{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "fa254f0a-dce9-46f7-97d7-f2ea30e06cff",
  "metadata_created": "2013-07-17T07:22:15.918947",
  "metadata_modified": "2013-10-10T20:49:14.757790",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "A major challenge faced by project managers is balancing the variables of scope, cost, and schedule. Changes in scope usually result in cost/schedule overruns.Variance in either or both of them creates disorder (typically increases it) in the estimated or projected time and cost. Therefore, controlling cost and schedule are two of the most critical aspects of a construction project. This research uses two already existing management theories, specifically Management by Means (MBM) and Management by Results (MBR), and analyzes a case where these two theories are combined with the goal of improving construction practices. This research compares an eight month schedule in a construction project and relates Percentage of Planned activities Completed (PPC) with projected and actual draw (cash) calls. The research analyzes the question of how lean construction PPC captures variance in cost. The research method is based on a literature review, data collection, case study and data interpretation to answer the hypothesis that improvement in PPC over a particular month has a positive correlation with difference between cash calls. Because this research is limited to a time frame of 8 months in a single project, it is not statistically significant. However, this research serves to create a model template or pilot study for a larger study.",
      "name": "A Seminal Case Study on Application of Last Planner System with Cash Flow Data for Improvement in Construction Management Practices",
      "format": "",
      "url": "http://www.seipub.org/emr/paperInfo.aspx?ID=2496",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "fa254f0a-dce9-46f7-97d7-f2ea30e06cff",
      "created": "2013-07-17T02:23:01.352237",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "3d77d747-6189-405b-84d7-292656702794",
      "url_type": null,
      "id": "45f5c308-bbd9-4f5d-9a55-4298b78e1482",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Quality management is an important research topical in construction industry. The aim of this paper is to review and investigate, via extensive literature reviews, the management perspectives when construction organization implementing total quality management (TQM). If it is successfully operated, competitive advantage will be enhanced that may lead to eight beneficial areas [improve quality and environmental performance; broaden business opportunities; benefit the community; increase market share; improve finance situation; enhance organizational effectiveness; streamline response to legal issues and lessen insurance budget] which favour commercial viability. However, there are challenges in doing so which include inexperience, resources and administrative constraints, inadequate management skill, and cultural differences. Therefore, in order to foster quality culture, it needs four management directions, namely construction management (CM), knowledge management (KM), project management (PM) and human resources management (HRM). One can reasonably conclude that the quality improvements by TQM are going to create long term commercial advantages.",
      "name": "Management Perspective for TQM Solution",
      "format": "",
      "url": "http://www.seipub.org/emr/paperInfo.aspx?ID=2545",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "fa254f0a-dce9-46f7-97d7-f2ea30e06cff",
      "created": "2013-07-17T02:23:49.505738",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "9f85aa92-c081-4f04-95c9-69ecb4c6e75b",
      "url_type": null,
      "id": "714c31f2-3fe1-469a-a614-08fa00c24f0b",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Do the right things right for the right reasons. This is how one could summarise Total Respect Management. It is combining leadership (doing things for the right reasons), management (doing the right things) and excellence (doing things right). In order to achieve this, it is paramount to posses the right attitude and a high quality of perception. Perception determines what is perceived and how this is dealt with. ISO 31000, the organisational alignment model and the KARAF® model, support individuals and organisations in achieving a proper attitude and higher quality of perception, leading to better and sustainable results.",
      "name": "Total Respect Management: An Innovative Engineering Management Practice to Deal with the Complexities and Society’s Expectations of Today’s Industrial Activities",
      "format": "",
      "url": "http://www.seipub.org/emr/paperInfo.aspx?ID=2535",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "fa254f0a-dce9-46f7-97d7-f2ea30e06cff",
      "created": "2013-07-17T02:24:46.231840",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "4e3cdc91-1650-49d7-b2da-148154ff1d20",
      "url_type": null,
      "id": "b5a30706-21e5-470e-96f5-c2df5102c83a",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " This study utilizes quality function deployment to establish a strategic model that transfers customer requirements for an IC substrate to build action schemes that improve supplier quality management. This study focuses on the transfer of customer requirements of the IC substrate and builds an effective supplier quality-management system that meets customer requirements, such that firms can maintain their competitiveness in the IC substrate industry. Quality function deployment in this study is a method to integrate and merge customer requirements into the supplier quality-management process. This study applies a two-stage deployment including operation and action planning. Study findings will enhance IC substrate manufacturing quality when suggested improvements are implemented.",
      "name": "Building a Customer Requirement Based Supplier Quality Management System",
      "format": "",
      "url": "http://www.seipub.org/emr/paperInfo.aspx?ID=3425",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "fa254f0a-dce9-46f7-97d7-f2ea30e06cff",
      "created": "2013-07-17T02:25:36.562213",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "10ec9238-c2a0-4d3a-8bfd-c495dd9a57f9",
      "url_type": null,
      "id": "02dfe6eb-6c0b-4e0c-bd2a-e1ce6731324a",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Nowadays, numerous organizations in Romania are aiming to improve health, safety and wellbeing at work conditions. Certain companies, having given these conditions such a high level of priority that, beyond compliance with legislative requirements, are trying to create a culture of safety built into their corporate culture. Integration of occupational health and safety management at all levels is increasingly perceived as an effective way to develop a strong and sustainable safety culture, which is the best way to ensure compliance with legislative requirements and social expectations and as well to obtain economic benefits. The aim of the present article is to express in a systematic, coherent and pragmatic manner the meaning and interconnections of the three pillars that now are considered necessary to effectively implement safety management and occupational health processes in global economic performance conditions for Romanian organizations.",
      "name": "Promoting Safety Culture in Romanian Organizations as a Pillar of Occupational Health and Safety Management",
      "format": "",
      "url": "http://www.seipub.org/emr/paperInfo.aspx?ID=2520",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "fa254f0a-dce9-46f7-97d7-f2ea30e06cff",
      "created": "2013-07-17T02:26:13.026069",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "8fc62678-717f-40d3-bfe5-b630b097b9ca",
      "url_type": null,
      "id": "e6d31c86-ef76-4cbd-91cb-58e5b30f3632",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The present study has evaluated chlorinated solvent emission rates from 16 open-top vapor-phase industrial degreasers at 14 sites in Illinois and Wisconsin, USA. Simultaneously, twelve one-hour air samples from the workspaces were collected and analyzed for chlorinated solvents using NIOSH Method 1022. Solvent emission rates were calculated from the air sample concentrations from all sites using three appropriate mass balance models (completely mixed space mass balance, 2-point diffusion, and experimental mass balance). The models were applied and compared at sites where the sampling data supported emission rates calculation. The average workspace solvent concentrations and total emission rates were reported for all sites. The average site emission rates were in excellent agreement with published emissions for batch vapor-phase degreasers. At most sites, reasonably strong agreements were obtained between the three models, implying that they adequately estimated emissions. Emission rates determination is necessary to develop emission factors. The usefulness of the emission rates and emission factors approach is that when the data is applied, subsequent workspace changes can be made and potential exposures can be readily reproduced. The emission rates determined in this study can be used to predict mass emission rates for similar open-top vapor degreasing processes in other settings.\r\n",
      "name": "Site-Specific Emission Rates Determination for Sixteen Degreasers",
      "format": "",
      "url": "http://www.seipub.org/emr/paperInfo.aspx?ID=2595",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "fa254f0a-dce9-46f7-97d7-f2ea30e06cff",
      "created": "2013-07-17T02:26:54.744945",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 5,
      "revision_id": "f50b5b44-e136-445b-9213-f844a26d4477",
      "url_type": null,
      "id": "ad37edd5-2d9a-46fe-9703-387353596972",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The questioner survey was carried out with 66 operators of industrial off-road vehicles namely compaction roller, mobile crane, tracked excavator and industrial truck characterized with the prevalence of symptoms of musculoskeletal disorders in the neck, shoulders, hand, upper and lower back among drivers of industrial off-road vehicles due to Whole Body and Hand Transmitted vibration. The results indicate that drivers of industrial tracked excavator with breaker have an increased risk of symptoms from the neck, shoulder, thoracic and hand arm regions. There was no increased risk of low back pain in operators of compaction roller, mobile crane and industrial trucks. This indicates that factors such Whole Body Vibration (WBV) and (HTV) may be an important factor in determining the risk of symptoms in the neck, shoulder thoracic regions and hand-arm.\r\n",
      "name": "Identification of Vibration Exposure Disorder in Operators of Compaction Roller, Mobile Crane, Tracked Excavator with Breaker and Industrial Truck through Field Survey",
      "format": "",
      "url": "http://www.seipub.org/emr/paperInfo.aspx?ID=2776",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "fa254f0a-dce9-46f7-97d7-f2ea30e06cff",
      "created": "2013-07-17T02:27:40.853444",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 6,
      "revision_id": "c4935a10-2d1e-4263-92d9-98a4f40b7954",
      "url_type": null,
      "id": "67c90c83-b147-48f5-bf00-499a9dca217b",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper presents new feature extractors called the Fractionalized Principle Magnitude (FPM) that is evaluated in the classification of approved Halal logo with respect to classification accuracy and time consumptions. Feature can be classified into two groups that are global and local feature. In this study, several feature extractors have been compared with the proposed method such as histogram of gradient (HOG), Hu moment, Zernike moment and wavelet co-occurrence histogram (WCH). The experiments are conducted on 50 different approved Halal logos. The result shows that proposed FPM method achieves the highest accuracy with 90.4% whereas HOG, Zernike moment, WCH and Hu moment achieve 75.2%, 64.4%, 47.2% 44.4% of accuracies, respectively. Furthermore, two other databases also have been used that is traffic sign and Outex database. The accuracy performance and classification time are compared with FPM and other method.",
      "name": "Feature Extraction method for Classification of Approved Halal Logo in Malaysia using Fractionalized Principle Magnitude",
      "format": "",
      "url": "http://www.seipub.org/emr/paperInfo.aspx?ID=2953",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "fa254f0a-dce9-46f7-97d7-f2ea30e06cff",
      "created": "2013-07-17T02:28:30.727969",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 7,
      "revision_id": "3d5b81c3-0391-49f1-a332-3bf60b18886d",
      "url_type": null,
      "id": "661d5853-3202-40e6-8627-78efb2658cce",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In the last decade many development processes for web applications have been proposed, focusing on discrete web application classes. In this work, we focus on the two most prominent classes of web applications nowadays: Semantic Web and Web 2.0. We attempt to clarify two generic but effective development processes for each one, based on their unique characteristics. Furthermore, as the future web applications, namely Web 3.0, are considered to be the combination of the above classes, we describe a suitable application architecture for Web 3.0 applications together with a proposed hybrid development process in which their specific requirements are taken into consideration. Finally, our findings are presented on the effect of such a development process at the team management aspects of a Web 3.0 application development project.",
      "name": "Towards Web 3.0: A Unified Development Process for Web Applications Combining Semantic Web and Web 2.0 Technologies",
      "format": "",
      "url": "http://www.seipub.org/emr/paperInfo.aspx?ID=3730",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "fa254f0a-dce9-46f7-97d7-f2ea30e06cff",
      "created": "2013-07-17T02:29:34.168308",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 8,
      "revision_id": "0e2a6883-7093-4f0a-9a73-aff879a667e6",
      "url_type": null,
      "id": "0e52765d-c627-439a-a60a-c0a47a091a59",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Economic growth, rising GDP and changing consumption habits have increased the popularity of tourism. Simultaneously with this trend, consumers are paying increasing attention to the quality of travel routes, scenic spots and accommodation. Collecting and understanding consumer requirements related to tourism and thus designing suitable tours is important for travel agents. This study adopts consumer desire and tourist motivation as a basis to analyze tourism services. This study integrates the Kano two-dimensional quality model and quality function deployment (QFD) to construct a systematic mechanism for tourism planning and improvement. This study comprises three parts: travel requirement survey; extraction of key tourism quality factors; the proposal of ways to improve tourist services. In the study of travel, a two-dimensional quality questionnaire is designed and used to survey consumer travel motivations. Based on the survey results, two types of key quality factorsthat are attractive and must-be quality can be extracted by the Kano model. To extract attractive and essential qualities, quality function deployment transforms the key quality factors into improvement action plans. These action plans can enable travel entrepreneurs to develop suitable tours to meet the requirements of different groups, thus enhancing consumer satisfaction and increasing tourism market competitiveness.",
      "name": "A Customer Requirement Based Quality Planning and Improvement for Tourism",
      "format": "",
      "url": "http://www.seipub.org/emr/paperInfo.aspx?ID=4215",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "fa254f0a-dce9-46f7-97d7-f2ea30e06cff",
      "created": "2013-07-17T02:31:00.824704",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 9,
      "revision_id": "c06cede4-1129-4db0-b263-518199bd3bdd",
      "url_type": null,
      "id": "6c5a38b6-ef1b-4a23-aa54-19362c454565",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 10,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Engineering Management",
      "id": "d8d03b2e-cffe-4e92-83a0-7c6a95bee505",
      "name": "Engineering Management"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "engineering-management-reviews-emr",
  "isopen": true,
  "url": null,
  "notes": "Engineering Management Reviews (EMR) is an internationally refereed journal dedicated to publishing the latest advancements in engineering management research. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Engineering Management Reviews (EMR)",
  "revision_id": "80c1f105-5c12-426d-8e8f-64bcb57e0e0d"
}