{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "5bc3d089-6c91-47bd-9844-35aa14b41cda",
  "metadata_created": "2013-09-10T15:47:26.696813",
  "metadata_modified": "2013-10-10T23:45:37.579151",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "94db1b5e-17bc-497e-a618-1b5957368b91",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "suarez",
  "isopen": false,
  "url": "",
  "notes": "A: Within quality lawn care, typical cutting with a mower should be seen and the grass should be cut to an even height. Reducing your yard once per week should be adequate. \n\nQ: What's the objective of bringing my backyard? \n\nA: This is frequently done in order to eliminate dead grass. Identify further on our favorite related wiki - Click here: <a href=\"http://caesarcontolnews.weebly.com/1/post/2013/04/things-to-know-about-water-conditioning.html\">your water conditioning</a>. Lots of people just rake their lawn in the fall whilst the leaves begin to cover their lawn, but a part of powerful lawn treatment needs that lawns by raked during othe.. \n\nQ: How frequently can I cut my lawn? \n\nA: Included in quality grass treatment, typical cutting using a mower should be seen and the grass should be cut to a fair level. Cutting your lawn once per week ought to be sufficient. \n\nQ: What's the goal of bringing my yard? \n\nA: This really is typically done in order to remove dead grass. For a different perspective, please consider taking a peep at: <a href=\"http://www.tampaturkish.org/clogged-drains-got-you-down-get-help-with-all-your-tampa-plumbing-needs-here/\">visit our site</a>. Lots of people only rake their lawn in the fall as the leaves begin to cover their yard, but part of effective lawn treatment needs that yards by raked throughout other seasons as-well. \n\nQ: Does lawn care require that I water my lawn? \n\nA: Not everybody does this, however it is recommended that yards be watered in order to avoid getting the grass to dry up and turn brown. In such a circumstance, you could be left with brown spots in your yard. \n\nQ: I have a dog and he is reeking havoc to the property. If you have an opinion about reading, you will maybe hate to compare about <a href=\"http://caesarcontolnews.weebly.com/1/post/2013/04/things-to-know-about-water-conditioning.html\">quality water conditioning system</a>. How can I replant my lawn with success? \n\nLawn care and a: Dogs aren't the very best match, but they could work together. To discover additional information, we know people view at: <a href=\"http://theutpa.com/tampa-water-services-defined/\">principles</a>. Once you replant your lawn, consider using seeds which are specifically designed for high traffic areas. Other facets that may worsen the result that your dog is wearing the garden may add a chain exposing the dirt surface under and dragging the grass or if your dog is susceptible to digging. \n\nQ: Should I use harsh chemicals on my lawn to be able to clear it of insects and bugs? \n\nA: Many experts agree that is a bad idea for several reasons. This can be poor for them, In case you have kids who play in the property. Exactly the same will also apply to animals, who allow it to be a habit of digging as well as eating grass occasionally. Furthermore, tough chemicals are no friend of the environment and usually do more harm than good to your lawn. As an alternative, here is another bug light or other means of clearing your garden of insects and other insects. \n\nYard attention is a very big industry, which ser-vices huge numbers of people each year. Whether you do not have time to care for the lawn yourself-or only arent up to the task, there are several landscaping professionals that are easily available to assist with lawn care needs. These are generally found in the yellow pages under Landscaping and if you've detailed information regarding your specific grass care needs most companies provides you with an instant quote on the telephone.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Grass Care FAQ",
  "revision_id": "64588cc8-1de9-42aa-9735-73efe3899f87"
}