{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "ee0d4527-1dc4-4c8c-9fad-591dac71740d",
  "metadata_created": "2013-07-12T02:03:34.574787",
  "metadata_modified": "2013-10-10T21:17:42.073498",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " The paper supports applicability of satellite imagery at regional and local level for rapid quantitative assessment of natural environment in zones of activity of mining complex enterprises. Exacerbation of environmental problems during mineral mining and processing associated with their scale and geography of field distribution through the vast territory of our country requires constant monitoring of natural environment status, which necessitates engagement of space surveillance nowadays. Remote sensing methods offer the most affordable and prompt approach for acquisition of information on land degradation.We quote and analyze the results of studies of the natural environment status by the example of three mining complex enterprises with different industrial infrastructure located in different climatic conditions.",
      "name": "Use of Remote Sensing to Assess the Environmental Setting of the Territories-Zones of Mining Complex Enterprises",
      "format": "",
      "url": "http://www.mwe-journal.org/paperInfo.aspx?ID=5872",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "ee0d4527-1dc4-4c8c-9fad-591dac71740d",
      "created": "2013-07-11T21:04:27.768173",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "a28bd1f1-171e-4dd8-ae92-a2201fdda05e",
      "url_type": null,
      "id": "32051691-c7ae-4cdd-8991-a76e2f3ac835",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Steel slag leach beds are designed to use a waste product from the steel industry, slag, to add alkalinity to clean water before being mixed with acid mine drainage. In Southern Ohio, steel slag leach beds utilizing slag from electric arc furnaces are a popular method for treating acid mine drainage from abandoned coal mines. In Raccoon Creek Watershed in Ohio, six steel slag leach beds have been constructed in the last year. Three of these, Forest, Meade and Kern Hollow, discharge into the same reach of the East Branch of Raccoon Creek. While the discharge pH of each of these beds averages between 10 and 12, the corresponding alkalinity is not as high as the design assumptions. Additionally, heavy precipitation of calcium carbonate downstream from the steel slag leach bed discharges quickly reduces the alkalinity addition provided by these systems. While the design discharge alkalinity is 1000 mg/L, no alkalinity was measured over 200 mg/L in this study. While steel slag leach beds can be an effective means of treating acid mine drainage, the carbonate concentration of the feed water and the distance between the slag bed discharge and the acidic water will dictate the effectiveness of treatment.",
      "name": "Geochemistry Downstream from Steel Slag Leach Beds Treating Acid Mine Drainage from Abandoned Surface Coal Mines",
      "format": "",
      "url": "http://www.mwe-journal.org/paperInfo.aspx?ID=5882",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "ee0d4527-1dc4-4c8c-9fad-591dac71740d",
      "created": "2013-07-11T21:05:11.056318",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "25591492-462f-41bb-8511-51f95fc00326",
      "url_type": null,
      "id": "c8157ca8-cf46-496e-bb15-2ba409731b0a",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Manufacturing companies today face fierce global competition and volatile and rising prices on an ever more restricted natural raw material supply market. Customers demand high quality of the purchased products and supplying companies have to find ways to fulfill these customer requirements. In general, there are two ways how companies can meet specific requirements when material properties are in the focus. On the one hand, they can choose a material which exceeds the required specifications and produce the product from that material. That way, the final product is mostly over engineered, not by over dimensioning but by the high grade material of choice. Another way is, to take a material, which basic material properties are not meeting the requirements yet and change the material properties through processing to exploit the material property potential. The first option can make sense when the material is widely available and reasonably priced. But most of the time, such a high grade material is in high demand and short supply and thus often high priced and the supply unsteady. The other option, improving the material through the manufacturing process, should secure a steady, plan able supply and a better possibility to forecast prices for the material. As materials, especially high grade and high value ones became increasingly rare and die exporting countries of specific raw materials start to implement more and more restrictions, the second option seems to have high chance to grow in importance in the near future. To exploit materials property potentials through the process, a solid understanding of mechanisms of manufacturing process have to be available for the stakeholders. The manufacturing process will become more complex which will trigger the need for a better understanding of the process, material and product and therefore information and knowledge involved to achieve the planed and customer demanded quality. To help the manufacturer to gain and handle the required knowledge and information about their manufacturing processes, materials and products, the product state based view can provide a holistic concept to compile valid information during manufacturing, including the mapping of interdependencies over the whole manufacturing process chain and identification and delivery of the relevant information to the right addressee. The concept is based on the understanding, that a product can be described by its state over the whole lifecycle by a set of relevant state characteristics. The challenge is to identify the right set of relevant state characteristics for the individual product, process and material. With this works, the authors plan to contribute to the goal of exploiting material property potential to a higher extend and reduce over engineering and thus waste of valuable resources.\r\n",
      "name": "Exploitation of Material Property Potentials to Reduce Rare Raw Material Waste: A Product State Based Concept for Manufacturing Process Improvement",
      "format": "",
      "url": "http://www.mwe-journal.org/paperInfo.aspx?ID=5876",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "ee0d4527-1dc4-4c8c-9fad-591dac71740d",
      "created": "2013-07-11T21:05:41.445095",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "b5620f89-702f-4182-9334-f850fb0e4e88",
      "url_type": null,
      "id": "8c39e0ff-b8e0-4191-b5b2-aa19522cf172",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The article describes the technology of steelmaking in electric arc furnaces using three-component burden. It presents the experimental studies results of residual element content in steel. It also gives the findings of chrome, nickel and copper content obtained on the basis of the structural system of interrelated equations.\r\n",
      "name": "Empirical Model of Residual Element Content in Steel when Three-Component Burden is Used in the Process of Steel Production in Electric Arc Furnace",
      "format": "",
      "url": "http://www.mwe-journal.org/paperInfo.aspx?ID=5875",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "ee0d4527-1dc4-4c8c-9fad-591dac71740d",
      "created": "2013-07-11T21:06:16.377411",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "65f4d57a-9729-4507-be8b-92dfb6ad0ca3",
      "url_type": null,
      "id": "6cd8e001-36d0-4fed-9ab8-c8715e9afdc7",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "A back forward Artificial Neural Network (ANN) was used to study the effect of flotation time, collector dosage, frother dosage, and impeller speed on flotation recovery and grade. The results of 13 flotation experiments conducted on Egyptian coal were used for training the network while another 28 experiments were used for validation. Simulation results showed that a one layer network with a [6 2] architecture was the one that gave the least standard error (SE). The values of this error were 6.66% and 0.37% with recovery and grade, respectively. The software used in this paper was designed to automatically select the network architecture according to the direction and position of the network error. Using this ANN to optimize the flotation process showed that the optimum flotation parameters were 207.6 seconds for the flotation time, 1865.6 g/t for the collector dosage, 828 g/t for the frother dosage, and 1754 rpm for the impeller speed. The results of optimization process showed that experiment number 135 gave the highest recovery and grade: 94.94% and 5.07% respectively.\r\n",
      "name": "Optimizing the Egyptian Coal Flotation Using an Artificial Neural Network",
      "format": "",
      "url": "http://www.mwe-journal.org/paperInfo.aspx?ID=5880",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "ee0d4527-1dc4-4c8c-9fad-591dac71740d",
      "created": "2013-07-11T21:07:11.997172",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "e21d5c9b-31fb-4d6f-a159-ef2d04619187",
      "url_type": null,
      "id": "95172d7b-1398-4be1-9b54-380760b55438",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper correlates selected properties of limestone with tri-cone bit performance variables for developing LIMROCKWARE2010. In order to achieve these objectives rock samples were collected and uniaxial compressive strength, tensile strength and chemical composition tests were carried out on these samples. The length of the insert buttons on the surface of the drill bits were measured using digital vernier caliper at regular interval. Also, the tooth and bearing wear rate as well as the penetration rate were determined on the field. The results of the uniaxial compressive strength varied from 86.5 MPa to 112 MPa. Hence, the strength characteristic of these rocks varied from medium to high strength limestone. The Equivalent Quartz Content (EQC) of the rock samples also varied from 17.37% to 36.676% while the Rock Abrasivity Index (RAI) varied from 15.03 to 43.317. The results of statistical correlation matrix revealed that uniaxial compressive strength, tensile strength, silica content, Equivalent quartz content and rock abrasivity index are dominant rock properties affecting performance variables, having high coefficient of correlation. The developed regression equation for predicting penetration rate, tooth wear rate and bearing wear rate for limestone are given as Pr = 4.583- 1.052T + 0.029EQC + 0.046SiO2, WG = -8.127 + 2.7T- 1.29EQC – 0.024SiO2 and WB = -10.296 + 3.453T – 0.203EQC – 0.027SiO2 respectively. The regression models formulated were used for the development of LIMROCKWARE2010 which will compute the penetration rate, tooth and bearing wear rate, depth drilled per metre, estimate number of bits required and cost of drilling per metre when necessary rock input are supplied.\r\n",
      "name": "Correlation of Limestone Properties with Bit Performance Variables for LIMROCKWARE2010 Development",
      "format": "",
      "url": "http://www.mwe-journal.org/paperInfo.aspx?ID=5886",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "ee0d4527-1dc4-4c8c-9fad-591dac71740d",
      "created": "2013-07-11T21:07:55.516386",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 5,
      "revision_id": "552fb333-770d-4c95-9bd6-eb1676f8ba3c",
      "url_type": null,
      "id": "0dc7ffe4-9f90-43bc-8cda-13c579020d7b",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Synthetic chemicals from petroleum origins are now coming to a turning point on their hazardous problems to living organisms. In this regard, biosurfactants are well acknowledged as potential constitute for their chemical counter-part due to structural similarities. In this study, the surface activity and frothability of the rhamnolipid product produced from a Pseudomonas aeruginosa strain were measured. Then, frothing behavior of rhamnolipid as a frothing reagent to a sample coal flotation was evaluated. Rhamnolipid was found to have high surface activity and frothing capacity compared to pine oil as conventional frother in coal flotation practices, due to its higher molecular weight and presence of multiple oxygenated groups in its structure. The overall performance of sample coal flotation decreased as rhamnolipid concentration was increased. The decrease in flotation efficiency can be ascribed to probable depressing action of rhamnolipid to coal particles.\r\n",
      "name": "Ash Removal from a Sample Coal by Flotation Using Rhamnolipid Biosurfactants",
      "format": "",
      "url": "http://www.mwe-journal.org/paperInfo.aspx?ID=5890",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "ee0d4527-1dc4-4c8c-9fad-591dac71740d",
      "created": "2013-07-11T21:08:33.121361",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 6,
      "revision_id": "9bdcaad9-720a-47d0-99e1-bcc3ab55908e",
      "url_type": null,
      "id": "fefe4955-d172-40fa-9fbd-8778fa1c0132",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " A new phenomenon has been identified and studied – the impact of bacteria on the benefication process of non-sulphide ores using circulating water supply - a case study of apatite-nepheline ore. It is shown that bacteria deteriorate the floatability of apatite due to their interaction with active centres of calcium-containing minerals and intense flocculation, resulting in a decrease of the flotation process selectivity thus deteriorating the quality of concentrate. The dominating bacteria in circulating water are related to ?-Proteobacteria including Acinetobacter sp., Pseudomonas alcaliphila, Ps.plecoglossicida, Stenotrophomonas rhizophila. A method of non-sulphide ores flotation has been developed with consideration of the bacterial factor. It consists in use of small concentrations of sodium hypochlorite, which inhibits the development of bacteria in the flotation of apatite-nepheline ores. Bacteria and fungi producing acids and polysaccharidic mucus into environment carry out biogenous destruction of minerals. This process takes place during industrial waste conservation in tailing impoundments where loss of commercial elements and potential environment contamination can occur.",
      "name": "The Impact of Microorganisms of Circulating Water on Apatite-containing Ores Flotation and Conservation of Tailings",
      "format": "",
      "url": "http://www.mwe-journal.org/paperInfo.aspx?ID=5891",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "ee0d4527-1dc4-4c8c-9fad-591dac71740d",
      "created": "2013-07-11T21:09:17.581497",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 7,
      "revision_id": "e652a346-35a4-429b-a271-1eef3d7f3587",
      "url_type": null,
      "id": "98c21799-7553-4833-85c3-e18fc9000479",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "A rock bolt which is grouted underground may not be properly installed with the result being a discontinuity of the resin layer. Such discontinuity may also occur in working conditions due to typical rock behaviour and displacement. It may be very hazardous to mine safety. In this paper an outline of a method for non-destructive identification of a discontinuity of a resin layer surrounding rock bolt is presented. The method uses modal analysis procedures and is based on an impact excitation where a response transducer is positioned at a visible part of a rock bolt. As an installed rock bolt acts as an oscillator, different lengths of discontinuity of resin layer change its modal parameters. By proper extraction of these parameters, from which a resonant frequency is seen as most valuable, the intended identification is possible. The results of identification of resin discontinuities are discussed. Experiments were performed in an experimental coal mine as well as in coal and copper mines. Also the influence of explosions on installed rock bolts is presented.\r\n",
      "name": "Identification of Grouting Discontinuity of Rock Bolts as an Efficient Way to Control Safety Conditions in Mine Roadways",
      "format": "",
      "url": "http://www.mwe-journal.org/paperInfo.aspx?ID=5896",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "ee0d4527-1dc4-4c8c-9fad-591dac71740d",
      "created": "2013-07-11T21:09:51.601062",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 8,
      "revision_id": "992446a2-6a59-4356-a537-e07aa70a2901",
      "url_type": null,
      "id": "a2c8f479-d1e3-4570-9996-5d8266e9d78f",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Extracellular peroxidases and laccases catalyze the breakdown of organic pollutants via free radical–mediated reactions. In this study, the ligninolytic activities of selected strains of Pleurotus ostreatus were determined in a nitrogen-sufficient liquid medium. In order to determine the effect of temperature in ligninolytic activities, the white rot fungi were incubated at different cultivation temperatures (15, 20, 25 and 30οC). The activities of manganese peroxidase and laccase were determined but no lignin peroxidase was detected for all strains. Significant differences were revealed between the strains of the same species. Degenerate primers corresponding to the copper-binding regions in N-terminal domains of known basidiomycetes were used to detect laccase gene. The strain of Pleurotus ostreatus, which showed the greatest ligninolytic potential, was used for the biodegradation of lindane in agitated liquid cultures. An orthogonal Central Composite Design of experiments was used to construct second order response surfaces with the fungus growth, final pH and lindane biodegradation as optimization parameters.",
      "name": "The Ligninolytic and Biodegradation Potential on Lindane of Pleurotus Ostreatus spp",
      "format": "",
      "url": "http://www.mwe-journal.org/paperInfo.aspx?ID=5897",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "ee0d4527-1dc4-4c8c-9fad-591dac71740d",
      "created": "2013-07-11T21:10:24.268077",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 9,
      "revision_id": "33891fe8-d531-4b3d-abc6-01bca1673370",
      "url_type": null,
      "id": "4151d118-c236-4b2d-a341-a866fea6dcbb",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The main goal of this investigation is the attempt to use the earlier developed autowave theory of plasticity to describe the rock deformation, i.e. silvinite, marble and sandstone. To visualize the localization patterns observed by mechanical testing a technique of double-exposure speckle-photography has been used. The development of localized plastic deformation has an autowave character. The autowaves resulting from the compressing process of the rock samples have propagation rates ~10-5…10-4 m/s close to the respective values obtained for slow S-waves, which propagate in the earth’s crust after earthquakes or mine shocks (0.3…3.0 k per year).\r\n",
      "name": "On the Observation of Slow Wave Processes in Deforming Rock Sample",
      "format": "",
      "url": "http://www.mwe-journal.org/paperInfo.aspx?ID=5873",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "ee0d4527-1dc4-4c8c-9fad-591dac71740d",
      "created": "2013-07-11T21:11:06.482116",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 10,
      "revision_id": "f3214526-d051-4190-9c6c-6817b33f5d32",
      "url_type": null,
      "id": "bb722ee1-e0e3-4ba5-9f7c-b3c35e90a000",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The assumption on the design for the mine airflows is that the frictional factor for the entry is 0.0028 Ns2/m4 (for smooth pipe), the entry cross section is 0.899 m2, the entry perimeter is 3.36 m, the modelled pillar is maintained at a fixed length and the diameter of the duct 1.07 m while other parameters like the air volume, length of road way and the pillar width are varied. The design for the pre-ventilation system of the Okaba Coal deposit requires 145 m3/s of air with a main fan pressure of 2.73 kPa and four booster fans of air volume; 110 m3/s, 125 m3/s, 95 m3/s, 105 m3/s whose fan pressure are 0.63 kPa, 0.87 kPa, 0.47 kPa, 0.50 kPa respectively, with exhaust fan of 70 m3/s at fan pressure of 0.38 kPa which is required to ventilate the mine.\r\n",
      "name": "Determination of Airflow Distributions in Okaba Underground Coal Mine",
      "format": "",
      "url": "http://www.mwe-journal.org/paperInfo.aspx?ID=5908",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "ee0d4527-1dc4-4c8c-9fad-591dac71740d",
      "created": "2013-07-11T21:11:46.558434",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 11,
      "revision_id": "931a0ba6-8272-4c87-a0f3-d6b604a46b2a",
      "url_type": null,
      "id": "a9a3eab3-1821-4bdc-be08-99dbb35095c1",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper investigated the Geo-mechanical properties of Okaba Coal deposit for pillar support system in an underground mine, in which the unit weight of sandstone being the roof rock is 2 450 kg/m3, average Uniaxial Compressive Strength (UCS) value for sandstone sample is 58.65 MPa while the coal sample indicated a UCS value of 4.11 MPa. The Rock Quality Designation of sandstone sample is 76 % while that of coal is 35 %. The Rock Mass Rating (RMR) of sandstone is 74 while that of coal is 36. The RMR was used in the system of pillar dimension whose height is 2.6 m, width of 7.8 m and length of 32 m arranged in form of chain along the roadways to support the roof, and the panel is dimensioned to 200 m width and 1200 m length surrounded by roadways of 4 m width. The choice of the pillar dimension is purely based on the fact that it is the only one that satisfies the requirement of factor of safety of 1.6 which is sufficient enough to ensure stability of the roadways in the mine.",
      "name": "Geo- Mechanical Properties of Okaba Coal Deposit for Pillar Support System",
      "format": "",
      "url": "http://www.mwe-journal.org/paperInfo.aspx?ID=5910",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "ee0d4527-1dc4-4c8c-9fad-591dac71740d",
      "created": "2013-07-11T21:12:22.244926",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 12,
      "revision_id": "4a9498fe-3193-4520-9ebf-8a906569e0e9",
      "url_type": null,
      "id": "e3f7f745-d288-4f43-9f81-cadce8b1e32a",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 13,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Mining World Express",
      "id": "e7dc939e-db2d-42f8-b490-4d3a8835dd59",
      "name": "Mining World Express"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-mwe-journal-org",
  "isopen": true,
  "url": null,
  "notes": "Journal of Mining World Express (MWE) is an international open-access and refereed journal dedicated to publishing the latest advancements in mining science. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Journal of Mining World Express (MWE)",
  "revision_id": "54bfd1e6-3ed1-46c3-8b7a-104b0796a4f1"
}