{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "089ba210-bc85-4074-b710-d00e235e084b",
  "metadata_created": "2013-08-29T02:06:02.108060",
  "metadata_modified": "2013-10-10T20:23:33.791796",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "0f6137d7-e4c7-4abf-bf0e-d8f2c0deb63c",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "corneliussen",
  "isopen": false,
  "url": "",
  "notes": "An workplace chair will come in all sizes, colors,\n\nand shapes.  Ergonomics indicates that a chair has a\n\nhealthful design.  Chairs may possibly come with adjustable\n\nparts.  All the even though, the human physique comes in\n\na lot of distinct shapes and sizes.\n\nSome may possibly be tall, other brief. Get new resources on <a href=\"http://smallbusinessmatters.weebly.com/1/post/2013/08/-incredible-furniture-for-your-interiors-and-automobiles.html\">best computer desk chair</a> by navigating to our refreshing encyclopedia.  Some need a\n\nbig chair, whilst other people choose a smaller sized width.\n\nAs a lot as we may possibly want it to, the human physique\n\nisn't as flexible as an ergonomic chair.  Even\n\neven though it is not attainable to uncover the perfect\n\noffice chair for every person, it is very feasible\n\nto get adjusted to all types of seating.\n\nEven if you aren't able to locate the ideal workplace\n\nchair, you can often use methods to make the\n\nmost of the situation.  They can aid make correct\n\nuse of the physique and even boost your coordination\n\nas nicely.  The notion here, is to hold your neck in\n\nsuch a way that the length of your spine and neck\n\naren't shortened or curved in any way.\n\nThere is no ergonomically designed office chair\n\nthat can force your body into the appropriate position\n\nit really should be in. This dynamite <a href=\"http://smallbusinessmatters.weebly.com/1/post/2013/08/-incredible-furniture-for-your-interiors-and-automobiles.html\">relevant webpage</a> use with has assorted fine cautions for the inner workings of this concept.  It is up to your physique and mind to\n\nsit in a a wholesome manner.\n\nWhen it comes appropriate down to it, discovering the best\n\nworkplace chair is all a matter of what is greatest for\n\nyou.  Workplace chairs come in all diverse shapes\n\nand sizes, such as human body's.  If you attempt out\n\na number of chairs, you are going to locate the best chair for\n\nyour distinct body size.\n\nAs soon as you've found your excellent office chair, you\n\ncan loosen up like by no means before. If you have an opinion about English, you will perhaps hate to read about <a href=\"http://smallbusinessmatters.weebly.com/1/post/2013/08/-incredible-furniture-for-your-interiors-and-automobiles.html\">reception room chairs</a>.  At the workplace, obtaining\n\nthe ideal chair for your self is one thing you\n\nhave to do.  Obtaining your ideal office chair isn't\n\nthat tough - all you have to do is look about.\n\n(word count 292)\n\nPPPPP.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "The Best Office Chair",
  "revision_id": "9a71d071-44d3-4aca-b4c1-24411b726849"
}