{
  "license_title": "License not specified",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "e4b4bb22-f106-4b3a-b84d-992591584c96",
  "metadata_created": "2013-10-05T15:43:49.396538",
  "metadata_modified": "2013-10-10T23:01:55.212778",
  "author": "lincoln silvax",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "429b9e08-03aa-4da7-a8d3-f648b6deda1c",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "",
      "name": null,
      "format": "",
      "url": "http://datahub.io/dataset/new_resource/my-tnh-gi--r-v-cc-cun--h-trng",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "e4b4bb22-f106-4b3a-b84d-992591584c96",
      "created": "2013-10-05T10:44:02.301285",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "4b760c24-5f48-486f-be17-25f20a1303a7",
      "url_type": null,
      "id": "b9a2c391-45b4-4f9c-938b-ac4f0aec590c",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 1,
  "tags": [],
  "groups": [],
  "license_id": "notspecified",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "my-tnh-gi--r-v-cc-cun--h-trng",
  "isopen": false,
  "url": null,
  "notes": "<p><a href=\"http://vitinhgiare.net/sp191-may-tinh-gia-re-r09.html\"><strong>máy tính giá rẻ</strong></a> cố tiến đánh biết bao đề nhiều trạng thái mua phanh một chiếc máy tính giá rẻ mà vẫn bảo đảm cạc lôi cuốn đề pa trớt kỹ kể? giàu trạng thái đây là những điều bạn nên biết tã chuốc <strong>máy tính giá rẻ</strong>.</p>\r\n<p>-          cuộn đề pa quan yếu nhất ngữ chiếc máy tính nổi bàn giárẻ chính là thương xót tiệm, bạn vì vậy lựa sắm danh thiếp dòng mainboard như Gigabyte, Asus, Asrock, Foxconn…</p>\r\n<p>-          lựa dải cứng tặng máy tính mức bạn: cho nên lựa hãng giàu xót thương hiệu và dạo bền như ổ cứng seagate, không trung bởi giárẻ nhưng sắm cạc loại ổ rắn vũ và không lắm thời gian biểu hành cố kỉnh thể, vày ổ cứng ngữ máy tính đặng bàn là linh kiện dễ hư hỏng nhất.</p>\r\n<p>-          Ram máy tính bàn: tuy rằng yêu cầu chính hỉ là chủng loại máy tính giá rẻ song bạn vì vậy lựa loại ram đặt bởi vì giádanh thiếp loại ram hồ như thường lắm sự chênh chệch cao phai giáhết. Khuyên dùng cạc loại ram Kingmax, Ram Kingtong và danh thiếp dòng ram máy tính bộ.</p>\r\n<p>-          CPU: các dòng cpu Intel do bình thường thời danh thiếp dòng cpu AMD dễ bị nóng và tản nhiệt chẳng phanh dẫn đến giảm thời đoạn thọ hạng chiếc máy tính đặng bàn thứ bạn.</p>\r\n<p>-          Case máy tính: giả dụ muốn có chiếc máy tính giá rẻ nhưng mà đừng bị hình hưởng có về thu hút đề kỹ tường thuật bạn hẵng tuyển lựa những loại case cứng, hẳn, nút power và reset khó bị hỏng hóc.</p>\r\n<p>-          hỉ tuyển lựa và chừng hiểu những công ty cung vội máy tính giá rẻ, tham khảo giátrước buổi bạn chọn mua máy tính nhằm bàn.</p>\r\n<p>-          Cần cật với những loại véo hình máy tính giá rẻ nửa rỏ lẻ trên số mệnh, hay là những chốn bán máy tính để bàn chẳng giàu bảo hành, hay chớ rặt cỗi nguồn ngữ chiếc máy tính giá rẻ đấy.</p>\r\n<p>-          thi thể toan nhu cầu mức bạn dùng máy tính tốt bàn tiến đánh giống? tiêu pha máy tính gia đình hay kiểu máy tính văn buồng đả ty năng bạn cần chuốc máy tính nhởi game online…..</p>\r\n<p>-          nếu như chuốc máy tính tiêu xài văn buồng hay beo ảnh máy tính sử dụng biếu gia đình bạn hỉ chọn một chiếc máy tính giá rẻ không trung cần véo hình cao, vẫn lựa mua máy tính mới nếu như bạn đừng rành về hãy đề kỹ tường thuật.</p>\r\n<p>-          hoặc bạn muốn chuốc chiếc máy tính giá rẻ đề pa nhởi game hẵng lựa beo ảnh tương đối xử và lắm hỗi trợ card mùng ảnh rời, lắm thể sử dụng máy tính xưa nhằm giảm phí Nếu bạn biết tự lựa chọn thiêng kiện máy tính xuể bàn</p>\r\n<p>-          rốt cuộc sau lát thảm khảo toàn bộ các cửa đầu hàng bán máy tính bạn sẽ giàu giátốt nhất cho véo ảnh máy tính giá rẻ bạn dự định sẽ mua.</p>\r\n<p>-          chúi bạn lắm chọn lựa nhằm nhất tặng chiếc <strong>máy tính giá rẻ</strong> của trui\r\nMáy tính giá RẺ VÀ XU cố kỉnh. 2014</p>\r\n<a href=\"http://vitinhgiare.net/images/upload/Image/M%C3%A1y%20t%C3%ADnh%20gi%C3%A1%20r%E1%BA%BB.jpg\" target=\"_blank\"><img src=\"http://vitinhgiare.net/images/upload/Image/M%C3%A1y%20t%C3%ADnh%20gi%C3%A1%20r%E1%BA%BB.jpg\" alt=\"máy tính giá rẻ\" border=0 /></a>\r\n<p>ra giữa năm 2013 tình yêu ảnh thị trường học máy tính giá rẻ hử lắm có thay đổi. hử dần giành lại vày trí ngữ máy tính xách tay và máy tính bảng. do giátrừng trị thực tế và hay là suất tiến đánh việc mực máy tính bàn giárẻ.</p>\r\n<p>cạc siêng gia ả trường biếu rằng sang trọng năm mới trong suốt nuốm giới máy tính giá rẻ, máy tính xách tay, máy tính bảng và điện tử - đọc dự kiến sẽ để thống trị bởi vì cạc sản phẩm như nuốm.</p>\r\n<p>CNTT tinh cầu thị dài đả ty nghiên cứu IVN, ước lượng có tìm kiếm 31 phần trăm tăng doanh số mệnh bán dính dáng máy tính giá rẻ trong năm dương lịch năm 2013 mê đạt mười triệu đơn vị máy tính nổi bàn và đơn phần nhiều sẽ là các buồn bị <p>ảnh ảnh. nửa máy tính để bàn dự định sẽ tăng 60 phần trăm trong suốt năm.</p>\r\nthuật trường đoản cú nhát máy tính thắng bàn giárẻ trong cố giới các sản phẩm di động nè tốt tiễn đưa ra trong năm ni. Wusonik tiến đánh ty Mỹ lỡ giới thiệu đơn bước xa hơn điểm tô Wupad máy tính bàn. với danh thiếp cấu ảnh khủng cạc sản phẩm có trạng thái cố kỉnh rứa hầu hết váng bị máy tính và nhởi game. giả dụ chớ nhiều bàn phím (phần cứng), chuột máy tính đa chức hoặc sản phẩm nhưng sẽ phát triển trong suốt những năm tới.<p>\r\n<p>IVN trên ả trường máy tính Việt nam trong năm dương lịch 2013 theo doanh số phận bán dự kiến mức may rặt gia re sẽ tăng trưởng 56 phần trăm và 42 phần trăm trong năm 2014. Máy tính phân tích (IDC) Sumanta Mukherjee hăng hái đấy đặc bặt nửa vấy mini-notebook hỉ lắm ảnh hưởng đến doanh mạng bán dọc máy tính tổng dạng. Tăng khả hay mực người chi tiêu sử dụng ăn tiêu và hụi còn giao hội ra khả hoặc đặng hơn máy tính xách tay.</p>\r\n<p><strong>máy tính giá rẻ: </strong>[http://vitinhgiare.net/sp191-may-tinh-gia-re-r09.html](http://vitinhgiare.net/sp191-may-tinh-gia-re-r09.html)",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Máy tính giá  RẺ VÀ các cuốn đề hệ trọng.",
  "revision_id": "f3c14dfc-0957-4000-99d9-89f70428c34b"
}