{
  "users": [
    {
      "email_hash": "de91378e5131b3a266be85044610de97",
      "about": null,
      "capacity": "admin",
      "name": "lugusto",
      "created": "2013-01-25T13:24:30.247904",
      "openid": null,
      "sysadmin": false,
      "activity_streams_email_notifications": false,
      "state": "active",
      "number_of_edits": 2,
      "display_name": "Luiz Augusto",
      "fullname": "Luiz Augusto",
      "id": "c1b2028d-f7d0-4d06-b89d-1402b975a012",
      "number_created_packages": 0
    }
  ],
  "display_name": "Ambiente Livre",
  "description": "A stable way to get access to public environmental data.\r\n\r\nThe brazilian government in federal, state or municipality levels fortunately releases, in public websites, a great amount of the data and studies required by law in order to perform buildings and related infrastructure changes. Brazil is one of the fastest-growing major economies in the world with also a fastest-growing number of ventures in all over their territory extension.\r\n\r\nUnfortunatelly, state agencies releases digital copies of those publications in very fragile ways. Theirs websites continuously gets fully redesigned without any kind of URL redirection, technical limits forces some agencies to delete some data releases after some time or to simply release it only partially. To not list political and economic interest to keep or hide some of those data, despite the law of information access.\r\n\r\nThis group is intended to act as a central hub for all data provided in a fragmented and uncoordinated way in all bureaucracy levels, with a special focus on digital preservation.",
  "image_display_url": "",
  "package_count": 0,
  "created": "2013-01-25T14:07:39.685473",
  "name": "ambientelivre",
  "is_organization": true,
  "state": "active",
  "extras": [],
  "image_url": "",
  "groups": [],
  "type": "organization",
  "title": "Ambiente Livre",
  "revision_id": "9a315555-5be2-41eb-a09d-e0b08283aac7",
  "num_followers": 5,
  "id": "9de605e9-c512-432e-ba46-f685621919d7",
  "tags": [],
  "approval_status": "approved"
}