{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "7b17944b-4ff5-4515-97b1-befa58d3a451",
  "metadata_created": "2012-10-13T22:06:01.059916",
  "metadata_modified": "2013-10-10T23:43:55.470449",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "1b8df187-5ecb-4d2c-88ba-b61620b7b113",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "stars_and_nebulae",
  "isopen": false,
  "url": "",
  "notes": "At this point, the core of the star is not at a high enough temperature to fuse carbon, and enters a super red-giant phase and the outer envelope of the star slowly dissipates into the surrounding medium and leaves a white dwarf (the remnant carbon/oxygen core of the original star) at the center of a planetary nebula. Finally, there are several beautiful blue reflection nebulae in this image, visible because they are in the foreground of the dark nebula itself. These reflection nebulae are IC435 in the lowermost portion of the image, NGC2023 to the immediate left of the Horsehead, IC432 to the upper left of the Flame, and IC431 just above IC432. \n\nIn is my recent article <a href=http://www.squidoo.com/the-solar-eclipse#module162189840>Share your solar eclipse experience</a> I talked more about solar eclipses for 2012 and some of the fun activities you can do with family  and firends. Read the artticle and I am sure you will enjoy it.\n\nOnce a star exhausts its core hydrogen supply, the star becomes redder, larger, and more luminous: It becomes a red giant star. This relationship between mass and lifetime enables astronomers to put a lower limit on the age of the universe. Once helium fusion has stopped, the core of the star will collapse under its gravitational attraction. The outer layers are thrown outwards to form something called a planetary nebula.  The core of the star shrinks until it becomes something known as a white dwarfstar.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Stars and Nebulae",
  "revision_id": "91bdbf46-73d2-4880-8917-1a2ccb2fc4fa"
}