{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 2,
  "id": "8c9be52f-10c3-44d9-9270-bbd1dab09429",
  "metadata_created": "2013-07-09T06:55:28.594362",
  "metadata_modified": "2013-10-10T21:17:24.068067",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The paper reports new results of chromatic dispersion in Photonic Crystal Fibers (PCFs) through appropriate designing of index-guiding triangular-lattice structure devised with a selective infiltration of only the first air-hole ring with index-matching liquid. Our proposed structure can be implemented for both ultra-low and ultra-flattened dispersion over a wide wavelength range. The dependence of dispersion parameter of the PCF on infiltrating liquid indices, hole-to-hole distance and air-hole diameter are investigated in details. The result establishes the design to yield a dispersion of 0±0.15ps/ (nm.km) in the communication wavelength band. The designed proposed pertaining to infiltrating practical liquid for near-zero ultra-flat dispersion of 0±0.48ps/ (nm.km) achievable over a bandwidth of 276-492nm in the wavelength range of 1.26μm to 1.80μm.\r\n\r\n",
      "name": "A New Design of Ultra-Flattened Near-zero Dispersion PCF Using Selectively Liquid Infiltration",
      "format": "URL",
      "url": "http://www.jpo-journal.org/paperInfo.aspx?ID=5299",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "8c9be52f-10c3-44d9-9270-bbd1dab09429",
      "created": "2013-07-09T01:57:02.151679",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "5eadb05c-d5b8-4ac2-819c-9d1ddc39064b",
      "url_type": null,
      "id": "511b13c7-68a8-4f34-b474-a19120ea5351",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Herein, we present and compare our spectroscopic results on femtosecond (fs) laser irradiated polymers Poly Methyl Methacrylate (PMMA), Poly Di Methyl Siloxane (PDMS) with crystal media such as Lithium Niobate (LiNbO3). Dependence of the structure width with irradiation dose and scan speed is illustrated. Keldysh parameter calculations are highlighted to describe the dominant ionization process. Formation of micro-craters at low irradiation dose and high scan speed is analyzed through minimal pulse to pulse overlap. Formation of defects such as optical and paramagnetic centers in case of polymers is compared with the absence of such defects in crystal media. Confocal micro-Raman studies carried out on polymers and crystal are presented.\r\n\r\n",
      "name": "Comparative Study of Defect Formation in Femtosecond Laser Irradiated Polymers and Crystalline Media",
      "format": "URL",
      "url": "http://www.jpo-journal.org/paperInfo.aspx?ID=5263",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "8c9be52f-10c3-44d9-9270-bbd1dab09429",
      "created": "2013-07-09T02:39:38.102362",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "38560ebf-b3f2-4073-9237-edd622036fc9",
      "url_type": null,
      "id": "e3bd41c0-e0f5-4f90-b9a4-b9d870a93a89",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "We developed a compact and high-power mode-locked fiber laser for multilayered optical memories. The average power and pulse width of the output pulse from the fiber laser that we developed were 109 mW and 2.1 ps, respectively. The dispersion of the output pulse was compensated with an external single-mode fiber of 2.5 m length. The pulse was compressed from 2.1 ps to 93 fs by dispersion compensation. We proposed a fiber confocal microscope as an alignment-free readout system of multilayered optical memories. The fiber confocal microscope does not require fine pinhole position alignment because the fiber core is used as the point light source and the pinhole, and both of which are always located at the conjugated point. The configuration reduces the required accuracy of pinhole position alignment. The fiber confocal microscope can also achieve a compact pickup head. Recording layers in a multilayered medium could be detected with an axial resolution of approximately 900 nm. We demonstrated eight-layer readout with the fiber confocal microscope.\r\n\r\n",
      "name": "Compact Fiber Laser and Fiber Readout System for Multilayered Optical Memory",
      "format": "url",
      "url": "http://www.jpo-journal.org/paperInfo.aspx?ID=5278",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "8c9be52f-10c3-44d9-9270-bbd1dab09429",
      "created": "2013-07-09T02:48:28.671210",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "c61e8638-5704-427c-9fec-dc63287c691c",
      "url_type": null,
      "id": "5238824d-00e7-4d0c-8778-87436d1c0140",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Sodium zinc Phosphate glasses (NZP) containing different concentrations of chromium oxide have been synthesized by melt quenching technique. Characterization of these glassy materials was carried out by X-ray diffraction, FT-IR spectroscopy. Transmission, absorption and fluorescence as optical properties were also investigated. The optical band gaps (Eo) and energy tail (ΔE) were determined and it was found that, the optical band gap increased with increasing of Cr2O3 Keywords- Phosphate Glass; Transition Metals; Optical Properties; Ultrasonic concentration and vice versa for energy tail. The ultrasonic compression and shear wave velocity measurements were made by pulse-echo technique at a frequency of 5 MHz. The elastic constants of the studied glasses were calculated. The density, molar volume, the ultrasonic wave velocities (longitudinal and shear), the elastic moduli, Poisson's ratio, Debye temperature, mean ultrasonic velocity and the ultrasonic attenuation are found to be sensitive to the glass composition. The compositional dependence of the glass hardness was also examined.\r\n",
      "name": "Optical and Ultrasonic Properties of Chromium Oxide in Sodium Zinc Phosphate Glass",
      "format": "url",
      "url": "http://www.jpo-journal.org/paperInfo.aspx?ID=5254",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "8c9be52f-10c3-44d9-9270-bbd1dab09429",
      "created": "2013-07-09T03:05:51.931750",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "e97a14ae-cf44-4495-86f6-80620f880084",
      "url_type": null,
      "id": "c72dbf5c-ce01-41be-a27f-278e0e45dcf6",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "When passing a pulsing beam of polarize light of a light emitter diode (LED) or a semiconductor laser through an optical system, two photodiodes spatially arranged at 900 to each other and both with their detection surfaces parallel to the transmission shaft of light, and polarization axis oriented at 450 Keywords- Polarization; Optic; Lens; Measurement of the vertices of the edges where the photodiodes join, in the outputs of two operational amplifiers, we have two signals with the same shape in time, i.e. a pulse train with the same phase. But when you turn the polarization plane, change the radiance of the light projected onto the photodiodes, being out of phase signals to the outputs of the amplifiers, where the difference between the fronts of the pulses is proportional to the angle of rotation of the plane of polarization of polarization light. In a digital circuit phase discriminator, a pulse is obtained equal to the time difference between two sides of the rise time in the output of two amplifiers. The width of this is directly proportional to the value of rotation the plane of polarization of light, that is to say, the greater the rotation is, the greater the width of this will be.",
      "name": "Electro-optical Method for Polarimetric Measurement",
      "format": "URL",
      "url": "http://www.jpo-journal.org/paperInfo.aspx?ID=5237",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "8c9be52f-10c3-44d9-9270-bbd1dab09429",
      "created": "2013-07-09T03:08:22.957572",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "d0c8500a-e549-4caf-9000-26e7bd1b4cdb",
      "url_type": null,
      "id": "5ab45e69-0cf6-4035-8e50-fb3d3eac5ca5",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Biometric system has been actively emerging in various industries for the past few years and it is continuing to roll to provide higher security features for access control system. In this paper, we propose a multi-modal system for person identification using multi-spectral palmprint images. In this work, the observation vectors are extracted using 2D Gabor filters. Thus, the images {RED, BLUE, GREEN and Nearest-Infrared (NIR)} are filtered by a 2D Gabor filter with different orientations and then compressed using the PCA. Subsequently, we use the GMM and HMM for modeling the observation vector of each band. Finally, log-likelihood scores are used for palmprint matching. The multi-modal systems fuse information from several modalities in order to achieve better identification performance. Therefore, all bands are integrated using the fusion at the matching score level in order to construct an efficient multi-modal identification system. The experimental results showed that the designed system achieves an excellent identification rate and provide more security than uni-modal system.",
      "name": "Fusion of Multi-spectral Palmprint Images for Improved Identification Performance",
      "format": "URL",
      "url": "http://www.jpo-journal.org/paperInfo.aspx?ID=5239",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "8c9be52f-10c3-44d9-9270-bbd1dab09429",
      "created": "2013-07-09T03:09:27.169137",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 5,
      "revision_id": "5db4ff98-fd75-4e00-ac79-88226e730ca2",
      "url_type": null,
      "id": "afd19d69-3c12-44dc-bb75-e47677c37cf3",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "We propose a quantum search method, based on Grover’s algorithm. We show that to search for a single marked element from an unsorted search space of N elements the number of queries required using this algorithm varies as N**1.3 when compared to N**1/2 for the Grover’s algorithm.",
      "name": "A Modification of Grover's Quantum Search Algorithm",
      "format": "URL",
      "url": "http://www.jpo-journal.org/paperInfo.aspx?ID=5240",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "8c9be52f-10c3-44d9-9270-bbd1dab09429",
      "created": "2013-07-09T03:10:25.174526",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 6,
      "revision_id": "ab4014ac-af46-423e-a0cd-1d516baa12e1",
      "url_type": null,
      "id": "bedf41d7-7434-41a4-8c90-c25bf1477ea7",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " When linearly polarized light impinging on a lens, it will reflect and refract along the lines curves resulting from the interception of a plane (plane of polarization) with a sphere (lens surface) maintaining the orientation of refraction and reflection in the plane of polarization. This effect is significant only looking at the lens laterally. Therefore, a lens acts as a lateral analyzer when we rotate the polarization plane of polarized light incident on the lens. Following this principle that in the spherical surface of a lens fit n circles of radius r, where n is inversely proportional to r, and each circle is a lens itself. Then if we shine a beam of light in one of these areas, the polarization phenomenon is expressed lateral side and diametrically opposite to where the incident linearly polarized light, the lens acting as a waveguide for the light beam polarized.",
      "name": "Top Lateral Refraction and Reflection of Polarized Light in Lenses, Coplanar Lens Systems, and Applications",
      "format": "URL",
      "url": "http://www.jpo-journal.org/paperInfo.aspx?ID=5238",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "8c9be52f-10c3-44d9-9270-bbd1dab09429",
      "created": "2013-07-09T03:11:32.487027",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 7,
      "revision_id": "fb30a0a7-5291-4a80-8325-291edd6c3ee5",
      "url_type": null,
      "id": "391abd25-4392-4ac5-a570-506db2392b16",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The applicability of multiple exposure time based LASCA was demonstrated on skin blood perfusion monitoring. The method was compared to ?-corrected and non-corrected single exposure time measurements while the data simultaneously recorded by a laser Doppler system were used as reference. The skin of the forearm was illuminated with the light of an 808 nm laser diode. Speckle images were recorded in the exposure time range of 1-100 ms and relative perfusion changes caused by ischemia were determined. The results showed an obvious nonlinear relationship between the data of the non-corrected single exposure time LASCA method and the laser Doppler system, while a good linearity was observed for the multiple exposure time method with a correlation factor of 0.83.\r\n",
      "name": "Multiple Exposure Time Based Laser Speckle Contrast Analysis: Demonstration of Applicability in Skin Perfusion Measurements",
      "format": "url",
      "url": "http://www.jpo-journal.org/paperInfo.aspx?ID=5264",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "8c9be52f-10c3-44d9-9270-bbd1dab09429",
      "created": "2013-07-09T20:14:36.656888",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 8,
      "revision_id": "9a3c29fb-4876-443f-8d5e-1ab638ce8254",
      "url_type": null,
      "id": "7fa72a95-b4c5-4b94-8cbe-2f7451b04a02",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Computer Simulation of Fresnel Diffraction from Triple Apertures by Iterative Fresnel Integrals MethodThe Iterative Fresnel Integrals Method (IFIM) has been applied for the simulation and generation of the complete near-field Fresnel diffraction images created by triple apertures for the first time. The simulation can be performed in any PC using an included MATLAB program. Necessary formalism has been derived and simulation algorithm has been developed for this application. An interesting combination of interference effects with Fresnel diffraction has been observed in the simulation images. Transition to the expected Fraunhofer diffraction pattern from Fresnel diffraction for triple apertures is also observed by the simulations. The program can serve as a useful tool to study the complex phenomenon of Fresnel diffraction from triple apertures.\r\n",
      "name": "Computer Simulation of Fresnel Diffraction from Triple Apertures by Iterative Fresnel Integrals Method",
      "format": "url",
      "url": "http://www.jpo-journal.org/paperInfo.aspx?ID=5266",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "8c9be52f-10c3-44d9-9270-bbd1dab09429",
      "created": "2013-07-09T20:15:47.204476",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 9,
      "revision_id": "337f0956-a8a1-4cea-a9d8-90800f3f7e08",
      "url_type": null,
      "id": "9a1a2623-c6f5-4265-b6d2-aa390eff4771",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Photothermal deflection is described in this article to detect the change in the thermal and optical properties of the track nuclear detector CR-39 when irradiated to alpha particles. The probe laser beam deflection was found to decrease with the increase of time of exposure to alpha particles. A novel technique, in-situ image analysis of the photothermal deflection spot is presented to assess the detection of the CR-39 to any nuclear particle or radiation instantaneously. This technique offers the ability to acquire data very rapidly and can be used for monitoring any source of nuclear radiations immediately.",
      "name": "Image Monitoring In-situ of Alpha Particles by CR-39 Detector",
      "format": "url",
      "url": "http://www.jpo-journal.org/paperInfo.aspx?ID=5244",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "8c9be52f-10c3-44d9-9270-bbd1dab09429",
      "created": "2013-07-09T20:16:44.335650",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 10,
      "revision_id": "2ede7582-34c2-4fbf-ae33-77e1de4c8e7d",
      "url_type": null,
      "id": "f18fbaa6-a22c-483c-9fcd-ca29c7c036cf",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "We present a multi-wavelength semiconductor laser system in combination with a standard clinical ultrasound system for photoacoustic blood oxygenation imaging. We demonstrate its ability to measure blood oxygenation quantitatively. To model human whole blood properties we used porcine whole blood samples. The resulting oxygenation values are in good agreement with the values obtained by a commercially available blood oxygenation measurement system (R2=0.96) over a wide range of oxygen saturations. By using a blood vessel mimicking sample we demonstrate quantitative spatially resolved oxygenation imaging.\r\n",
      "name": "Photoacoustic Blood Oxygenation Imaging Based on Semiconductor Lasers",
      "format": "url",
      "url": "http://www.jpo-journal.org/paperInfo.aspx?ID=5270",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "8c9be52f-10c3-44d9-9270-bbd1dab09429",
      "created": "2013-07-09T20:17:51.306097",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 11,
      "revision_id": "0fda15a1-c3f3-423b-8418-11e726b10a3d",
      "url_type": null,
      "id": "6a18cc12-d230-4c78-9c1f-c37b796feff3",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Direct Laser Fabrication (DLF) is a rapid manufacturing process based on laser cladding technique in which parts are fabricated layer by layer. In this work, a coaxial nozzle is used to deposit 316L stainless steel on a low carbon steel substrate. In order to obtain a 3D simulation with reasonable computation time, the thermal and geometrical problems are decoupled. The clad geometry is supposed to be a half cylinder which corresponds to a suitable geometry to built a part layer by layer. The finite element method is used to simulate the heat conduction in the part during the process with a 3D modelling using the Arbitrary Langrangian-Eulerian (ALE) in (Multiphysics Comsol 3.5). This model allows predicting the temperature field in the part during the process.",
      "name": "3D Finite Element Simulation to Predict the Induced Thermal Field in Case of Laser Cladding Process and Half Cylinder Laser Clad",
      "format": "url",
      "url": "http://www.jpo-journal.org/paperInfo.aspx?ID=5267",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "8c9be52f-10c3-44d9-9270-bbd1dab09429",
      "created": "2013-07-09T20:18:55.396557",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 12,
      "revision_id": "0fda15a1-c3f3-423b-8418-11e726b10a3d",
      "url_type": null,
      "id": "556aeb01-1472-4cac-be9e-2bf449fa5ddb",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "We propose a novel OFDR method which improves spatial resolution by cancelling laser phase noise. Laser light is intensity-modulated with linearly swept frequency. Both the backscattered light and the reference light are divided into upper- and lower-sideband by optical filter. These two signals are detected and multiplied each other. The laser phase noise is cancelled by this multiplication. The proposed method is confirmed experimentally. The laser phase noise having 1.5MHz linewidth is cancelled by this method. This result confirms that this method is feasible to improve spatial resolution for OFDR.",
      "name": "A Novel Phase-Noise Cancelled Optical Frequency Domain Reflectometry using Modulation Sidebands",
      "format": "url",
      "url": "http://www.jpo-journal.org/paperInfo.aspx?ID=5248",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "8c9be52f-10c3-44d9-9270-bbd1dab09429",
      "created": "2013-07-09T20:19:42.723492",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 13,
      "revision_id": "7e5dff39-efb8-4313-9ec6-f32703d405d8",
      "url_type": null,
      "id": "bbecf499-b82b-410e-813d-11f3629a23a0",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "We developed a compact and high-power mode-locked fiber laser for multilayered optical memories. The average power and pulse width of the output pulse from the fiber laser that we developed were 109 mW and 2.1 ps, respectively. The dispersion of the output pulse was compensated with an external single-mode fiber of 2.5 m length. The pulse was compressed from 2.1 ps to 93 fs by dispersion compensation. We proposed a fiber confocal microscope as an alignment-free readout system of multilayered optical memories. The fiber confocal microscope does not require fine pinhole position alignment because the fiber core is used as the point light source and the pinhole, and both of which are always located at the conjugated point. The configuration reduces the required accuracy of pinhole position alignment. The fiber confocal microscope can also achieve a compact pickup head. Recording layers in a multilayered medium could be detected with an axial resolution of approximately 900 nm. We demonstrated eight-layer readout with the fiber confocal microscope.",
      "name": "Compact Fiber Laser and Fiber Readout System for Multilayered Optical Memory",
      "format": "url",
      "url": "http://www.jpo-journal.org/paperInfo.aspx?ID=5278",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "8c9be52f-10c3-44d9-9270-bbd1dab09429",
      "created": "2013-07-09T20:21:17.310383",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 14,
      "revision_id": "6b204045-d97e-49fb-b14c-840e69460266",
      "url_type": null,
      "id": "99593e9d-efd7-4d71-89cb-3312ba109ab5",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper presents an equalization technique of analogue-digital or mixed signals disturbed by electromagnetic interference (EMI) and electromagnetic compatibility (EMC) effects by using negative group delay (NGD) circuit for the microelectronic systems application. The basic principle illustrating the mechanism of the equalization technique thanks to the NGD function is explained. To illustrate the efficiency of the technique understudy, an equalization of RC-effect is performed. According to the frequency- and time-domain analyses, a possibility of the distorted signal reconstruction is demonstrated experimentally and by simulations. To confirm the proposed technique efficiency and reliability, the reduction of rise-/fall-time and propagation delay in relative value more than 90 % is performed by using trapezoidal signal with 1 Gbit/s-rate. It is stated that this technique allows to reduce the signal delays.\r\n",
      "name": "Recovery of Microwave-Digital Signal Integrity with NGD Circuits",
      "format": "url",
      "url": "http://www.jpo-journal.org/paperInfo.aspx?ID=5252",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "8c9be52f-10c3-44d9-9270-bbd1dab09429",
      "created": "2013-07-09T20:22:03.788761",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 15,
      "revision_id": "392e2f78-d650-491e-8382-88397bfbbc1e",
      "url_type": null,
      "id": "ae6e72bd-6f4c-4353-b484-83dce95266e1",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The properties and origin of defect modes in the one dimensional photonic crystal (PC) with a central defect has been studied. Two types of photonic crystals, each having single defect, namely, symmetric and asymmetric PCs are considered. It is found that a defect mode arise at central wavelength for asymmetric PC, whereas two defect modes arise in the vicinity of central wavelength for symmetric PC. These two defect modes can be fixed to a single central defect by increasing the width of the defect layer. But the intensities of these defect modes are found to be different from the intensities of defect modes for asymmetric case. The origin of these defect modes can be explained using impedance matching condition. The propagation characteristics of the proposed structure are analyzed by using the transfer matrix method.",
      "name": "Defect Mode Properties and Origin in one Dimensional Photonic Crystal",
      "format": "url",
      "url": "http://www.jpo-journal.org/paperInfo.aspx?ID=5257",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "8c9be52f-10c3-44d9-9270-bbd1dab09429",
      "created": "2013-07-09T20:22:50.278361",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 16,
      "revision_id": "536b10b1-858d-48c3-996d-f8be182079e2",
      "url_type": null,
      "id": "14135ef3-4b82-408e-b45d-b8b443ddad59",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The paper reports new results of chromatic dispersion in Photonic Crystal Fibers (PCFs) through appropriate designing of index-guiding triangular-lattice structure devised with a selective infiltration of only the first air-hole ring with index-matching liquid. Our proposed structure can be implemented for both ultra-low and ultra-flattened dispersion over a wide wavelength range. The dependence of dispersion parameter of the PCF on infiltrating liquid indices, hole-to-hole distance and air-hole diameter are investigated in details. The result establishes the design to yield a dispersion of 0±0.15ps/ (nm.km) in the communication wavelength band. The designed proposed pertaining to infiltrating practical liquid for near-zero ultra-flat dispersion of 0±0.48ps/ (nm.km) achievable over a bandwidth of 276-492nm in the wavelength range of 1.26μm to 1.80μm.\r\n",
      "name": "A New Design of Ultra-Flattened Near-zero Dispersion PCF Using Selectively Liquid Infiltration",
      "format": "url",
      "url": "http://www.jpo-journal.org/paperInfo.aspx?ID=5299",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "8c9be52f-10c3-44d9-9270-bbd1dab09429",
      "created": "2013-07-09T20:24:06.154833",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 17,
      "revision_id": "d80d92fe-3bb9-4e42-8e70-193adc9e7c25",
      "url_type": null,
      "id": "cf01c564-b786-4ce6-91cb-cc36a26d1932",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Herein, we present and compare our spectroscopic results on femtosecond (fs) laser irradiated polymers Poly Methyl Methacrylate (PMMA), Poly Di Methyl Siloxane (PDMS) with crystal media such as Lithium Niobate (LiNbO3). Dependence of the structure width with irradiation dose and scan speed is illustrated. Keldysh parameter calculations are highlighted to describe the dominant ionization process. Formation of micro-craters at low irradiation dose and high scan speed is analyzed through minimal pulse to pulse overlap. Formation of defects such as optical and paramagnetic centers in case of polymers is compared with the absence of such defects in crystal media. Confocal micro-Raman studies carried out on polymers and crystal are presented.",
      "name": "Comparative Study of Defect Formation in Femtosecond Laser Irradiated Polymers and Crystalline Media",
      "format": "url",
      "url": "http://www.jpo-journal.org/paperInfo.aspx?ID=5263",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "8c9be52f-10c3-44d9-9270-bbd1dab09429",
      "created": "2013-07-09T20:25:11.451767",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 18,
      "revision_id": "d80d92fe-3bb9-4e42-8e70-193adc9e7c25",
      "url_type": null,
      "id": "5c3bc582-5011-4ad7-811d-c5773f184ec4",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 19,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Optoelectronics",
      "id": "4518f157-d297-45e3-81da-5ed2b8cf723c",
      "name": "Optoelectronics"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "photonics",
      "id": "6a231b88-473c-4ffb-9184-28627095a112",
      "name": "photonics"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-jpo-journal-org",
  "isopen": true,
  "url": null,
  "notes": "Photonics and Optoelectronics (P&O) is an international open-access and refereed journal dedicated to publishing the latest advancements in photonics and optoelectronics. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.\r\n\r\n",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Photonics and Optoelectronics",
  "revision_id": "22b12d4f-f0bf-4b15-ba38-b55820ccb414"
}