{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "72ad37a7-b033-4675-adc0-a586324fc6d5",
  "metadata_created": "2013-09-03T11:11:22.214634",
  "metadata_modified": "2013-10-10T20:05:36.309363",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "a49edb79-5d41-443e-9970-8ca57837d983",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "bruce",
  "isopen": false,
  "url": "",
  "notes": "During a drug detox treatment program, people can get to receive an imm.. \n\nThere are two kinds of people in regards to medicine cleansing, including those who voluntarily admit themselves simply because they are fed up with the sad impact that drugs have on the living and there are those who are requested by a judge to wait. Medicine detoxification is sometimes requested by the court whilst the result of a certainty associated with charges arising from possession or usage of an illegal substance. \n\nDuring a drug detoxification therapy program, people can expect to get an immediate detox in the facility. This technique usually lasts three or four times and quickly removes the availability of drugs. During this time period, the body is cleaned and the people instant desire due to their addiction is addressed. To check up more, we know people look at: <a href=\"http://www.houseofrecovery.org/\">house of recovery review</a>. These few days are often some of the most physically and emotionally draining to the patient, but are often the only way to effectively rid the dependency and desire to have the use of drugs. Following the drug detox is total, people may be required to undertake some treatments consisting of both psychological and social therapy. Furthermore, frequent conferences are often required, of which the patient might attend and speak freely with other drug detox people about their condition. In many cases, the whole drug cleansing treatment program can last for around one month, but could be longer in particular cases or depending on the individuals need for continued treatment. \n\nAn inpatient drug detox therapy system was created for those who are often requested by the court to receive inpatient treatment or for anyone who thinks that they are struggling to function in everyday activity without the use of drugs. If their level of dependence has grown to a level, an inpatient drug treatment will be great in that it contains 24 hour supervision by a qualified individual who's trained to deal with recovering drug addicts. \n\nAny kind of drug treatment program, whether inpatient or outpatient, is designed to help people recover from the grasp why these dangerous chemicals have on the lives. Not only created to cleanse an individual immediately, a treatment program is primarily designed to instill the need for avoiding drug used in the long run. The most useful result is one that leads to someone with a outlook on life and one that no more needs drugs to become a part of that life. \n\nThis article is to be used for informational purposes only. The info contained herein is not designed to be used in place of, or together with, healthcare advice or suggestions regarding any form of drug detox treatment. Should you hate to discover extra info about <a href=\"http://www.houseofrecovery.org/florida-alcohol-treatment-drug-rehabilitation/first-rated-effective-drug-rehab-south-florida-programs\">visit</a>, we recommend lots of resources people should consider pursuing. Before selecting the top way of treatment, the patient should consult a qualified medical professional for advice and/or to find out the best course of action for his/her personal situation.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Acquiring Treatment With Drug Detox",
  "revision_id": "ccde1b78-e8be-46ac-a324-12cde3140c95"
}