{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "deab70be-cacd-48cb-9f69-e97357bb9b3b",
  "metadata_created": "2013-09-03T23:15:41.265800",
  "metadata_modified": "2013-10-10T21:07:06.827207",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "593ec5c8-a3d0-4455-a8d4-811b98c0a644",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "graham",
  "isopen": false,
  "url": "",
  "notes": "Introduction\n\nProstate health is critical to men's sexual overall health.  The prostate is element of the male reproductive program.\n\nProstate overall health is one of the most critical concerns for guys, and every single man ought to have a yearly check of their prostate\n\nwellness soon after a certain age.  Prostate health is 1 of the top issues for American guys.\n\nProstate cancer\n\nProstate cancer is a malignant tumor that arises in the prostate gland. Discover more on our favorite related URL - Navigate to this website: <a href=\"http://www.visresearch.org/clinical-research/center-optimization-analytics\">tell us what you think</a>.  Prostate cancer is the most common nonskin\n\nmalignancy and the second major result in of cancer deaths in United States males.  Prostate cancer is one of the most\n\ntypical cancers affecting older guys in developed countries and a considerable result in of death for elderly guys (estimated\n\nby some specialists at 3%).  Prostate cancer danger can be decreased by modifying recognized risk elements for prostate cancer,\n\nsuch as decreasing intake of animal fat.  Prostate-certain antigenSerum prostate-specific antigen (PSA) levels could be\n\nmeasured to support figure out if reduce urinary tract symptoms (LUTS) may be due to prostate cancer.\n\nRemedy\n\nTreatment alternatives should be studied closely by all men diagnosed with prostate cancer.  Treatment requires identifying the\n\ntrigger of the symptoms, which might incorporate bacteria, or scar tissue in the passage to the urethra that has resulted from an injury.\n\nDue to the fact all treatment options can have considerable side effects, such as erectile dysfunction and urinary incontinence, therapy\n\ndiscussions typically concentrate on balancing the ambitions of therapy with the risks of lifestyle alterations.  Therapy for prostate\n\ncancer might involve watchful waiting, surgery, radiation therapy, High Intensity Focused Ultrasound (HIFU), chemotherapy, cryosurgery,\n\nhormonal therapy, or some mixture. If you are concerned by police, you will likely need to learn about <a href=\"http://www.visresearch.org/clinical-trials/research-sites-selection\">medical research studies</a>.  Remedy Options for Males With Early-Stage Prostate Cancer describes the treatment options\n\noffered to men diagnosed with early-stage prostate cancer and examines the pros and cons of each therapy.\n\nConclusion\n\nProstate overall health is very crucial, as prostate cancer and other connected medical circumstances are frequent amongst guys.\n\nProstate health is a key concern for most guys, particularly these more than the age of 50. If you have an opinion about protection, you will perhaps wish to discover about <a href=\"http://www.visresearch.org/clinical-trials/investigator-finder-selection\">r&d analytics</a>.  Prostate troubles are mostly 1\n\nof major reasons for mens impotence or so referred to as erectile dysfunction.  Prostate health is important to men's sexual overall health.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Prostate Well being and Men's Sexual Overall health...",
  "revision_id": "94e13f1a-49cf-413c-b271-26251c2b0169"
}