{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "61a07e58-f296-428f-8de8-d5dac78cc9ec",
  "metadata_created": "2013-07-16T07:28:13.425974",
  "metadata_modified": "2013-10-10T21:17:42.073498",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Higher educational institutions are exposed with global competition for the sustainability for a long run such as low graduation rates, less employability and rising questions of relevance of college education for public good etc., Some institutions in India have successfully implemented ISO 9001:2008. The quality of education is more important to the customers of the educational institutions such as students, parents and the organizations where they are getting employment. Education Institutions require an innovative supporting tool which helps in improving the quality of processes pertaining to the important functions particularly teaching, research and service. The administrative functions and supporting activities in an institution help to coordinate and to improve the effectiveness of the Academic Delivery Process. Institutions can also improve their chances of attracting students by improving the levels of service. To find success, institutions of higher education must demonstrate that they can offer what others cannot. This paper narrates the implementation of six sigma in a technical institution, the benefits of implementation and how six sigma may be used to improve the performance of all institution operations from student graduation to recruitment, including all the processes.",
      "name": "Six Sigma in Educational Institutions",
      "format": "",
      "url": "http://www.seipub.org/ijepr/paperInfo.aspx?ID=2145",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "61a07e58-f296-428f-8de8-d5dac78cc9ec",
      "created": "2013-07-16T02:28:44.661266",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "e36d965b-fe50-42dc-86fb-342b457c18b3",
      "url_type": null,
      "id": "9dad6761-7c65-422d-913f-b36dc03a7e17",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The development of personal computer and internet changes faculty’s teaching styles in many engineering schools. This paper analyzes the current aspects and future trends of education in mechanical and manufacturing engineering. As the engineering fiel",
      "name": "Renovated Engineering Technology Education In Engineering Majors and Future Trends",
      "format": "",
      "url": "http://www.seipub.org/ijepr/paperInfo.aspx?ID=2146",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "61a07e58-f296-428f-8de8-d5dac78cc9ec",
      "created": "2013-07-16T02:29:28.190048",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "230585a4-1d9c-4cd6-a042-d0ee688a5f07",
      "url_type": null,
      "id": "0bfde816-a40b-40fc-9b5e-401554bef81c",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " This study examines 413 engineer students’ ESE and its influencing factors. The results show that students’ career resilience (CR) has a significant direct effect on employability self-efficacy (ESE), and perceived labor market competition (PLMC) has a significant effect on ESE through CR. The influence pattern and empirical data of PLMC and CR on ESE has a good fit.",
      "name": "Factors Influencing Employability Self-efficacy of Engineering Students in Taiwan",
      "format": "",
      "url": "http://www.seipub.org/ijepr/paperInfo.aspx?ID=2320",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "61a07e58-f296-428f-8de8-d5dac78cc9ec",
      "created": "2013-07-16T02:30:02.399889",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "3bf91a8c-8cfd-472c-92d0-66730dacecf1",
      "url_type": null,
      "id": "1837c3f8-309f-445b-b05e-8ec3b7bb2d65",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The theoretical questions of large ensemble of the derivative orthogonal discrete signals synthesis is examined in this article. These signals possess the advanced correlation ensemble and structural properties. The practical application of the synthesized signals allows decreasing the probability of error in the communication and management network, and promoting their carrying capacity. It is shown that the forming consequences possess the advanced ensemble and correlation properties among the well-known ones that allow increasing the quality of the data transfer in the space communication and management network.",
      "name": "The Derivative Orthogonal Signals System",
      "format": "",
      "url": "http://www.seipub.org/ijepr/paperInfo.aspx?ID=2148",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "61a07e58-f296-428f-8de8-d5dac78cc9ec",
      "created": "2013-07-16T02:30:40.142700",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "23ec9a40-7df1-4389-b269-2c717305ce71",
      "url_type": null,
      "id": "ad27b8d6-d751-4223-b3d5-bdb147d4f47e",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The steganographic methods of information embedding in stable images for the secure transfer of information are investigated. The method of steganographic security based on the use of complex discrete signals and technology of direct expansion of spectrum is examined, its efficiency is probed from point of the provided security, carrier capacity and amount of introduced distortions in a container-image.\r\n",
      "name": "Use of Complex Discrete Signals for Steganographic Information Security",
      "format": "",
      "url": "http://www.seipub.org/ijepr/paperInfo.aspx?ID=2147",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "61a07e58-f296-428f-8de8-d5dac78cc9ec",
      "created": "2013-07-16T02:31:58.059710",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "117a8802-510e-4ac9-ad0c-504ab0b3f05a",
      "url_type": null,
      "id": "d95e3e80-7969-494d-83db-7d76776265ca",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The purpose of this paper is to investigate whether (1) male and female engineering staff in two transport companies have differences in the perception of influence of the organizational defensive patterns on learning of information and communication technology (ICT); and (2) skilled incompetence, organizational defensive routines and fancy footwork are less correlated with each other for female engineering staff than their male counterparts in two transport companies. Quantitative survey was employed in this study. Totally 200 engineering staff (159 male and 41 female) were selected from two companies. T-test and correlation analysis were used to test the hypotheses. The findings showed that (1) male and female engineering staff in two transport corporations had the different perceptions of influence of skilled incompetence, defensive routines and fancy footwork on learning of ICT; and (2) skilled incompetence, defensive routines and fancy footwork were less positively associated with each other for female engineering staff than their male counterparts in two transport corporations.\r\n",
      "name": "Gender Difference in the Perceptions of Influence of Organizational Defensive Patterns: an Empirical Study in Hong Kong Transport Sector",
      "format": "",
      "url": "http://www.seipub.org/ijepr/paperInfo.aspx?ID=2154",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "61a07e58-f296-428f-8de8-d5dac78cc9ec",
      "created": "2013-07-16T02:32:49.629164",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 5,
      "revision_id": "fc891ae1-293e-4ffd-94da-3b833602520b",
      "url_type": null,
      "id": "c8fd924f-cdcc-414c-96f8-76548d021cf0",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper presents an improvement to the previously developed MS2SV tool and the use of the tool in two mixed technology case study designs is presented. MS2SV was created to perform the translation of mixed technology system models developed in MATLAB/Simulink into a structural or behavioral description in VHDL-AMS. Previously, the MS2SV translated only models available within the integrated LIB MS2SV library. The enhancement to the tool presented and used here is an improvement to the original tool so that it now allows the designer to create their own libraries for model translation. To illustrate the use of the tool, a rudder controller and the Buck converter employed in an unmanned aerial vehicle were used as study case designs. For comparison with the original model in MATLAB/Simulink, the VHDL-AMS code obtained by the translation was simulated using the Mentor Graphics SystemVision environment. The results show the efficiency of the tool, using the translation improvement described in this paper, is improved.\r\n",
      "name": "Enhancement to a Computational Tool for the Support of the Design of Mixed Technology Systems",
      "format": "",
      "url": "http://www.seipub.org/ijepr/paperInfo.aspx?ID=2184",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "61a07e58-f296-428f-8de8-d5dac78cc9ec",
      "created": "2013-07-16T02:33:23.415082",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 6,
      "revision_id": "fd164f1a-9522-4240-810f-341d8350e955",
      "url_type": null,
      "id": "59e8958d-a7b3-4fad-8d25-f3aebc0707c7",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Some wireless channel models based on probability density functions have been proposed, including models based on Markov chains. However, they are limited to a certain number of perturbations. This paper proposes a methodology based in a Ku-band signal behavior which is classified in three cases: ascendant, descendent and constant. Samples are classified in these cases so their conditional probabilities are analyzed in order to find a fit a pdf and to extract its statistical parameters which are the model itself. From this information, a new signal was generated and their second order statistics are compared with the ones from the original signal to validate the created model. The analyzed signal was extracted from a measurement campaign done in Mexico.\r\n",
      "name": "Ku-band Channel Signal Generator Based on a Statistical Channel Model",
      "format": "",
      "url": "http://www.seipub.org/ijepr/paperInfo.aspx?ID=2203",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "61a07e58-f296-428f-8de8-d5dac78cc9ec",
      "created": "2013-07-16T02:34:06.786366",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 7,
      "revision_id": "ec0f6007-066d-47d6-beab-9a35f1ff756e",
      "url_type": null,
      "id": "5231c03e-9e4f-418b-88c3-88629861db7a",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "There are two ways to enter the universities in Hong Kong. One is from the completion of secondary school while other is from completion of community college. Both types of students come across the academic, social and psychological adjustments when they just enter the universities. The purpose of this study is to examine the difference between these two groups of students in adjusting to engineering departments of universities in Hong Kong. The study is based on a survey of 456 first year engineering students from five Hong Kong universities. The findings show that (i) students transited from matriculation can adjust better academically than the students transited from the community colleges; (ii) students transited from matriculation can adjust better socially than the students transited from the community colleges; and (iii) students transited from matriculation can adjust better psychologically than the students transited from the community colleges.",
      "name": "Is There any Difference between Matriculation Students and Community College Students in Adjusting to Engineering Departments of Universities in Hong Kong?",
      "format": "",
      "url": "http://www.seipub.org/ijepr/paperInfo.aspx?ID=2348",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "61a07e58-f296-428f-8de8-d5dac78cc9ec",
      "created": "2013-07-16T02:34:38.727823",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 8,
      "revision_id": "733aa8ff-7914-44ae-8acd-3b2e2d4c9f91",
      "url_type": null,
      "id": "8998d4ae-388a-4b34-b5e8-e07e3ed512f2",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Rainfall plays a key role in hydrological application and agriculture in wet climatic regions. Lack of short-run rainfall Forecasting is considered as a significant impediment for scheduling the root zone moisture preparation. Although many mathematical techniques are available for use, basic concerns remain unsolved such as simplicity, high accuracy, real time use in many stations of a region, and the low availability of inputs. In this study, a nonlinear modeling with Gamma Test (GT) has been presented to solve some of the mentioned problems. Forecasting seasonal and annual rainfall with the variables of four years lagged rainfall data and geographical longitude, latitude and elevation has been performed in the North of Iran during 1956-2005. The results show that how well the GT works in conjunction with the nonlinear modeling techniques for rainfall forecasting. The applied nonlinear modeling techniques are Local Linear Regression (LRR), Dynamic Local Linear Regression (LRR), and three separate Artificial Neural Networks (ANN) using Back Propagation Two Layer, Broyden-Fletcher-Goldfan-Shanno (BFGS), and the Conjugate Gradient training Algorithms. The training and testing data are partitioned by random selection from the original data set. The Gamma Test not only yields the best input combination, but also how good the model’s performance is relative to the best achievable result so that it is possible for a modeler to decide whether any further effort is worthwhile to improve the existing model. The study results demonstrates that developed models based Local Linear Regression (LRR) technique have better performance comparing with ANN models. Also, developed ANN model based on Back Propagation Two Layer training Algorithm is preferred because of its better performance compared with the other ANN models.\r\n",
      "name": "Forecasting Seasonal and Annual Rainfall Based on Nonlinear Modeling with Gamma Test in North of Iran",
      "format": "",
      "url": "http://www.seipub.org/ijepr/paperInfo.aspx?ID=2244",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "61a07e58-f296-428f-8de8-d5dac78cc9ec",
      "created": "2013-07-16T02:35:12.819981",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 9,
      "revision_id": "546863c7-2a89-4445-8566-3816a2e4f9a7",
      "url_type": null,
      "id": "d39c7d1f-63e2-45c2-968f-8647c1cc7f44",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In the present work, an attempt is made to develop a simple semi-empirical model for prediction of the ballistic-limit of thick-section composite laminates when subjected to a normal impact by a solid (right circular cylinder) projectile (made of a hard enough material to resist plastic deformation). Towards that end, the projectile/composite-laminate interaction process is divided into three distinct phases: (a) a short-term, shock-wave dynamics controlled (initial) Phase 1; (b) a relatively-longer, composite-laminate material deformation/damage/failure controlled (intermediate) Phase 2; and (c) a structural-vibration dominated (final) Phase 3. Projectile/composite-laminate interaction within Phase 1 is analyzed using the theory of planar, longitudinal shock-waves which yielded the reactive force acting on the projectile as a function of the projectile forward displacement. Within the interaction Phases 2 and 3, on the other hand, the reactive force vs. projectile forward displacement relation is obtained using the results (properly modified to include the dynamic effects) of quasi-static punch-shear tests (at varying support-span over punch-diameter ratios). The ballistic-limit results yielded by the model are compared with their finite-element analysis counterparts and a reasonable agreement is observed.",
      "name": "A Simple Model for the Prediction of the Ballistic Limit in Thick-section Composite Laminates",
      "format": "",
      "url": "http://www.seipub.org/ijepr/paperInfo.aspx?ID=3179",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "61a07e58-f296-428f-8de8-d5dac78cc9ec",
      "created": "2013-07-16T02:35:53.095486",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 10,
      "revision_id": "462b7f76-1315-49c1-8c63-53f54bcb1854",
      "url_type": null,
      "id": "e8b5c547-7ef1-497f-a219-7434e2d926ed",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The development of Multi-Processors Systems on Chip (MPSoC) has increased recently due to their high processing speed and low-power consumption. Software implementation of these systems rely on parallel computing, a different programming paradigm which has not been fully adopted by most of the developers. Real-Time Operating Systems (RTOS) is one of the most important pieces in an embedded system. Unfortunately, some RTOSs have been mostly released for single processor embedded systems and there are just a few research-purposes multiprocessor operating systems. This paper explores some alternatives reported in the literature to the implementation of MPSoC operating systems. One of the most promising commercial MPSoC RTOS called FreeRTOS xcore is introduced and described. The characteristics of this MPSoC RTOS are contrasted with those of some other available RTOSs, concluding that FreeRTOS xcore is a suitable operating system for mid-range multiprocessor systems, where easy and fast implementation is a crucial constraint.\r\n",
      "name": "Evaluation of MPSoC Operating Systems",
      "format": "",
      "url": "http://www.seipub.org/ijepr/paperInfo.aspx?ID=2186",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "61a07e58-f296-428f-8de8-d5dac78cc9ec",
      "created": "2013-07-16T02:36:41.430014",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 11,
      "revision_id": "1a2e2185-1eb8-48ea-b5a1-b1b456ea4a7d",
      "url_type": null,
      "id": "4ef0a6b5-3a02-4177-9fdb-2d0b307fa1ec",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The direct scheme of Model Reference Adaptive Control System (MRACS) may have several disadvantages; (i) the current state of the plant cannot be easily grasped from values of adjustable adaptive controller parameters, (ii) it has often inferior conditions to an indirect scheme, with respect to the persistent excitation (PE) conditions of adjustable controller parameters for convergence to optimal values. Indirect MRACS based on Dynamic Certainty Equivalent (DyCE) principle hasnot been well studied though the importance of indirect scheme is recognized in an actual field using adaptive control. This paper presents new two design schemes of indirect MRACS based on DyCE principle. These are realized by recursive identifiers and new high order tuners.",
      "name": "Indirect Model Reference Adaptive Control System Based on Dynamic Certainty Equivalence Principle and Recursive Identifier Scheme",
      "format": "",
      "url": "http://www.seipub.org/ijepr/paperInfo.aspx?ID=3788",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "61a07e58-f296-428f-8de8-d5dac78cc9ec",
      "created": "2013-07-16T02:37:14.215070",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 12,
      "revision_id": "9d0f284a-19b8-406e-9610-ff333280e6f6",
      "url_type": null,
      "id": "fb183105-0a0a-4828-ab71-23ddf7fba59b",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " In this work, a rectangular microstrip transceiver has been designed integrated with rectangular SRR based metamaterial structure at a height of 3.276 mm from the ground plane. Metamaterial has the ability to improve the parameters of antenna due to its focusing effect from its negative refractive index characteristics. Here design of rectangular split ring resonator based metamaterial structure is proposed, which has been superimposed on RMT at a height of 3.276 mm from its ground plane. This work is mainly focused on increasing the potential parameters of rectangular microstrip transceiver. The microstrip transceiver along with the proposed metamaterial structure is designed to resonate at 2.301 GHz. Simulation software is used to compare the bandwidth, return loss, directivity and efficiency of the rectangular microstrip transceiver at a frequency of 2.301 GHz with the proposed metamaterial structure. Simulation results showed that the impedance bandwidth of the RMT is improved by 487%, return loss is reduced by 117%, directivity is improved by 96% and efficiency is improved by 22% through the incorporation of the proposed metamaterial structure. In this work the values of permeability and permittivity of proposed innovative metamaterial structure are obtained by using a fictitious rectangular waveguide having perfect electric conductor and perfect magnetic conductor walls. For verifying that the proposed metamaterial structure possesses negative values of permeability and permittivity within the operating frequency range, Nicolson-Ross-Weir method (NRW) has been employed. For all simulation purpose, computer simulation technology-microwave studio (CST-MWS) Software has been used.",
      "name": "Experimental Verification of Double Negative Property of LHM with Significant Improvement in Microstrip Transceiver Parameters in S Band",
      "format": "",
      "url": "http://www.seipub.org/ijepr/paperInfo.aspx?ID=3709",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "61a07e58-f296-428f-8de8-d5dac78cc9ec",
      "created": "2013-07-16T02:37:51.240523",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 13,
      "revision_id": "09489576-c646-43fa-8fc3-fb5424f4d593",
      "url_type": null,
      "id": "71739701-0e3a-4aaa-b45a-9099dd37d673",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The horizontal Bridgman method has been used to synthesize single crystal and near stoichiometric Cu2ZnSnS4 compound from elemental Cu, Zn, Sn and S materials and Cu2ZnSnS4 thin films were deposited on glass substrates by thermal evaporation method at different substrate temperature in the range of RT to 200°C. X-ray diffraction (XRD) results suggest that CZTS powder crystallized into kesterite structure with a high degree of crystallinity. All thin films are amorphous in structure at lower substrate temperature, while crystalline CZTS films are obtained at higher temperature. Cu2ZnSnS4 crystal exhibit p-type conductivity at the surface and are intrinsic in the volume. By cons, all the CZTS thin films are p-type conductivity with resistivity in the range 100-300 Ω.cm. It is noted that increasing substrate temperature Ts from RT to 200°C has reduced resistivity of CZTS thin films.\r\n",
      "name": "Substrate Temperature Effects on Structural Optical and Electrical Properties of Vacuum Evaporated Cu2ZnSnS4 Thin Films",
      "format": "",
      "url": "http://www.seipub.org/ijepr/paperInfo.aspx?ID=2882",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "61a07e58-f296-428f-8de8-d5dac78cc9ec",
      "created": "2013-07-16T02:38:32.299827",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 14,
      "revision_id": "0b7f7a82-cd3b-4756-8083-1daac66e1b84",
      "url_type": null,
      "id": "0ca8e48c-9b28-40f1-91ce-cb12001dc679",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 15,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Engineering Practical Research",
      "id": "e6879d9a-5567-4fed-ba6e-ba0e5f7501c2",
      "name": "Engineering Practical Research"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-seipub-org-ijepr",
  "isopen": true,
  "url": null,
  "notes": "International Journal of Engineering Practical Research (IJEPR) is an internationally refereed journal dedicated to publishing the latest advancements in engineering research. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "International Journal of Engineering Practical Research (IJEPR)",
  "revision_id": "54bfd1e6-3ed1-46c3-8b7a-104b0796a4f1"
}