{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "ed54e534-6251-4257-b88b-c439bd596305",
  "metadata_created": "2013-09-01T10:58:58.923281",
  "metadata_modified": "2013-10-10T23:18:30.180347",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "aa1b6dba-2e94-438e-a85b-8dec04c6d691",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "pitts",
  "isopen": false,
  "url": "",
  "notes": "In countries which are mainly Catholic, divorce isn't accepted by the tradition which is significantly influenced by religion. For example in the Philippines and Malta, divorce is illegal. Due to the Catholic Churchs influence, numerous nations in Europe like France restricted divorce. Consequently, people in these locations may look for the areas to be able to get divorced. \n\nComparing and Contrasting \n\nIn divorce has been legalized by countries which, breaking up from your spouse might be much easier than in these where divorce remains illegal. Should you fancy to dig up more on <a href=\"http://www.vegaacosta.com/immigration-law.html\">immigration laws</a>, we know about many online libraries you should investigate. In countries where divorce is illegal and annulment could be the only method of getting away from a challenge relationship, matters can get a lot more complicated. \n\nThe method of annulment will take an a lot longer period of time than the process of divorce. This majestic <a href=\"http://www.vegaacosta.com/family-law.html\">family law attorney manhattan ks</a> link has specific majestic suggestions for the inner workings of it. Divorce could be the firing of a married relationship contract. Annulment, on another hand, believes the marriage null and void, like one were never married in the first place. This makes couples think twice before thinking about the final stage of annulment. But this may have its pros and cons. \n\nCulture and Divorce \n\nA lot of the time, a woman might even stay in a violent relationship for a lengthy period just because of the countries take on divorce. where countries which have legalized divorce have top of the hand hand is exactly. In these cultures, getting out of any type of abusive relationship as soon as possible is emphasized significantly. Considering it in this way, divorce becomes something for preserving these partners in damaging unions. But divorce it self may also be abused. \n\nMarriage is a significant choice proper and it should maybe not be taken lightly with thinking that one may just as easily get yourself a divorce. To get fresh information, please consider looking at: <a href=\"http://www.vegaacosta.com/family-law.html\">family law attorney</a>. \n\nDiscussion upon the ease where a couple may get divorced in a few countries has also long been discussed. The Vegas simple tying the knot and just like easily cutting it off has been highly criticized by conservative cultures. \n\nGetting married for a couple of hours just for the experience of it and then getting separated soon after in just exactly the same rush is really a obvious exemplory case of how divorce may be abused.Vega Acosta Law Firm Chartered\n630 Humboldt St\nSuite 110\nManhattan KS 66502",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Countries which have Legalized Divorce",
  "revision_id": "bfb17f4c-4743-4487-9837-1116a615a71b"
}