{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "a081022f-c0a5-4acb-85f6-8aac13ce65b2",
  "metadata_created": "2012-11-13T16:38:47.206583",
  "metadata_modified": "2013-10-10T20:49:43.298612",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "fa0873a7-5c94-472e-816e-2921a746a22c",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "eroticos_gratis",
  "isopen": false,
  "url": "",
  "notes": "<B>LAS ESCORTS EN ESPA?A</B>\n\nIn Spain there are a variety of <a href='http://www.maeros.com/valencia/'>putas en valencia</a>, these women are always willing to shall satisfy any man, <a href='http://www.play-escorts/valencia/'>Escorts en valencia</a> are always very helpful and cater to the desires of men. <a href='http://www.maeros.com/madrid/'>Putas en Madrid</a>,  and <a href='http://www.maeros.com/barcelona/'>putas en barcelona</a>pages advertised on <a href='http://www.maeros.com'>Anuncios gratis</a>, <a href='http://www.eroticosgratis/'>anuncios eroticos</a> are very popular and <a href='http://www.play-escorts/sevilla/'>Escorts en sevilla</a> and <a href='http://www.play-escorts/barcelona/'>Escorts en barcelona</a>used them a lot.\n\nValencian prostitutes are very diligent and always do everything your customer wants, are very helpful, and are open to make game experience. Their prices vary greatly from one to another but hopefully the prices fall further due to the crisis. If you visit Spain can not stop because it's whoring of the best countries in the world for this activity in a safe and high quality.\n\nspectrum to the demands of this group to regulate the activity, he argued that \"can not take the lead in prostitution in Spain\" because 90 per cent of women prostitutes are forced to exercise.\n\nThe director general of Equal Opportunities of the City of Madrid, Roc?o de la Hoz Gomez said that the city will continue with the policy of \"discouraging demand\" for prostitution and \"put it difficult\" customer applying sanctions.\n\nSpeaking at the symposium, Professor of Journalism at the Universidad Complutense de Madrid, Fagoaga Concha said that sexual services ads that appear in the press of prestige is a phenomenon that occurs only in Spain.\n\nIn his view, this type of advertising legitimizes prostitution as a commodity to be advertised like any other thing or service and is contrary to the speech that appears in the news pages of newspapers about the need to tackle the trafficking of women.\n\nFrom Play-escorts can find the widest selection of escorts in cities throughout Spain, encontrarar <a href='http://www.play-escorts/bilbao/'>Escorts en bilbao</a>, seville escorts and whores in Valencia. But all in the best quality professional <a href='http://www.maeros.com'>Anuncios eroticos gratis</a>,",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Eroticos gratis",
  "revision_id": "762ca452-510b-482f-8cca-2febaef43e28"
}