{
  "users": [
    {
      "email_hash": "405f5e1681d4b6673fbfc0ceb196fe47",
      "about": "",
      "capacity": "admin",
      "name": "danielfowler",
      "created": "2015-06-20T01:54:00.708756",
      "openid": null,
      "sysadmin": true,
      "activity_streams_email_notifications": false,
      "state": "active",
      "number_of_edits": 1227,
      "display_name": "Daniel Fowler",
      "fullname": "Daniel Fowler",
      "id": "a3e8a44a-bf78-4bb3-9142-d939fd216ba4",
      "number_created_packages": 0
    },
    {
      "email_hash": "8894e12e3736212518501e84914d0eab",
      "about": "Public Record Office Victoria is the archives of the State Government of Victoria. We hold approximately 100kms of records from the mid 1830s to today, which we manage for use by the Government and people of Victoria.\r\n\r\nThe Collection includes memories of events and decisions great and small that have shaped the history of the Colony and State of Victoria, as well as records of immigration and shipping, criminal trials and prisons, premiers and governors, royal commissions, boards of inquiry, wills and probates and more.\r\n\r\nPROV has in recent months taken the decision to migrate records from its online exhibitions to the PROV wiki which it has begun to turn into a semantic wiki. In essence this means:\r\n\r\nWe have entities that we are marking up on wiki pages. Some of these entities are automatically mapped to existing, widely used onotologies such as Dublin Core, FOAF, OWL, WGS84. The wiki makes finding  information easy and the information links back to the PROV catalogue. The good thing about the information on the wiki is that it is also machine readable, is easily converted into various formats (xml, rdf, n-triples, turtle, json) and can be accessed over the internet by semantic browsers and aggregators, and by individual developers using various protocols. So the wiki allows 2 important things:\r\n\r\n1) People can markup the content as structured data (this allows for  rich faceted searches within the wiki)\r\n2) People and machines can access and 'parse' the data to be used in applications outside the wiki.\r\n\r\nThe wiki is fast becoming a digital repository and a metadata database that can be queried both internally and externally. Over the coming monthsPROV will be adding functionality to the wiki that will allow users to:\r\n\r\n1)Transcribe primary records\r\n2)Geo-reference historic maps\r\n3)Tag content\r\n4)Easily share content",
      "capacity": "admin",
      "name": "provonline",
      "created": "2012-01-23T01:43:42.809236",
      "openid": "",
      "sysadmin": false,
      "activity_streams_email_notifications": false,
      "state": "active",
      "number_of_edits": 30,
      "display_name": "PROV Online",
      "fullname": "PROV Online",
      "id": "d9181f30-0e2f-495d-8ca5-568c200f559c",
      "number_created_packages": 2
    }
  ],
  "display_name": "Public Record Office Victoria",
  "description": "Public Record Office Victoria holds a vast array of records created by Victorian Government departments and authorities including the State’s courts, local councils, schools, public hospitals and other public offices.\r\n\r\nThe records date from the establishment of the Port Phillip District in the mid 1830s right through to today and include information relating to areas of activity managed or regulated by government such as the administration of justice, immigration, health and welfare, land, education, Indigenous communities, planning, transport, and resource management.",
  "image_display_url": "https://old.datahub.io/uploads/group/2015-12-21-223018.454602New-PROV-logo-V1.0-AJ-20140605.jpg",
  "package_count": 1,
  "created": "2015-12-18T10:43:26.738468",
  "name": "public-record-office-victoria",
  "is_organization": true,
  "state": "active",
  "extras": [],
  "image_url": "2015-12-21-223018.454602New-PROV-logo-V1.0-AJ-20140605.jpg",
  "groups": [],
  "type": "organization",
  "title": "Public Record Office Victoria",
  "revision_id": "73405a96-5946-4d9a-a5e5-836ea8b42497",
  "num_followers": 0,
  "id": "f4bf0eb1-d766-4486-82ee-431b6ee5333a",
  "tags": [],
  "approval_status": "approved"
}