{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "4ec1007d-cb81-4c6e-9b62-dbbcbd8088ab",
  "metadata_created": "2013-07-17T08:08:36.106394",
  "metadata_modified": "2013-10-10T21:17:42.073498",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "An effective asymmetric watermarking procedure has been recently devised in literature, named Transformed-key Asymmetric Watermarking (TKAW). A weakness point of this system is its vulnerability against projection attacks, as well shown by Chen and Ye. This work discusses a modified version of the TKAW to provide robustness against projection attacks, by means of a non-linear transformation, without increasing the computational complexity of the original method but with the same performances.\r\n",
      "name": "Security Improvement of a Transformed-key Asymmetric Watermarking System",
      "format": "",
      "url": "http://www.seipub.org/spr/paperInfo.aspx?ID=2472",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "4ec1007d-cb81-4c6e-9b62-dbbcbd8088ab",
      "created": "2013-07-17T03:09:02.364316",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "2e69a2e3-de08-487f-8de4-b302b449112b",
      "url_type": null,
      "id": "f7d3f52b-4675-47e1-bc2d-39672b8a3848",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In the field of medical, image data play a vital role to assist the physicians in all kinds. Especially, Magnetic Resonance Image data will be very useful to diagnose brain tumors in human brain. Unfortunately, there are certain difficulties to classify those images to take sudden appropriate decisions to recover the identified disease. Hence, the concept of image mining is used to extract potential hidden information from the image data and those can be classified to take right decision for the early recover of the patient. Support Vector Machine (SVM) and K-Nearest Neighbor (KNN) are very powerful and popular classification algorithms to classify image data. However, these two have their own drawbacks in certain situations. In this paper, both SVM and KNN have been merged to derive a hybrid KNNSVM algorithm to diagnose the MR Images in an effective manner with high accuracy rate and low error rate.",
      "name": "MR Images Classification Using Hybrid KNNSVM Algorithm",
      "format": "",
      "url": "http://www.seipub.org/spr/paperInfo.aspx?ID=2554",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "4ec1007d-cb81-4c6e-9b62-dbbcbd8088ab",
      "created": "2013-07-17T03:10:11.587969",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "b65e61a9-faab-48af-9969-1d9e043ddaaa",
      "url_type": null,
      "id": "00f0a104-bc2d-4b2f-94a1-569add95497f",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Quantum computer science in combination with paradigms from computational neuroscience, specifically those from the field of artificial neural networks, seems to be promising for providing an outlook on a possible future of artificial intelligence. Within this elaboration, a quantum artificial neural network not only apportioning effects from quantum mechanics simulated on a von Neumann computer is proposed, but indeed for being processed on a quantum computer. Sooner or later quantum computers will replace classical von Neumann machines, which has been the motivation for this research. Although the proposed quantum artificial neural network is a classical feed forward one making use of quantum mechanical effects, it has, according to its novelty and otherness, been dedicated an own paper. Training such can only be simulated on von Neumann machines, which is pretty slow and not practically applicable (but nonetheless required for proofing the theorem), although the latter ones may be used to simulate an environment suitable for quantum computation. This is what has been realized during the SHOCID (Neukart, 2010) project for showing and proofing the advantages of quantum computers for processing artificial neural networks.\r\n",
      "name": "On Quantum Computers and Artificial Neural Networks",
      "format": "",
      "url": "http://www.seipub.org/spr/paperInfo.aspx?ID=2437",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "4ec1007d-cb81-4c6e-9b62-dbbcbd8088ab",
      "created": "2013-07-17T03:11:01.260207",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "454c28f2-7fc2-4997-ab81-5c12c6bf5b48",
      "url_type": null,
      "id": "dff3ad36-bcae-47d2-9623-b2b7f9def224",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This article describes basic design steps of a remote access information system for analysis of chemical engineering objects using various technologies: simulation modeling, geographic information systems (GIS), Internet technologies, etc. Basе system used for design of a virtual model is GIS which allows creating spatial models of enterprises including all major production facilities. There are three information fields, each of which displays its own information type: a two-dimensional (three-dimensional) model of an enterprise; a simulation model of technological processes of an enterprise, a textual reference with production procedures.",
      "name": "Remote Access Information System for Analysis of Chemical Engineering Objects",
      "format": "",
      "url": "http://www.seipub.org/spr/paperInfo.aspx?ID=2641",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "4ec1007d-cb81-4c6e-9b62-dbbcbd8088ab",
      "created": "2013-07-17T03:11:39.013795",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "27fc3b49-4212-4f13-8009-ac1377163519",
      "url_type": null,
      "id": "f071cf7b-b799-4491-804b-7f07c9631385",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " A method of steganalysis of grayscale images based on texture analysis using Spatial Gray Level Dependence Method is presented. A neural network trained with the texture related statistics, extracted from cover images and stego images that are created using one embedding algorithm, is adopted as a classifier. The classifier reliably detects clean images and stego images despite the small data embedding rate of 0.0077. Steganographic tools tested include both spatial and transform domain image hiding techniques. It is worth mentioning that the clean images are effectively distinguished from the stego images on the basis of image texture alone, regardless of the embedding algorithm used.\r\n",
      "name": "Texture Based Steganalysis of Grayscale Images Using Neural Network",
      "format": "",
      "url": "http://www.seipub.org/spr/paperInfo.aspx?ID=2541",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "4ec1007d-cb81-4c6e-9b62-dbbcbd8088ab",
      "created": "2013-07-17T03:12:10.701942",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "414f8530-0ecc-434f-8c19-38bb6f9ff969",
      "url_type": null,
      "id": "fd09bcd5-2a80-4601-8349-e9970bc052fc",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The use of full rainfall rate distribution for the prediction of rain attenuation over terrestrial microwave links in Malaysia is presented in this letter. The experimental data consist of four-year measured rainfall rates and one-year rain attenuation measurements over six geographically spread DIGI MINI-LINKs operating at 15 GHz. The test results show that ITU-R model does not perform well for rain attenuation predictions in tropical Malaysian climate.\r\n",
      "name": "Using Full Rainfall Rate Distribution for Rain Attenuation Predictions over Terrestrial Microwave Links in Malaysia",
      "format": "",
      "url": "http://www.seipub.org/spr/paperInfo.aspx?ID=2633",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "4ec1007d-cb81-4c6e-9b62-dbbcbd8088ab",
      "created": "2013-07-17T03:12:41.372252",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 5,
      "revision_id": "f9860a76-9237-4a9c-a1c7-cb943368be86",
      "url_type": null,
      "id": "19ca8ebe-19db-4931-acd4-b9ae98e58fe3",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "It is well-known that the perception of the position of audio and video stimuli is not independent. In general, video dominates the position if the position offset between audio and video is small. Most previous work focused on natural listening conditions and position offsets between audio and video in the horizontal plane. There is little research concerning offsets in vertical direction and artificial, auralized sound environments. Among different approaches to auralization of spatial audio, the binaural reproduction is especially very interestingas it offers proper perception of direction, distance, and elevation of sound sources at moderate cost. This article addresses the question whether the thresholds of perceptual fusion of audio and video stimuli are the same in binaural reproduction systems and in natural listening conditions. To estimate the influence of audio-visual discrepancy on vertical sound source localization, two experiments have been designed. The test methods were optimized to improve usability and minimize rating errors. Both experiments resulted in psychometric functions of intersensory bias for competing audio and visual stimuli. For binaural reproduction, the obtained results showed an effect of similar magnitude for both the vertical and horizontal plane which is in good agreement with the results obtained from other studies in natural environments.\r\n",
      "name": "Vertical Sound Source Localization Influenced by Visual Stimuli",
      "format": "",
      "url": "http://www.seipub.org/spr/paperInfo.aspx?ID=2701",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "4ec1007d-cb81-4c6e-9b62-dbbcbd8088ab",
      "created": "2013-07-17T03:14:18.959564",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 6,
      "revision_id": "238bd01a-b74e-45a4-a1ab-6dd73856ba3c",
      "url_type": null,
      "id": "79ce33fd-2aff-40fc-b994-1a5a3832add7",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Simultaneous use of EEG and fMRI has become a powerful and attractive multimodal brain imaging technique in recent years, and has been broadly employed in neuroscience research as well as in clinical practice. The possibility to integrate the high temporal resolution of EEG with the high spatial resolution of fMRI constitutes one of the relevant advantages of using combined EEG-fMRI. Meanwhile, a number of challenges have to be overcome in order to consolidate such a technique as an independent and effective method to brain imaging. In particular, the artefacts which arise in the EEG signal, induced by varying gradient magnetic fields within the fMRI magnetic scanner. This work presents a novel methodology for waveform artefact modelling in order to subtract and clean up the EEG recordings. Implementation of our method results from the combination of two techniques: a non-linear low-pass filter approach based upon the slope adaption between consecutive samples of the signal (SSD); and the modelling proposal for the underlying gradient artefact components which is implemented using the sum of a set of sinusoid waveforms. The resulting EEG restoration obtained by our methodology shows to be similar to the artefact correction achieved by the established average artefact subtraction (AAS) method. Moreover, the proposed mathematical model for the artefact components shows to predict the variability of the artefact waveform over the time.",
      "name": "Gradient Artefact Modelling Using a Set of Sinosoidal Waveforms for EEG Correction During Continuous fMRI",
      "format": "",
      "url": "http://www.seipub.org/spr/paperInfo.aspx?ID=3185",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "4ec1007d-cb81-4c6e-9b62-dbbcbd8088ab",
      "created": "2013-07-17T03:14:50.314592",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 7,
      "revision_id": "78990a1a-faca-4c2e-ba90-de3652f6fc56",
      "url_type": null,
      "id": "f1599971-accd-468f-8c93-ef188982be99",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Dispersion is an essential part of many technologies, so automated evaluation of generated drops diameters and their distributions is one of the major problems at the stage of technological processes study and adjustment. The purpose of investigation is to develop a method of segmentation objects in the image, allowing improvement on particles recognition and efficient procession of their images in the presence of such contour defects as thin rays, fractal type shapes, presence a lot of objects in complex cases of their location in the image. The paper marks out the methods improving image quality, the use of which gives the best results for dispersed formations images considering their specificity. A modification of image anisotropic filtering method and algorithm to improve emulsions image quality have been designed, which can significantly improve the quality of high frequency noise eliminating and separating the drops from background elements. There is improved path tracing procedure for images containing a large number of objects in complex cases of their location. Method can work well with open curves. Efficient method for plane figures \"fast\" measurement has been proposed. Method is based on numerical integration formulas, taking into consideration the errors made by the computer as a measuring device. Statistical processing of drops size is made. The correspondence of empirical distribution to lognormal law is established. The software implementing the results of the investigation and combining all the stages of problem solving has been created. The results can be used to study liquids dispersing problems, making and using various dispersed formations, including new materials and equipment development.",
      "name": "Evaluating Geometrical Parameters of Disperse Structures by the Images",
      "format": "",
      "url": "http://www.seipub.org/spr/paperInfo.aspx?ID=3247",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "4ec1007d-cb81-4c6e-9b62-dbbcbd8088ab",
      "created": "2013-07-17T03:15:33.351347",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 8,
      "revision_id": "651384f2-83b2-44a3-b2d0-9d1a6295bc81",
      "url_type": null,
      "id": "da6285cc-21bf-4370-af88-b4a8ac795749",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 9,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Signal Processing Research",
      "id": "c98db31a-3c6b-4893-a95b-5f86e89b8a6b",
      "name": "Signal Processing Research"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-seipub-org-spr",
  "isopen": true,
  "url": null,
  "notes": "Signal Processing Research (SPR) is an internationally refereed journal dedicated to publishing the latest advancements in signal processing research. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Signal Processing Research (SPR)",
  "revision_id": "54bfd1e6-3ed1-46c3-8b7a-104b0796a4f1"
}