{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "d088e7fa-8c0a-4ca1-a946-711b95525cd8",
  "metadata_created": "2013-08-29T02:02:57.933025",
  "metadata_modified": "2013-10-10T23:35:19.627594",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "24f69ce1-92c1-4ef6-ad5a-ffd5bca70f44",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "sahl",
  "isopen": false,
  "url": "",
  "notes": "I decided I wanted to rebuild an one-room schoolhouse in my neighborhood and use it for my  company. I thought it would add some character to my  company and it was much  less costly than buying office space in the city. Visiting <a href=\"http://fire-safety-1.livejournal.com/743.html\">fire rated ceiling access panels</a> probably provides warnings you should give to your boss. There were,  nevertheless,  lots of renovations that need to be done before we can move into the building. We needed some new fire extinguisher cabinets, fire blanket cabinets, vertical mailboxes and ladder up safety products. While these  might all seem odd for a  company to need, through our experience we have seen why it is beneficial to have  all these things just in case.\nMy  company installed a small  kitchen area in the schoolhouse so we  could have all our lunches, coffee and tea whenever we want. This does,  nevertheless,  included some  threats. Since the schoolhouse was  built in the 1800s, it is not up to par in  regards to fire safety. While we have put in fire-retardant instillation among other precautions, we still want to make sure we can stop a fire if needed. If you have an opinion about video, you will seemingly need to explore about <a href=\"http://officespacefengshui.wordpress.com/2013/02/19/improving-the-safety-of-your-facility/\">wall access panels</a>. We have two fire extinguishers in the kitchen just in case. While one fire extinguisher may  be adequate, we like to be cautious. In our previous  workplace we had problems with the stovetops and  determined being prepared is always best.\nWe have also put two ladders on the outside that go to the roof. We have reconstructed the roof so it has a nice balcony on the back where my fellow  colleagues and clients  could enjoy coffee on the roof. It may not be the most  traditional  conference room but in the  summertime I'm sure it will be a welcomed change of  surroundings. In order for the balcony to be safe though, we needed a fire escape so we installed two ladders on each side of the balcony. In order to make them safer I also  purchased safety products as well as ladder up safety posts. This will  make certain my  colleagues and  customers can leave the  structure  securely if anything were to  take place. I discovered <a href=\"http://www.lumagica.net/?p=128\">access panels for drywall</a> by searching Yahoo. We found out about <a href=\"http://stay-cool-at-home.webnode.com/news/prepare-your-home-for-anything/\">www.blwilcox.com</a> by searching Bing.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "New Beginnings: Making Sure to Make Your Workplace Safe",
  "revision_id": "ef1222c9-8cde-4556-bc4e-38e60d4f59a6"
}