{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "a9876f03-32cc-4f86-9939-66d550fd8d59",
  "metadata_created": "2013-08-29T05:32:47.632349",
  "metadata_modified": "2013-10-11T00:00:13.695127",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "1edee571-c6ee-4bd2-a72b-57f6ae5c2e88",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "ulriksen",
  "isopen": false,
  "url": "",
  "notes": "Contrary to what tv commercials and magazine adverts might have you believe, you don't need the chemicals in many toothpastes, mouthwashes, and other oral health care services and products to handle gingivitis, periodontal gum disease, dry mouth, or bad-breath. In fact, many of those advertisements deceive you into believing that simply using make-up can beat periodontal infection. Actually, the place dramas, important oils, supplements, and herbs in normal oral health care products are often more effective in the treatment of gingivitis, in periodontal illness prevention, in dry mouth treatment, and in the daily care of healthy teeth and gums. Learn more on our favorite related essay by visiting <a href=\"http://www.indianwellsdental.com/\">indian wells dental</a>. \n\nWhile most of the people don't make the text, your teeth and gums can have a dramatic effect on your quality of life and wellbeing. If you are interested in irony, you will perhaps want to check up about <a href=\"http://www.indianwellsdental.com/\">indian wells dentist</a>. Tooth decay, gum issues, and even mercury fillings may have a negative effect on your health. \n\nThe Symptoms of Healthier Gums \n\nAs soon as your gums are healthy, they have a pleasant pink color, and do not bleed when you brush your teeth. Furthermore, your gum line closely hugs your teeth. Unfortuitously, however, periodontal disease affects three-quarters of the populace. For more information, we know people view at: <a href=\"http://www.indianwellsdental.com/tmj-and-sleep-disorders/\">tmj</a>. Many people are unaware they have a challenge, because it is usually painless. \n\nIndicators of Periodontal Disease \n\nThe outward symptoms of periodontal infection range from bleeding within the gum pockets; red, swollen, or tender gums; an abscess to the gum surface; gums which have drawn away from the persistent and teeth; bad breath. \n\nBad air is more than an embarrassment; it is a danger sign that unhealthy bacteria are growing in your mouth. If you floss your teeth and the floss has the scent of rotten eggs, you probably have periodontal disease that's causing the hydrogen sulfide compounds in your mouth to grow. \n\nEqually, dry mouth is greater than an annoyance; since spit helps maintain the fungi and bacteria in your mouth in check a prolonged lack of salivation may true accelerate tooth decay and gum issues. \n\nHow Natural Dental Health Care Products and services Might Help \n\nNormal dental health maintenance systems address the basis of the problem, instead of simply the signs. As an example, dry mouth can occur as a side effect of numerous drugs, or as the result of a medical condition. Many industrial oral care products and services include alcohol or sodium lauryl sulfate, that may further irritate and dehydrate the mouth area. A re-freshing, normal gel, to the other hand, can actually stimulate the salivary glands to create more saliva, which often may help control the bacteria and fungi. \n\nLikewise, there are many products available on the market that advertise an answer to bad-breath. In reality, many of these services and products contain alcohol, which with time dries out your gums and makes the issue worse. Natural dental health care products avoid alcohol and instead use a mixture of elements that discourages the growth of the organisms that cause bad breath. \n\nGood oral health care is really a habit worth developing. This prodound <a href=\"http://www.indianwellsdental.com/\">cosmetic detist indian wells</a> article has a myriad of impressive suggestions for where to mull over this enterprise. And, through the use of natural dental health care products, you can be confident that you are doing all you can to deal with the problems you've, or to prevent the development of bad-breath, periodontal gum infection, gingivitis, and dry mouth.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Normal Oral Health Care Products Are the Recipe for Healthier Teeth and Gums",
  "revision_id": "275c616d-7b73-4ea9-b592-a9bebfa7095d"
}