{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "b7fb958b-8824-4d3b-8f63-a6ebcf0a1513",
  "metadata_created": "2013-08-29T12:42:28.042630",
  "metadata_modified": "2013-10-10T21:02:38.351888",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "1e95a9d1-f322-4a79-9f2e-de58f721053b",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "garrison",
  "isopen": false,
  "url": "",
  "notes": "All you require to do is cautiously stick a piece of masking tape onto the remaining pieces of the peel off then peel it meticulously to lift the pieces from the backing sheet. If you believe anything, you will certainly claim to compare about <a href=\"http://www.livingpower.me/cellulite-treatment/\">the best</a>. Be taught new resources on this affiliated web site - Click this hyperlink: <a href=\"http://www.livingpower.me/cellulite-treatment/\">site link</a>. Location the peel off image exactly where you woul..\n\nDon't you discover it maddening when you peel an outline sticker from the sheet and notice that the bits of peel off left behind also make a wonderful picture, if only you could peel them and put them in the correct place to recreate the image. Get further on this affiliated use with by visiting <a href=\"http://www.livingpower.me/cellulite-treatment/\">follow us on twitter</a>. Nicely now you can do just that.\n\nAll you need to do is cautiously stick a piece of masking tape onto the remaining pieces of the peel off then peel it very carefully to lift the pieces from the backing sheet. Spot the peel off image where you would like it, then rub differ challenging onto the back of the masking tape. The image ought to stick to your project enabling you to take away the masking tape gradually taking care to leave the peel off behind.\n\nSo to make a lovely card with a butterfly outline sticker. Pick an A5 piece of Coloured card, fold or score it in half. Choose a piece of background medium in a matching colour, this could be vellum, parchment, mulberry paper of any sort of backing material and mount this onto the front of your card utilizing double sided foam pads to give it depth. Then merely peel the Butterfly and place on your card, you can then colour the wing sections in distinct colours to wonderful impact.\n\nYou can then use the above method to add a second butterfly peel off shape from the middles of your very first butterfly peel off\n\nTo finish your card you could add a plain paper insert and a matching C6 envelope. Be taught more on an affiliated website - Navigate to this web page: <a href=\"http://www.livingpower.me/cellulite-treatment/\">link</a>. This technique functions with all varieties of pel offs, if the image you wish to lift is wider than your masking tape layer several strips of tape with each other till you get the width required to lift your peel off design and style fully.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Make The Most Of Your Peel Off Stickers",
  "revision_id": "932a8807-dcc4-4294-85fb-a2c6e7790bb8"
}