{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "d8288416-814d-48eb-9d4f-85806d1ff9b8",
  "metadata_created": "2013-08-31T14:57:55.804637",
  "metadata_modified": "2013-10-10T20:38:34.093917",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "2fd30fbc-cfb5-4473-a0b7-f5ac35774979",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "donaldson",
  "isopen": false,
  "url": "",
  "notes": "Detroit Has Become Greener Amidst Foreclosure Disaster \n\nWhat can you expect to see in a state that has been hit by a number of the worst foreclosure disaster? Detroit foreclosure homes has had its toll and you're probably thinking that the county is right now without the buzz of activity, and carries a more black and ghostly appear-ance. To get a second interpretation, we know you gaze at: <a href=\"http://www.youtube.com/watch?v=bculC-P-jJk\">homes for rent in atlanta</a>. You are wrong! Detroitizens! Are fighting right back! And what you will actually found there's not lines of ghostly, dilapidated houses but miles and miles of natural vegetation with thick undergrowth in some places. Stunned! Stunned! Amazed! The majority of the folks are once they encounter the new Green innovation that's absorbed Detroit. \n\nWithin the last few couple of years, Detroit has learned countless Detroit cheap homes through fast foreclosure actions. It's caused houses to sit empty for months and the plots are becoming a breeding ground for parasites, bushes, mosquitoes and so forth. Only when there is no hope to the far horizon, a nonprofit group came up with an idea: The land may be used for growing organic food for those who are needy. The nonprofit group, Urban Farming went ahead and taken charge of 20 derelict houses which can be mentioned within the Detroit foreclosure listings of Wayne County. Their main aim is to turn these derelict qualities in to farmlands. Beginning the ground root level, the Urban Farming have started to pulling weeds so that they may set completely new and fresh topsoil and then plant seeds to enable development of fruits and vegetables. This elegant <a href=\"http://www.youtube.com/watch?v=bculC-P-jJk\">atlanta homes for rent</a> link has oodles of surprising suggestions for the purpose of it. \n\nThe icing on the cake is that so anybody can go straight into the garden and the gardens have not been fenced off and pick any vegetable or fresh fruit for free. What-ever is left off in the produce is then going to be given to different food banks. This idea is a blessing in disguise for many areas that are reeling under the pressures of Detroit bank owned houses. Going To <a href=\"http://www.youtube.com/watch?v=wCko1G1gOZA\">houses for rent in dallas tx</a> certainly provides cautions you can use with your cousin.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Detroit Is Now Greener Amidst Foreclosure Situation",
  "revision_id": "053a8532-df1c-46d1-8649-06f11b967ff3"
}