{
  "license_title": "Creative Commons Non-Commercial (Any)",
  "maintainer": "IFPRI-Data",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "IFPRI-Data@cgiar.org",
  "num_tags": 4,
  "id": "91ecb176-2996-4da1-b878-c22115f5b6dd",
  "metadata_created": "2012-12-12T20:38:21.231791",
  "metadata_modified": "2017-01-09T21:04:43.363989",
  "author": "International Food Policy Research Institute (IFPRI)",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "185c6a31-c03b-4c6b-955f-4c1a66cd3022",
  "type": "dataset",
  "resources": [
    {
      "mimetype": "",
      "cache_url": "",
      "hash": "",
      "description": "",
      "name": " Bangladesh: Baseline Data of SHAHAR Project, CARE-Bangladesh, 2000 -- Slum Areas of Tongi and Jessore Municipalities",
      "format": "Data File in SPSS",
      "url": "http://hdl.handle.net/1902.1/17608",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "91ecb176-2996-4da1-b878-c22115f5b6dd",
      "created": "2012-12-12T15:03:54.831330",
      "state": "active",
      "mimetype_inner": "",
      "last_modified": null,
      "position": 0,
      "revision_id": "f7d5d635-2b1d-4b87-bb8e-fffc873b372a",
      "url_type": null,
      "id": "a8d04fea-ce6f-426c-8798-465b7220e658",
      "resource_type": "metadata",
      "size": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Bangladesh",
      "id": "d78dd6a8-bfe7-4a43-bd51-ca16726a7717",
      "name": "Bangladesh"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "livelihood",
      "id": "c6e5fc77-e23a-489a-98b2-fbdfd2986f32",
      "name": "livelihood"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "security",
      "id": "711eef97-9944-42a4-bb67-eda6bf419024",
      "name": "security"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "slums",
      "id": "3e65c516-de2b-4041-ae76-5ca42589745f",
      "name": "slums"
    }
  ],
  "groups": [],
  "license_id": "cc-nc",
  "relationships_as_subject": [],
  "organization": {
    "description": "In collaboration with institutions throughout the world, IFPRI is often involved in the collection of primary data and the compilation and processing of secondary data. The resulting datasets provide a wealth of information at the local (household and community), national, and global levels. IFPRI freely distributes as many of these datasets as possible and encourages their use in research and policy analysis. This group reflects the collection of IFPRI datasets.",
    "created": "2012-12-03T14:26:13.596177",
    "title": "International Food Policy Research Institute (IFPRI)",
    "name": "ifpri",
    "is_organization": true,
    "state": "active",
    "image_url": "http://www.ifpri.org/sites/default/files/logo.jpg",
    "revision_id": "39176b99-9a74-4b3c-9049-ad3345bff0d1",
    "type": "organization",
    "id": "cfba7116-aec4-41d6-b54d-a6e1f23de942",
    "approval_status": "approved"
  },
  "name": "shahar-bangladesh",
  "isopen": false,
  "url": "http://hdl.handle.net/1902.1/17608",
  "notes": "The SHAHAR (Supporting Household Activities for Health, Assets and Revenue) project implemented by CARE-Bangladesh aims to establish household livelihood security for vulnerable urban households. Using relevant indicators, the project intends to assess changes in various household livelihood security measures that are expected due to SHAHAR’s interventions. The information in the baseline dataset is meant to provide a basis for monitoring changes over the life of the project. The SHAHAR Baseline Survey was conducted in August 2000 in slums and low-income settlements within the municipal areas of Jessore and Tongi in Bangladesh. Households were selected randomly from a complete listing done as part of a census in the areas only a few months before. The sample size was chosen based on a desire to estimate the prevalence of malnutrition of children 0-60 months old with a confidence level of 90 percent and an error level of 5 percent (requiring a sample size of 271). Because only about half the households had children 60 months and younger, and because a simple random sampling method was used, the team surveyed about twice that number to ensure obtaining a sample of at least 271 households in each location with children 60 months and younger. The team actually surveyed 563 households in Jessore and 557 households in Tongi. This gives higher levels of precision for overall household-level variables.\r\n\r\nTopics in the baseline dataset include household composition, migration and education, status of employment and earnings, transfers, social assistance and other income, household assets, urban agriculture, savings, loans, housing, environment, water and sanitation, daily food, consumption, diarrhea and other illnesses, health, nutrition knowledge and practice, pre-school feeding, utilization of health care facilities for pregnancy/birth, anthropometry, community participation, general household livelihood security.\r\n\r\nThe SHAHAR Census Survey was administered to all households in the selected settlement areas of Jessore and Tongi in April-May 2000. The total number of households in the census survey is estimated at 11,228 in Jessore and 13,664 in Tongi. The total number of household members is estimated at 51,832 persons in Jessore and 56,689 persons in Tongi. Topics include household demographics, literacy, gross monthly income, ownership of homestead land, housing, migration, water and sanitation facilities, and practice of urban agriculture. The 2002-2003 SHAHAR Dinajpur Baseline Survey, is also available from IFPRI’s website at http://www.ifpri.org/dataset/bangladesh-3.",
  "owner_org": "cfba7116-aec4-41d6-b54d-a6e1f23de942",
  "extras": [],
  "license_url": "http://creativecommons.org/licenses/by-nc/2.0/",
  "title": "Bangladesh: Baseline Data of SHAHAR Project, CARE-Bangladesh, 2000 -- Slum Areas of Tongi and Jessore Municipalities",
  "revision_id": "fdaa2630-bb92-40ac-bb24-6e7be19d1be5"
}