{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "aa6336da-2922-4487-8927-b5c12721883a",
  "metadata_created": "2013-05-15T07:29:14.977466",
  "metadata_modified": "2013-10-10T20:54:34.055979",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "b2c4c6e1-3062-44e2-9ace-4ffb12d62d08",
  "type": "dataset",
  "resources": [
    {
      "mimetype": "text/html",
      "cache_url": null,
      "hash": "",
      "description": "The purpose of this research is to explore the administrative service quality of Taiwan's public elementary schools by using Three-Factor model and Importance-Performance and Gap Analysis model. The objects of this research are the public elementary schools' teachers in Taiwan. We collected data through questionnaire investigation and got 271 valid questionnaires. The results show Administration Service Quality of school is characterized with two-dimensional quality. And to improve Administration Service Quality of primary schools, the most important three factors are handling emergency contingency, justly, openly, and resolutely executing conference resolutions, and providing plenty of books and teaching resources (such as teaching aids, teaching CDs). Considering that funds are limited, these factors should be given priority for the school administration service department in for improving administration service quality and competitiveness.",
      "name": "Explore the Service Quality of Taiwan's Public Elementary Schools through Three-factor and IPGA Model",
      "format": "aspx",
      "url": "http://www.erfrontier.org/paperInfo.aspx?ID=605",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "aa6336da-2922-4487-8927-b5c12721883a",
      "created": "2013-05-15T02:29:15.046711",
      "state": "active",
      "mimetype_inner": "",
      "last_modified": "2013-05-15T02:29:17.397741",
      "position": 0,
      "revision_id": "51c6fe7d-93d6-4353-9e29-ff4e39e8d9cd",
      "url_type": null,
      "id": "81688705-eb49-49a9-9968-06258da0207e",
      "resource_type": "file",
      "size": "30095"
    }
  ],
  "num_resources": 1,
  "tags": [],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "explore-the-service-quality-of-taiwan-s-public-elementary-schools-through-three-factor",
  "isopen": true,
  "url": "",
  "notes": "The purpose of this research is to explore the administrative service quality of Taiwan's public elementary schools by using Three-Factor model and Importance-Performance and Gap Analysis model. The objects of this research are the public elementary schools' teachers in Taiwan. We collected data through questionnaire investigation and got 271 valid questionnaires. The results show Administration Service Quality of school is characterized with two-dimensional quality. And to improve Administration Service Quality of primary schools, the most important three factors are handling emergency contingency, justly, openly, and resolutely executing conference resolutions, and providing plenty of books and teaching resources (such as teaching aids, teaching CDs). Considering that funds are limited, these factors should be given priority for the school administration service department in for improving administration service quality and competitiveness.  http://www.erfrontier.org/paperInfo.aspx?ID=605",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Explore the Service Quality of Taiwan's Public Elementary Schools through Three-factor",
  "revision_id": "3febfc0b-a506-42e0-891e-a44a6b82a59b"
}