{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "a5de14e4-18b3-455c-9ced-6849a7ab0fdc",
  "metadata_created": "2013-09-04T20:23:19.175784",
  "metadata_modified": "2013-10-10T19:41:54.400911",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "c618bdbc-1fcb-4ed1-ab5c-8552e4bfbd02",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "andreasen",
  "isopen": false,
  "url": "",
  "notes": "Would like to get an adrenaline rush? Would you like to give vent to your interests? Searching for avenues of pleasure to spice up boring daily transportation work? Need to take action cheaply? Well, grab yourself a power motor scooter and give vent to your interests. Ride on it on paths, town streets or beaten tracks and see for yourself that electronic scooters are excellent for having fun. In fact, they are the absolute most entertaining way of individual travel. Electric scooters can be thrilling way to go from one place to another. \n\nElectronic motor scooters are cheap since they do not use expensive gas to run. As they do not consume any petroleum-based fuels, they're environmentally friendly. Imagine never needing to worry if your gas tanks are full or not! Furthermore, these scooters are made as small models that may be easily kept in an exceedingly small area small enough like your closet or in luggage compartments of public transport buses or trains. \n\nRange to Select From \n\nThere's a big range of electrically driven scooters that are available in the market. Their sizes range from really small to your full-fledged large sized motor scooter. Going To <a href=\"http://www.motorcyclesupermarket.com/\">scooters for sale</a> likely provides warnings you might give to your pastor. They also can be found in a variety of options for performance speeds. To discover more, consider looking at: <a href=\"http://www.motorcyclesupermarket.com/\">motorbikes for sale</a>. <a href=\"http://www.motorcyclesupermarket.com/\">Click</a> is a stirring online library for more about the meaning behind it. That does a 20-25 kilometers per hour if you prefer security than you can select of a power scooter. If you want a vibrant adrenaline rush, you may choose a very powerful electrical scooter that primes your veins with excitement. Electrical scooters are available in different colors. Go for a version, If you're looking for a peppy search. Decide for saner colors, if you prefer a significant turn to tell passer-bys that you are on electrical scooter for its environment friendliness. It is possible to experience looking at your electric scooter or sitting down in kind of a rushing rider. You could have hosts of other featuresyour scooter must reflect your personality. \n\nElectronic scooters are cheap to buy and run. The first price is quite less. Many types are available for $100 or less. Moreover, they'll never need any stopping at filling stations for a pricey ration of fuel.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Electric Scooters - Low priced Option For Thrilling Ride",
  "revision_id": "d6286832-ec57-43ea-bc5d-9bf37238f0ce"
}