{
  "license_title": null,
  "maintainer": "OKFN",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "info@okfn.org",
  "num_tags": 1,
  "id": "c50f0b56-f736-40d8-b648-08581b2bdf48",
  "metadata_created": "2010-03-11T18:10:40.882697",
  "metadata_modified": "2013-10-10T20:25:14.166308",
  "author": "OKFN",
  "author_email": "info@okfn.org",
  "state": "active",
  "version": null,
  "creator_user_id": "8750cd3e-06e8-4558-b367-8aafd574325d",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "aidinfo",
      "id": "dfea67d8-32c4-47bc-b765-95b30ac20cdb",
      "name": "aidinfo"
    }
  ],
  "groups": [],
  "license_id": null,
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "dac-crs",
  "isopen": false,
  "url": "http://stats.oecd.org/",
  "notes": "Database of ODA from the OECD DAC\n\n## Details\nThe Organisation for Economic Co-operation and Development (OECD) is an international organisation comprised of 30 developed nations. The Development Assistance Committee (DAC) is the forum of selected OECD members to discuss aid, development and poverty reduction in developing countries. It currently comprised 24 members.\n\nDAC Statistics measure official and private flows from DAC donors, multilateral organisations and other donors to about 150 developing countries and territories.\n\nThe DAC publishes statistics and reports on aid and other resource flows to developing countries, based principally on reporting by DAC Members, multilateral organisations and other donors. \n\nMonitoring financial flows and their allocation is an important aspect of the Development Assistance Committee's programme of work. The DAC Working Party on Statistics brings international aid statisticians together to look at how statistics respond to key development issues.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [
    {
      "key": "accessibility_notes",
      "value": "Can access the data at OECD.STAT or through wizard QWIDS (which is the same data with a different front end). In OECD.STAT, the CRS database is found through (on the left hand bar) Development/aid activities/CRS.\nDropdown menus allow you to filter by a range of criteria which can be exported with the export buttons along the top. To see project data, click on the magnifying glasses on the table. This feature only shows the first 1000 projects. Selecting the whole table and copying to Excel seems to be the only way to capture this data.\nAll project data from one year can be exported through the \"related files\" button along the top. Also in this list is an Excel spreadsheet \"CRS lookup table\" including country codes, sectors and other listed criteria."
    },
    {
      "key": "all_data_one_file",
      "value": "No"
    },
    {
      "key": "all_fields_exportable",
      "value": "Yes"
    },
    {
      "key": "broken_down_by_sector",
      "value": "Yes"
    },
    {
      "key": "commitments",
      "value": "Yes"
    },
    {
      "key": "completeness_notes",
      "value": "The CRS contains only loans that fall under the OECD definition of ODA. Various countries neglect to fill in certain fields of the database. Reporting is voluntary, so coverage varies by donor"
    },
    {
      "key": "contact",
      "value": "DAC Secretariat\nTel: (33-1) 45 24 90 24\ndac.contact@oecd.org \nStat contact: stat.contact@oecd.org From Outlook (no idea if right person but might point you in right direction): Yasmin Ahmed, +33145248200 , yasmin.ahmad@oecd.org There are many other OECD contacts listed in outlook and they might be working looking into."
    },
    {
      "key": "custom_reports",
      "value": "Yes"
    },
    {
      "key": "data_fields",
      "value": "Year, Donor Name, Agency Name, Recipient Name, Flow Name, Short Description, Commitments (USD million), Commitments (USD million constant), Disbursements (USD million), Disbursements (USD million constant), Purpose Code, Purpose Name, Channel of Delivery Code, Channel of Delivery Name, Gender, Environment, PDGG, Free Standing TC, Sector Programme, Investment Project, Biodiversity, Climate Change, Desertification, OECD Id, Donor Project Id, Project Title, Long Description, Region Name, Income Group Name, Sector Name, Channel Type, Policy Objective, Type of Aid, Rio Markers, Nature of Submission, Amount Tied (USD million), Amount Untied (USD million), Amount Partially Untied (USD million)"
    },
    {
      "key": "data_first_collected",
      "value": ""
    },
    {
      "key": "data_level",
      "value": "Project"
    },
    {
      "key": "data_model",
      "value": "No"
    },
    {
      "key": "database_type",
      "value": "Aggregator"
    },
    {
      "key": "details",
      "value": "The Organisation for Economic Co-operation and Development (OECD) is an international organisation comprised of 30 developed nations. The Development Assistance Committee (DAC) is the forum of selected OECD members to discuss aid, development and poverty reduction in developing countries. It currently comprised 24 members.\n\nDAC Statistics measure official and private flows from DAC donors, multilateral organisations and other donors to about 150 developing countries and territories.\n\nThe DAC publishes statistics and reports on aid and other resource flows to developing countries, based principally on reporting by DAC Members, multilateral organisations and other donors. \n\nMonitoring financial flows and their allocation is an important aspect of the Development Assistance Committee's programme of work. The DAC Working Party on Statistics brings international aid statisticians together to look at how statistics respond to key development issues."
    },
    {
      "key": "development",
      "value": "Yes"
    },
    {
      "key": "disbursements",
      "value": "Yes"
    },
    {
      "key": "documents",
      "value": "No"
    },
    {
      "key": "documents_url",
      "value": "n/a"
    },
    {
      "key": "donor_type",
      "value": "Bilateral, Multilateral"
    },
    {
      "key": "donors",
      "value": "Australia, Austria, Belgium, Canada, Denmark, Finland, France, Germany, Greece, Ireland, Italy, Japan, Luxembourg, Netherlands, New Zealand, Norway, Portugal, Spain, Sweden, Switzerland, United Kingdom, African Development Bank (AfDB), African Development Fund (AfDF), Asian Development Bank (AsDB), Asian Development Fund (AsDF), European Community (EC), International Bank for Reconstruction and Development (IBRD), International Development Association (IDA), Inter-American Development Bank (IDB), Inter-American Development Bank Special Fund (IDB Sp.Fund), International Fund for Agricultural Development (IFAD), United Nations Development Programme (UNDP), United Nations Children’s Fund, The Joint United Nations Programme on HIV/AIDS (UNAIDS), United Nations Population Fund (UNFPA), FTI, The Global Fund (GFATN)"
    },
    {
      "key": "download_url",
      "value": "http://stats.oecd.org/Index.aspx?DatasetCode=CRSNEW"
    },
    {
      "key": "email",
      "value": "OECDdotContent@oecd.org\ndac.contact@oecd.org\nstat.contact@oecd.org"
    },
    {
      "key": "export_formats",
      "value": "Excel, text, PD-Axis, SDMX"
    },
    {
      "key": "exportable",
      "value": "Yes"
    },
    {
      "key": "funding",
      "value": "OECD"
    },
    {
      "key": "graphing_tools",
      "value": "Yes"
    },
    {
      "key": "humanitarian",
      "value": "Yes"
    },
    {
      "key": "language",
      "value": "en, fr"
    },
    {
      "key": "license",
      "value": "Non OKD Compliant: Other"
    },
    {
      "key": "license_notes",
      "value": "You can copy, download or print content for your own use, and you can include excerpts from OECD publications, databases and multimedia products in your own documents, presentations, blogs, websites and teaching materials, provided that suitable acknowledgment of OECD as source and copyright owner is given.\n\nPermission to reproduce OECD published material, products and services in publications for sale, commercial teaching materials or commercial websites should be addressed to rights@oecd.org.\n\nhttp://www.oecd.org/document/56/0,3343,en_21571361_33915056_34508792_1_1_1_1,00.html"
    },
    {
      "key": "official_reports",
      "value": "Yes"
    },
    {
      "key": "operator",
      "value": "OECD"
    },
    {
      "key": "overview",
      "value": "Database of ODA from the OECD DAC"
    },
    {
      "key": "owner",
      "value": "OECD"
    },
    {
      "key": "people",
      "value": ""
    },
    {
      "key": "period_covered",
      "value": "1973-present"
    },
    {
      "key": "pipeline",
      "value": "No"
    },
    {
      "key": "primary_sources",
      "value": "Yes"
    },
    {
      "key": "quality_control",
      "value": "Yes"
    },
    {
      "key": "recipients",
      "value": "Afghanistan, Albania, Algeria, Angola, Anguilla, Antigua and Barbuda, Argentina, Armenia, Aruba, Azerbaijan, Bahamas, Bahrain, Bangladesh, Barbados, Belarus, Belize, Benin, Bermuda, Bhutan, Bolivia, Bosnia-Herzegovina, Botswana, Brazil, Brunei, Burkina Faso, Burundi, Cambodia, Cameroon, Cape Verde, Cayman Islands, Central African Rep., Chad, Chile, China, Chinese Taipei, Colombia, Comoros, Congo, Dem. Rep., Congo, Rep., Cook Islands, Costa Rica, Cote d'Ivoire, Croatia, Cuba, Cyprus, Djibouti, Dominica, Dominican Republic, Ecuador, Egypt, El Salvador, Equatorial Guinea, Eritrea, Ethiopia, Falkland Islands, Fiji, French Polynesia, Gabon, Gambia, Georgia, Ghana, Gibraltar, Grenada, Guatemala, Guinea, Guinea-Bissau, Guyana, Haiti, Honduras, Hong Kong, China, India, Indonesia, Iran, Iraq, Israel, Jamaica, Jordan, Kazakhstan, Kenya, Kiribati, Korea, Korea, Dem. Rep., Kuwait, Kyrgyz Republic, Laos, Lebanon, Lesotho, Liberia, Libya, Macao, Macedonia, FYR, Madagascar, Malawi, Malaysia, Maldives, Mali, Malta, Marshall Islands, Mauritania, Mauritius, Mayotte, Mexico, Micronesia, Fed. States, Moldova, Mongolia, Montenegro, Montserrat, Morocco, Mozambique, Myanmar, Namibia, Nauru, Nepal, Netherlands Antilles, New Caledonia, Nicaragua, Niger, Nigeria, Niue, Northern Marianas, Oman, Pakistan, Palau, Palestinian Adm. Areas, Panama, Papua New Guinea, Paraguay, Peru, Philippines, Qatar, Rwanda, Samoa, Sao Tome & Principe, Saudi Arabia, Senegal, Serbia, Seychelles, Sierra Leone, Singapore, Slovenia, Solomon Islands, Somalia, South Africa, Sri Lanka, St. Helena, St. Kitts-Nevis, St. Lucia, St.Vincent & Grenadines, Sudan, Suriname, Swaziland, Syria, Tajikistan, Tanzania, Thailand, Timor-Leste, Togo, Tokelau, Tonga, Trinidad and Tobago, Tunisia, Turkey, Turkmenistan, Turks and Caicos Islands, Tuvalu, Uganda, Ukraine, United Arab Emirates, Uruguay, Uzbekistan, Vanuatu, Venezuela, Viet Nam, Virgin Islands (UK), Wallis & Futuna, Yemen, Zambia, Zimbabwe, Africa, regional, North of Sahara, regional, South of Sahara, regional, America, regional, North & Central America, regional, South America, regional, Asia, regional, Central Asia, regional, South & Central Asia, regional, South Asia, regional, Far East Asia, regional, Middle East, regional, West Indies Unallocated, Europe, regional, States Ex-Yugoslavia, Oceania, regional, Bilateral (unspecified)"
    },
    {
      "key": "search_feature",
      "value": "Yes"
    },
    {
      "key": "sector_notes",
      "value": ""
    },
    {
      "key": "sectors",
      "value": "DAC sectors"
    },
    {
      "key": "size",
      "value": "755,792 projects (as of late 2007)"
    },
    {
      "key": "source_frequency",
      "value": "Annually"
    },
    {
      "key": "source_location",
      "value": "Donors"
    },
    {
      "key": "source_method",
      "value": "Data is inputed by donors in spreadsheets"
    },
    {
      "key": "sourcing_notes",
      "value": "There is a two year lag between commitment/disbursement and reporting. Data validated by a team of statistical assistants at the CRS"
    },
    {
      "key": "standard_notes",
      "value": "DAC Sectors"
    },
    {
      "key": "status",
      "value": "Ongoing"
    },
    {
      "key": "subsectors",
      "value": "Yes"
    },
    {
      "key": "support",
      "value": "Help on page and user guide"
    },
    {
      "key": "support_url",
      "value": "http://stats.oecd.org/ModalHelp/OECD/WBOS%20User%20Guide%20(EN).PDF"
    },
    {
      "key": "title",
      "value": "DAC-CRS"
    },
    {
      "key": "unique_id",
      "value": "dac-crs"
    },
    {
      "key": "website_1",
      "value": "http://stats.oecd.org/"
    },
    {
      "key": "website_2",
      "value": "http://www.oecd.org/dataoecd/50/17/5037721.htm"
    },
    {
      "key": "which_arent",
      "value": "n/a"
    }
  ],
  "title": "DAC-CRS",
  "revision_id": "1644f4bb-73eb-4194-bca5-b346a9c3e67c"
}