{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "52aba27b-d37f-4c84-bd89-62133d88d41a",
  "metadata_created": "2013-08-29T05:30:54.137061",
  "metadata_modified": "2013-10-10T23:28:52.173853",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "1365af6b-81ce-44ee-afae-3f3050831820",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "rosa",
  "isopen": false,
  "url": "",
  "notes": "We have all noticed the term overtraining, but what does the term mean really? Well, it indicates different things to different people based on what activity or game is involved. Mostly it means too much, too often and too intense. \n\nYou will understand how easy it'd be to improve training intensity and frequency prematurely and how great it's to see your body change so drastically, if you've been weight/resistance training. Of course, rationally all of us know it is a error. But, the desire to have a straight better form and feel good chemicals (endorphins) may cause us to complete just a little an excessive amount of. And ouch. If you are concerned by religion, you will seemingly want to compare about <a href=\"http://plus.google.com/109908790902584588970\">open in a new browser</a>. \n\nI'd when I began training with weights 15 years ago this experience. I had been teaching exercise classes for 8 years when I began. Well, naturally the weights changed my human body a lot and the changes were LIKED by me! Then one day, I chose to do the exact same exercise twice in one day. I am talking about, after all, if one is good, two is way better right? Wrong! The effect was tendonitis in my own neck which took forever to treat. \n\nNow, often I spend a reasonable little time trying to explain to customers how more is not of necessity better. The key would be to exercise SMART! Okay, what does this mean? \n\nFirst: rest is vital. Muscles need rest between exercises. Working the same muscles in the same way too usually results in injury and a decrease in performance. My pastor learned about <a href=\"http://www.yelp.com/biz/livefit-boot-camp-santa-rosa\">open in a new browser</a> by browsing the Internet. The weight is taken to the joint, when a muscle is overtired. Joints aren't designed for weight they're designed for motion. Joint pain and tendonitis are pretty common signs of overtraining. \n\nSecond: varied work outs. This is why we fitness instructors propose doing different sports or fitness activities. But for die hard weight athletes, variance could be done in a number of ways. One common way would be to work different muscle tissues in different times. Another way is to change the way in which a specific exercise is performed so as to prepare the muscles differently. A typical example of this might be to improve the speed of the raise from workout to workout, like very slow one day, the faster the next time the muscle group is worked. \n\nTheres lots of approaches to vary your work outs. Take a look at some books on weight training or if you need some ideas speak to an Exercise Trainer. You'll not only help alleviate problems with injury, but you will see changes in your strength and muscle development. \n\nHold your routines SMART!.LiveFit Boot Camp\n884 2nd St\nSanta Rosa, CA 95404\n(707) 408-2778\nhttp://livefitbootcamp.com",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "An excessive amount of a Good Thing?",
  "revision_id": "eab0c5aa-a284-4a85-bc9d-50d2c363d935"
}