{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "1dc24bcd-9efe-498e-bac0-a40ced876109",
  "metadata_created": "2013-09-06T14:34:24.250450",
  "metadata_modified": "2013-10-10T23:38:13.589971",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "27724342-0b0e-4956-b82a-ce90a6217595",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "sheppard",
  "isopen": false,
  "url": "",
  "notes": "Dentists have already been using teeth whitening gels to whiten teeth for many years. These teeth brightening gels can also be called carbamade bleach gels. Before cycles, calcium chloride was the key source for teeth whitening. Nowadays, carbamide peroxide is the major source for teeth whitening. The brand new bleaching compound, carbamide peroxide, removes the spots left on teeth within minutes after applied. Visit <a href=\"http://www.drninafoley.com/dentist-nashville-tn.htm\">the dentist nashville</a> to check up the reason for this hypothesis. Carbamide peroxide is used by dentist and in the home people throughout the world. Yet another popular teeth-whitening compound is hydrogen peroxide, which can be just like carbamide peroxide but has existed for over a century. Teeth whiteners have been around for over a hundred years but since the early 1990s, teeth whitener packages have become a phenomenon. Carbamide peroxide is now more popular for at home use since early 1990s. There are many kinds of kinds of carbamide peroxide. Attention levels for that carbamide peroxide vary from 10% to 36%. The most popular of the concentration levels would be the 22%. While bleaching the teeth at a great pace this teeth whitener gives little to no sensitivity for the teeth. The teeth bleaching process is named oxidation which removes the stains from the teeth without harming the enamel in the mouth. The teeth lightening approach makes the teeth lighter through the elimination of the colored enamel. The teeth bleaching process is simple to accomplish at home. It involves setting the carbamide peroxide inside thermoforming mouth trays. Each thermoform mouth plate is positioned inside the mouth for thirty minutes daily. The longer it is located inside the mouth the higher tooth brightening results. Effects can develop as quick as 5 to 6 hours. \n\nIn these days, teeth whitening have become an excellent trend to do at home. With rates at a fraction of the costs compared to dental practices, many have chosen to accomplish it at home. Teeth brightening will carry on to be the main source to whiten teeth for your years to come.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Teeth Whitening kits",
  "revision_id": "c001ff46-b4bf-4c86-9d43-c86abcc9f880"
}