{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "5fcb21e1-36d3-4e83-8eb1-64d8cae4f468",
  "metadata_created": "2013-05-15T06:59:24.570582",
  "metadata_modified": "2013-10-10T23:45:31.558404",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "b2c4c6e1-3062-44e2-9ace-4ffb12d62d08",
  "type": "dataset",
  "resources": [
    {
      "mimetype": "text/html",
      "cache_url": null,
      "hash": "",
      "description": "In this article, 417 copies of peasant household survey data has been utilized to analyze the impact of transaction characteristics and trading patterns on flexible and sales performance of trading by means of multiple regression model. The results show that there has a positive impact seller's asset specificity makes on performance of both flexibility and sales, compared to the insignificant impact buyer’s asset specificity makes; in addition, transaction uncertainty and trading frequency have a positive impact on flexibility and sales performance, respectively; while market-practice in trading patterns is contributive to both flexible and sales performance, however, the pattern of explicit contract trading only has a contribution to flexible performance, in contrast with vertically integrated trading pattern which has little contribution to flexible and sales performance. In conclusion, it has been pointed out that these measurement should be taken such as the decline of transaction cost in the trade of agricultural resources; the improvement for farmers both in the awareness of systematism as well as in the specificity of their assert; and the encouragement on the application of modern trade devices.",
      "name": "Study on the Transaction Patterns based on the Characteristics of Transactions between Agricultural Enterprises and Farmers",
      "format": "aspx",
      "url": "http://www.jma-journal.org/paperInfo.aspx?ID=1827",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "5fcb21e1-36d3-4e83-8eb1-64d8cae4f468",
      "created": "2013-05-15T01:59:24.644309",
      "state": "active",
      "mimetype_inner": "",
      "last_modified": "2013-05-15T01:59:26.782818",
      "position": 0,
      "revision_id": "49e4134c-c197-4f6e-bb89-a71fdf67edaf",
      "url_type": null,
      "id": "c1c3d0a5-8d74-462a-9067-3e378d8c2d23",
      "resource_type": "file",
      "size": "33828"
    }
  ],
  "num_resources": 1,
  "tags": [],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "study-on-the-transaction-patterns-based-on-the-characteristics-of-transactions",
  "isopen": true,
  "url": "",
  "notes": " In this article, 417 copies of peasant household survey data has been utilized to analyze the impact of transaction characteristics and trading patterns on flexible and sales performance of trading by means of multiple regression model. The results show that there has a positive impact seller's asset specificity makes on performance of both flexibility and sales, compared to the insignificant impact buyer’s asset specificity makes; in addition, transaction uncertainty and trading frequency have a positive impact on flexibility and sales performance, respectively; http://www.jma-journal.org/paperInfo.aspx?ID=1827",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Study on the Transaction Patterns based on the Characteristics of Transactions …",
  "revision_id": "f2629089-9fdd-49f2-8e58-af16f15e7e68"
}