{
  "license_title": "Creative Commons CCZero",
  "maintainer": "Sylvain Chevallier",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "sylvain.chevallier@uvsq.fr",
  "num_tags": 4,
  "id": "8b7d34e1-8216-49b9-a687-324de4fd6c56",
  "metadata_created": "2015-08-11T11:05:34.991516",
  "metadata_modified": "2015-08-11T11:08:28.467093",
  "author": "Emmanuel Kalunga",
  "author_email": "emmanuelkalunga.k@gmail.com",
  "state": "active",
  "version": null,
  "creator_user_id": "b32e3b55-25f5-4ed7-a0ad-1347acb242a9",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "12 recorded subjects, 2 to 5 sessions each, saved in GDF format.",
      "name": "SSVEP-based BCI with exoskeleton",
      "format": "gdf",
      "url": "https://ckannet-storage.commondatastorage.googleapis.com/2015-08-11T11:06:47.934Z/ssvep-exoskeleton.zip",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "8b7d34e1-8216-49b9-a687-324de4fd6c56",
      "created": "2015-08-11T11:07:54.740946",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "f4e91110-a7e8-4d36-b112-64ed1603cca7",
      "url_type": null,
      "id": "a1c68d58-e0c2-4417-bc7f-7be408e52189",
      "resource_type": "file.upload",
      "size": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "bci",
      "id": "115bb29b-1057-459a-b6ea-f22327e0eab4",
      "name": "bci"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "brain",
      "id": "72d87318-0f04-448a-9c87-e417c12e554e",
      "name": "brain"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "eeg",
      "id": "b48e244f-ae6e-4eaf-a181-45100a928340",
      "name": "eeg"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "ssvep",
      "id": "c517edce-89c7-4fac-8a41-f609dcba69bf",
      "name": "ssvep"
    }
  ],
  "groups": [],
  "license_id": "cc-zero",
  "relationships_as_subject": [],
  "organization": {
    "description": "\r\nThe LISV is a laboratory of the Versailles University depending on the ministry of Higher Education and Research (EA-4048).\r\nIt consists of two teams :\r\n\r\n1. Interactive Robotics (RI)\r\n2. Instrumentation and advanced systems and nanosystems modeling (ISA)\r\n\r\nMore information on http://www.lisv.uvsq.fr/",
    "created": "2015-07-31T07:01:01.764545",
    "title": "Laboratoire d'Ingénierie des Systèmes de Versailles",
    "name": "lisv",
    "is_organization": true,
    "state": "active",
    "image_url": "http://www.lisv.uvsq.fr/images/LISV/logo.png",
    "revision_id": "1a628529-2fde-475f-a655-cd37d1e710bb",
    "type": "organization",
    "id": "3a21b28e-849c-408c-a484-55caa2731d6b",
    "approval_status": "approved"
  },
  "name": "dataset-ssvep-exoskeleton",
  "isopen": true,
  "url": null,
  "notes": "# dataset-ssvep-exoskeleton\r\n\r\n## Introduction\r\n\r\nThis dataset gathers SSVEP-based BCI recordings of 12 subjects operating an upper limb exoskeleton during a shared control task. The exoskeleton is either controlled with a touchless interface detecting hand poses or with SSVEP-based BCI.\r\n\r\n\r\n## Related publications:\r\n\r\nThis dataset is used in the following publications:\r\n\r\n-  Emmanuel K. Kalunga, Sylvain Chevallier, Olivier Rabreau, Eric Monacelli. _Hybrid interface : Integrating BCI in Multimodal Human-Machine Interfaces_. IEEE/ASME International Conference on Advanced Intelligent Mechatronics (AIM), 2014, Besancon, France.\r\n-  Emmanuel Kalunga, Sylvain Chevallier, Quentin Barthelemy. _Data augmentation in Riemannian space for Brain-Computer Interfaces_, STAMLINS (ICML workshop), 2015, Lille, France.\r\n-  Emmanuel K. Kalunga, Sylvain Chevallier, Quentin Barthelemy. _Online SSVEP-based BCI using Riemannian Geometry_. arXiv preprint arXiv:1501.03227, 2015.\r\n\r\n\r\n## Experimental setup\r\n\r\n1. *Arm exoskeleton:* The exoskeleton used here is the ESTA robotic arm [1]. ESTA is designed to compensate for muscular dystrophy in the shoulder and elbow muscles occurring in several degenerative diseases, which affect the large muscles but spare the wrists and hands motor capacities.\r\n\r\n2. *Touchless interface:* Our touchless interface embeds 5 IR-sensors which could set up in different spatial positions, according to the user requirements. The control system relies on a iterative kNN scheme to learn hand poses of each user. The details of the algorithm is provided in [2].\r\n\r\n3. *Steady-state visually evoked potentials:* The g.Mobilab+ device is used for recording EEG at 256 Hz on 8 channels. For SSVEP stimulation, flash stimulus technique has been chosen. To avoid limitation imposed by refresh rate of computer screens, a microcontroller is set up to  flash stimuli with light emitting diodes (LED) at frequencies F ={13, 17, 21} Hz. The device has been controlled and the LED blinking is precise up to the millisecond. The eight electrodes are placed according to the 10/20 system on Oz, O1, O2, POz, PO3, PO4, PO7 and PO8.  The ground was placed on Fz and the reference was located on the right (or left) hear mastoid.\r\n\r\n## Data description\r\n\r\nThe datasets contains 12 directories, containing recording from 12 male and female subjects aged between 20 and 28 years. Informed consent was obtained from all subjects, each one has signed a form attesting her or his consent. The subject sits in an electric wheelchair, his right upper limb is resting on the exoskeleton. The exoskeleton is functional but is not used during the recording of this experiment.\r\n\r\nA panel of size 20x30 cm is attached on the left side of the chair, with 3 groups of 4 LEDs blinking at different frequencies. Even if the panel is on the left side, the user could see it without moving its head. The subjects were asked to sit comfortably in the wheelchair and to follow the auditory instructions, they could move and blink freely.\r\n\r\nA sequence of trials is proposed to the user. A trial begin by an audio cue indicating which LED to focus on, or to focus on a fixation point set at an equal distance from all LEDs for the reject class. A trial lasts 5 seconds and there is a 3 second pause between each trial. The evaluation is conducted during a session consisting of 32 trials, with 8 trials for each frequency (13Hz, 17Hz and 21Hz) and 8 trials for the reject class, i.e. when the subject is not focusing on any specific blinking LED.\r\n\r\nThe recording are saved in GDF format [3], the stimulations code for each class are available as time events. There is between 2 and 5 sessions for each user, recorded on different days, by the same operators, on the same hardware and in the same conditions.\r\n\r\n## Bibliography\r\n\r\n[1] M. Baklouti, P. A. Guyot, E. Monacelli, and S. Couvet. _Force controlled upper-limb powered exoskeleton for rehabilitation,_ in Intelligent Robots and Systems (IROS), 2008, p. 4202.\r\n\r\n[2] H. Martin, S. Chevallier, and E. Monacelli, _Fast calibration of hand movement-based interface for arm exoskeleton control,_ in European Symposium on Artificial Neural Networks (ESANN), 2012, pp. 573– 578.\r\n\r\n[3] A. Schlogl, _GDF - A general dataformat for biosignals_, http://arxiv.org/abs/cs/0608052\r\n",
  "owner_org": "3a21b28e-849c-408c-a484-55caa2731d6b",
  "extras": [],
  "license_url": "http://www.opendefinition.org/licenses/cc-zero",
  "title": "dataset-ssvep-exoskeleton",
  "revision_id": "2490b162-a50d-48e4-9947-8d82f5df4e8a"
}