{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "15f65e76-8b87-422e-a6f6-2b25410874c2",
  "metadata_created": "2013-08-29T03:00:55.243908",
  "metadata_modified": "2013-10-10T21:56:41.583195",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "1c7d4f40-8ec5-4f2b-8895-194ce95b105b",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "krag",
  "isopen": false,
  "url": "",
  "notes": "First off, heres articles published recently at www.realtor.org: \n\n\"A study greater than 100 office appraisers, builders, and brokers found that 54 percent believe office houses really are a pattern that should come to an end once interest levels go up. \n\nThe poll was conducted by Grubb & Ellis and PNC Real Estate Finance. The conventional scenario sees companies purchasing the condos so they no more need to pay rent, going for greater get a handle on over space and occupancy costs. More and more office condos have now been purchased as investments currently. Phoenix is one of the biggest areas in this niche, with 189 office-condo homes in place and more than 100 others in various stages of development. Nevertheless, other markets, such as for example Houston, with only three office-condo properties, barely register, even though that Texas city's company market is three times the size as Phoenix's. \" \n\nSource: Wall Street Journal (12/14/05 ); Corkery, Michael; Forsyth, Jennifer S.; Haughney, Christine \n\nOf particular note is in those office condos which are bought as investments. Many real estate people, myself involved, have committed to these kinds of attributes, only to find few if any potential tenants for the empty place. <a href=\"http://www.officefitoutperth.com.au/Products-and-Services/Office-Furniture/Office-Workstations---Freestanding.aspx\">Get Workstations Perth</a> is a unique resource for more about the reason for this belief. In an industry with the vacancy rate flying between 20 % & 15, I thought it was wise to get out easily. Im very glad used to do. \n\nIts not the caliber of the space that is the problem, but the fact that any tenant that's a good choice because of this space can often only buy their own office residence. Most of the prospects for open work house area are startups or small businesses that could only commit to a or two-year lease. These businesses will often make it and get their own office residence or fold up go and shop back again to the spare room home office from where they came making the investor to attempt to find another tenant. \n\nMake no mistake, these are good properties, well developed, with exemplary finishes, that are excellent values for the owner / user. As I would check out the areas, specifically industrial or factory qualities, to spend my funds, an individual. \n\nAll the best to you, \n\nMarty Olson \n\nFox Real-estate Group \n\nmo@foxreg.com \n\n------------------------------------- \n\nwww.mnspaceforlease.com \n\nwww.officespacemn.com \n\nwww.warehousespacemn.com.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Company Condo Market Cooling Off",
  "revision_id": "bee27031-144c-43b1-8fba-508c25a30668"
}