{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "f14eab14-8372-4de5-b53a-a352f689546e",
  "metadata_created": "2013-09-03T12:13:04.703763",
  "metadata_modified": "2013-10-10T23:44:10.727619",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "24b2aea2-b3e2-44ac-8b93-3c4d6749c68e",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "steele",
  "isopen": false,
  "url": "",
  "notes": "Finding and hiring the right home remodeling specialist for your home remodeling project could be difficult and complicated. Dig up further on this affiliated article directory by browsing to <a href=\"http://level1generalconstruction.com/highland-park-roofing-contractor/\">highland park roofing contractor</a>. You can easily search the internet or look in the yellow pages and find several home remodeling contractors listed in your area however the question remains - which one do you employ for the home remodeling project. What type will perform quality work, demand a fair price and obtain the job done promptly. If you have an opinion about illness, you will likely require to study about <a href=\"http://level1generalconstruction.com/dallas-roofing-contractor/\">home page</a>. \n\nTo lessen the threat of selecting the wrong home remodeling builder you should first do a little planning yourself for that home remodeling project. Design out and take note of what you want redesigned. Give a copy of this information to each possible home remodeling builder as this will help to reduce misunderstandings of demands. If people want to get further about <a href=\"http://level1generalconstruction.com/roofing-repair-dallas/\">roofing repair</a>, there are many databases you might investigate. \n\nIf you're putting a property improvement, string and use stakes or even spray paint and mark the location on the active lawn/ground. \n\nNext speak to your local building inspector to understand what building requirements and permits are necessary for your home remodeling project. \n\nVisit home improvement stores for example Lowes and Home Depot, and look at resources likely to be utilized on your project (e.g. Wood, doors, windows, appliances, counters, roofing substance, etc.). Make note of the costs so you will be able to evaluate product costs offered by potential contractors. While visiting do it yourself centers also talk with several of the employees about costs and lead times for particular products of interest. For example, there are various types of doors and windows and usually there can be substantial lead times for deliveries. \n\nWhen you start calling potential contracts ask for past work and recommendations that you can visit. \n\nFinally, make sure you obtain multiple rates and make sure they are in writing. Also ask how long the quotaion is vaild. \n\nFor further assist in selecting a home remodeling contractor for the next home remodeling venture visit HomeAdditionPlus.com's Home Addition Bid Sheets. Home Addition Bid Sheets range from the information and resources you must ensure you employ the right home remodeling builder for you home remodeling project. Each bet page contains a detailed checklist of questions to ask potential technicians, in addition to cost and schedule rates. Home Addition Bid Sheets help ensure that your home remodeling project is likely to be done on time and on budget.Level 1 General Construction\n4111 Hwy 377 South, Ste. 1\nAubrey, Tx. 76227",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "How to Engage the Right Building Contractor for Your Home Remodeling Project",
  "revision_id": "f5361c9f-ab51-4eec-86cb-af64aa4e4d8e"
}