{
  "users": [
    {
      "email_hash": "1d0c68a7c6809aa47a906e6b23bafe1b",
      "about": null,
      "capacity": "admin",
      "name": "gzileni",
      "created": "2015-03-17T15:15:20.695626",
      "openid": null,
      "sysadmin": false,
      "activity_streams_email_notifications": false,
      "state": "active",
      "number_of_edits": 187,
      "display_name": "Giuseppe Zileni",
      "fullname": "Giuseppe Zileni",
      "id": "7234cd4c-3550-42aa-afb0-de6c49dc0457",
      "number_created_packages": 11
    }
  ],
  "display_name": "La Gioia Digitale",
  "description": "Spazio Open Data della Community [La Gioia Digitale](http://www.lagioiadigitale.it). con l’obiettivo di diffondere la cultura digitale nel territorio di Gioia del Colle.\r\nGli obiettivi della community sono: \r\n<ul><li>\r\n**Trasparenza nella PA**: La semplificazione del rapporto tra PA e cittadini, tra PA ed imprese, e l’efficientamento della macchina amministrativa, nell’ottica di una imprescindibile rispondenza ai principi di legalità e trasparenza, mira ad eliminare tutti gli sprechi e favorire ogni possibile iniziativa del singolo cittadino e della piccola e media impresa.</li>\r\n<li> \r\n**Efficenza della PA**: L’organizzazione della struttura amministrativa del Comune di Gioia del Colle sarà improntata su criteri di autonomia, imparzialità, trasparenza, funzionalità, economicità e flessibilità assumendo quali costanti obiettivi l’efficacia e l’efficienza, grazie all’implementazione tecnologica. Si punterà all’interoperabilità dei sistemi informativi in maniera da garantire l’allineamento on line dei dati a disposizione della P.A. Si miglioreranno, così, in maniera considerevole il rapporto tra cittadini-utenti e P.A.</li>\r\n<li> \r\n**Open Data**: L’implementazione tecnologica e la disponibilità degli Open Data permetteranno lo sviluppo di applicazioni e servizi utili per migliorare la vita dei cittadini. Inoltre, l’attività amministrativa sarà orientata a favorire lo sviluppo economico attraverso le aziende private che si avvicineranno al riuso dei dati aperti, compresi quelli della pubblica amministrazione.</li>\r\n<li> \r\n**Innovazione**: Sarà sviluppato un piano Smart Communities, che garantirà la realizzazione di infrastrutture tecnologiche per la realizzazione di progetti finalizzati al miglioramento della vita dei cittadini nel contesto urbano, garantendo loro inclusione e partecipazione. La disponibilità di un’infrastruttura telematica moderna, efficiente e diffusa, permetterà di incentivare la competitività e l’internazionalizzazione delle PMI, promuovendo una cultura imprenditoriale comunitaria anche attraverso la creazione del Portale Unico delle Imprese.</li></ul>",
  "image_display_url": "https://old.datahub.io/uploads/group/2016-03-12-150542.389827logo-gioia-avatar.png",
  "package_count": 7,
  "created": "2015-08-24T07:39:58.813142",
  "name": "lagioiadigitale",
  "is_organization": true,
  "state": "active",
  "extras": [],
  "image_url": "2016-03-12-150542.389827logo-gioia-avatar.png",
  "groups": [],
  "type": "organization",
  "title": "La Gioia Digitale",
  "revision_id": "24804387-0504-4f41-b596-c513ad4b00e3",
  "num_followers": 1,
  "id": "0ad1aae0-bc15-44c1-8d70-f747d57b7737",
  "tags": [],
  "approval_status": "approved"
}