{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "4c2d6fde-7bc7-4c2d-b033-ed24d756b25c",
  "metadata_created": "2013-09-04T08:38:00.624586",
  "metadata_modified": "2013-10-10T20:24:06.805324",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "2dec592d-bbcb-4d96-ad5f-9a69669023c7",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "crane",
  "isopen": false,
  "url": "",
  "notes": "Did you know an normal head has about 150,000 hair follicles and.. \n\nBefore solving a problem one must understand the problem. Baldness may be the most frequent medical problem. Huge numbers of people throughout the world are struggling in the struggle to stop their hair loss. How ever, a lot of them didn't spend a couple of minutes learning what precisely the meaning of hair-loss is. See the following lines to learn the fundamentals about hair, hair loss and hair loss treatments. \n\nDid you know that the common head has about 150,000 hair follicles and hair over 906 of these are continually growing. \n\nWhat's hair? \n\nHair is the fastest-growing tissue of the body. It is made from keratins that are a kind of proteins. Each hair string includes three layers: the medulla (the internal layer), the cortex and the cuticle. Hair grows from roots Those roots get the crucial components to the hair growth by the blood. The roots are a living tissue but the visible hair string is a dead tissue. For that reason, any hair loss treatment must take care of the crown and sources and maybe not of the hair strands. \n\nSo how exactly does the hair grow? \n\nIt's natural to loose hair. Actually, most of us free about 100 hairs a day. Click here <a href=\"http://wblawgroup.com/WebbBordson/Areas-of-Practice/Family-Law/Attorney.html\">wblawgroup.com</a> to explore the reason for it. We start noticing that we suffer from hair reduction only after losing over 507 of our hair. \n\nThe levels of the life-cycle of hair are: \n\nAnagen Within this period the hair is actively growing. This period lasts about 5 years. \n\nCatagen Within this section the hair falls out. It lasts about 3 days. \n\nTelogen Within this section the hair is sleeping. It lasts about 12 days. \n\nWhat're the sources of baldness? \n\nThere are many circumstances that may cause hair loss from heritage to pressure. For every cause one may find different baldness treatments. Hair loss treatments include anything from your FDA approved hair loss drug named Propecia or Rogaine to natural hair loss treatments as Rogaine to hair transplant operations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Hair Loss Basic Understanding",
  "revision_id": "83d78254-0da4-44a1-bc06-ddb2fae9e95e"
}