{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "04f16c94-3306-4fbd-b905-01a584837d7a",
  "metadata_created": "2013-07-12T01:26:33.551728",
  "metadata_modified": "2013-10-10T21:17:24.068067",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " The modified Claus process is commonly used in oil refining and gas processing to recover sulfur and destroy contaminants formed in upstream processing. In oil refining, in addition to the typical modified Claus plant feed, i.e. H2S and CO2, NH3, CS2, and COS are also often present or formed. These contaminants pose a risk of poisoning the catalyst beds, as well decreasing the overall sulfur recovery. In this paper, effect of reaction furnace and converter temperatures on performance of SRUs is described. Then, the common ways for adjusting these important parameters are presented for a typical sulfur recovery unit. The achieved results can be useful for designing the new Claus sulfur recovery units.",
      "name": "Effect of Reaction Furnace and Converter Temperatures on Performance of Sulfur Recovery Units (SRUs)",
      "format": "",
      "url": "http://www.jpsr.org/paperInfo.aspx?ID=5676",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "04f16c94-3306-4fbd-b905-01a584837d7a",
      "created": "2013-07-11T20:27:50.502657",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "5b0cb91f-0eb4-4719-bfd1-17dee26ec8c7",
      "url_type": null,
      "id": "c353d6ff-ddc9-497f-b6a0-b3e459341cbf",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Viscoelastic surfactants are very useful in various oilfield operations, such as enhancing oil recovery and hydraulic fracturing and acidification. Because of the permeability differences in the rock reservoir, a large part of the fluid injected can migrate to undesired regions. Therefore, viscous fluids are used to modify the permeability of certain regions of the rock formation. The products added to the fluids that provide this characteristic are called divergent agents. There are a large number of commercial products that can be used for this purpose, but the fluids prepared with them must have special properties. Therefore, it is essential to evaluate these products in advance. This work examines the chemical structure and physic-chemical properties of commercial surfactants to identify those with potential application as divergent agents. To do this, the rheological behaviour of the commercial formulations was tested considering temperature and pH conditions typical of reservoirs.",
      "name": "Rheological Evaluation of Surfactants with Potential Application as Divergent Agents",
      "format": "url",
      "url": "http://www.jpsr.org/paperInfo.aspx?ID=5677",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "04f16c94-3306-4fbd-b905-01a584837d7a",
      "created": "2013-07-11T20:28:49.328622",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "a1f9ad3d-644f-4c1a-8987-9cb92f2c5b8a",
      "url_type": null,
      "id": "ba0c84ae-1cf5-4c29-97ca-c720ecdbbdea",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Thermal energy storage plays an important role in energy conservation, and can be applied in many areas. Paraffin/polyurethane foams composite with flame retardant as thermal energy storage materials were prepared by absorbing paraffin in honeycomb structure of polyurethane rigid foams. These composites provide a new energy saving materials, which can be used for building heating/cooling systems, and the composites can also enhance the thermal comfort for residents. In the composites, paraffin was used as the phase change material (PCM), polyurethane (PU) rigid foams acting as the supporting material, or as nano-structured calcium carbonate (nano-CC) and red phosphorus (RP) acting as the flame retardant. The thermal properties, such as phase change temperature and latent heat, were investigated by a differential scanning calorimeter (DSC). Chemical structure, micro-structure and flame retardant properties of paraffin/ polyurethane foams composite were determined by FT-IR, SEM and limited oxygen index (LOI) tester, respectively. The SEM results showed that paraffin was well dispersed in honeycomb structure of polyurethane rigid foams. The DSC results indicated that the composites melt at 80.3℃ with a latent heat of 25.8kJ/kg when the mass percentage of paraffin in the composites was 16.7%. The LOI results showed that nano-CC and RP decreased the flammability of the composites.",
      "name": "Preparation and Properties of Paraffin/Polyurethane Foams Composite with Flame Retardant as Thermal Energy Storage Materials",
      "format": "",
      "url": "http://www.jpsr.org/paperInfo.aspx?ID=5678",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "04f16c94-3306-4fbd-b905-01a584837d7a",
      "created": "2013-07-11T20:29:20.911584",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "7f18b52c-4bd1-4777-be8c-134944810f4f",
      "url_type": null,
      "id": "f29c4232-1faf-4175-aa30-2ee3e899545a",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper deals with the problem of nonlinear dynamics of complex system with phase control combining phase-locked loop and automatic gain control loop. The behavior of the examined model is described by nonlinear two- and four-dimensional sets of differential equations with periodical nonlinearities. Stability of synchronous mode, bifurcations determining boundaries of domain with quality different behavior of the considered system, and oscillatory modes arising in domain where synchronous mode is unstable are studied. Results are presented using two-parameter bifurcation diagrams, phase portraits of attractors, time realizations of oscillations, and Poincare maps.\r\n",
      "name": "Stability, Oscillatory Modes, Bifurcations, and Chaotic Behavior of Complex Systems with Phase Control",
      "format": "url",
      "url": "http://www.jpsr.org/paperInfo.aspx?ID=5683",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "04f16c94-3306-4fbd-b905-01a584837d7a",
      "created": "2013-07-11T20:29:56.653564",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "f57f59fc-0339-4408-8182-28d67e12a1f3",
      "url_type": null,
      "id": "15d7e06b-cae3-4401-a020-705f6d228950",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Eccentric cementing status always occurs in the period of well completion in complex formation. Under this condition, buckling failure of casing has greater impact on normal production. According to adjacent balance criterion and higher differential equation, a determination method of buckling load for eccentric cementing casing was established. This avoids complex modeling and discretization processes when determining the critical buckling load of casing, and geometrical and physical parameters can directly be put in the formula of critical buckling load. There exists 8.3% relative error, comparing critical load from the formula with the result by using finite element method. That means the results are accurate. This method has the advantage of direct calculation and is easy for engineering applications without complex modeling and discretization processes.",
      "name": "Determination Method of Buckling Load for Eccentric Cementing Casing Based on Adjacent Balance Criterion",
      "format": "url",
      "url": "http://www.jpsr.org/paperInfo.aspx?ID=5684",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "04f16c94-3306-4fbd-b905-01a584837d7a",
      "created": "2013-07-11T20:30:34.631560",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "00c619cc-edd4-40b7-872e-ea51c05e9fd9",
      "url_type": null,
      "id": "c4055f5b-822b-4812-a3e5-4a53f7e56e46",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The present study applied the ecotoxicity assessment through of a battery of bioassays used to determine toxicity potential in a tropical wetland impacted for oil waste industry. The bioassays applied were Microtox&amp;amp;#174;, Eisenia foetida, Glycine max and Triticum aestivum. The total petroleum hydrocarbons (TPH) in soil was varied to 200,000 mg kg-1. The PAHs between compounds detected was the benzo(a)pyrene (B(a)P). The results of bioassays showed a higher potential toxicity obtained in the zone 2 and 4 respect to control zone (p&amp;amp;lt;0.001). The results from the MANOVA analysis, determined the zone 2 with the bigger ecotoxicity potential regarding to others zones. The results showed a gradient of sensitivity soil toxicity as follows: Microtox&amp;amp;#174; &amp;amp;gt; Eisenia foetida &amp;amp;gt; Glycine max &amp;amp;gt; Triticum aestivum (p &amp;amp;lt; 0.05). In case of both values, LC50 and EC 50 for (B(a)P) the best relationship (r ? 0.9, P&amp;amp;lt;0.05) was obtained with phytoassays with G. max and T. aestivum.",
      "name": "Ecotoxicity Assessment of Weathered Waste Oil in a Mexican Wetland",
      "format": "",
      "url": "http://www.jpsr.org/paperInfo.aspx?ID=5702",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "04f16c94-3306-4fbd-b905-01a584837d7a",
      "created": "2013-07-11T20:31:09.008676",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 5,
      "revision_id": "c8582d21-c039-459d-b360-01a1198f86af",
      "url_type": null,
      "id": "34d7962e-3057-4e86-97c2-8c3eebcce5f3",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In this research a pseudo-homogeneous two-dimensional model was proposed to describe the dynamic behavior of a fixed-bed pilot-plant hydrodesulphurization reactor. The catalyst pellet used in this reactor was Co-Mo/Al2O3. At first, using the experimental data, a power law kinetic model was developed for hydrodesulphurization reaction. Then a pseudo-homogeneous two-dimensional dynamic model was proposed to describe the concentration profile in the reactor bed. The simulation obtained with the proposed dynamic model showed good agreement with experimental data and the sulfur concentration error in the reactor outlet was 3.8 percent compared to the experimental data. Two dimension modeling revealed that the radial variation of sulfur concentration is more in the reactor inlet than the outlet, but in general the concentration profile can be considered in one dimension. Unsteady reactor modeling showed that the transition time was higher in the reactor outlet and estimated to be 11667 seconds.",
      "name": "Two Dimensional Dynamic Modeling of Hydrodesulphurization Reactor",
      "format": "url",
      "url": "http://www.jpsr.org/paperInfo.aspx?ID=5697",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "04f16c94-3306-4fbd-b905-01a584837d7a",
      "created": "2013-07-11T20:31:49.161883",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 6,
      "revision_id": "89e40db7-debd-43d8-b305-6c8f26aad73d",
      "url_type": null,
      "id": "0c7b81ce-de3e-42ed-b336-df6aa1b0e8e2",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Optimization of parameters for reduction of Free Fatty Acid content (FFA) of Jatropha curcas oil (JCO) and maximization of yield of Jatropha curcas biodiesel (JCB) (%) has gained importance for boosting the fuel industry and improving the production efficiency of biodiesel. A five-level-four-factorial Central Composite Design (CCD) using Response Surface Methodology (RSM) was employed to optimize the process variables for minimizing the FFA of JCO and maximizing the JCB (%) yield. The high FFA (14.6%) of JCO could be reduced to 0.34% by its pretreatment with methanol (6.5:1) using H2SO4 as catalyst (1.5% v/v) in 125 min time at 50oC temperature. A JCB yield of 98.3% was achieved with methanol/oil molar ratio (11:1) using NaOH as catalyst (1% w/w) in 110 min time at 55oC temperature. Second-order model equations were obtained to predict the FFA content and JCB yield as a function of input parameters. The models can be successfully adopted in fuel industry to reduce the FFA content of JCO and maximize the yield of methyl esters, thereby, improving the economy of the process. The prepared JCB conformed to the ASTM and IS standards specifications.\r\n",
      "name": "Optimization of Esterification and Transesterification of High FFA Jatropha Curcas Oil Using Response Surface Methodology",
      "format": "url",
      "url": "http://www.jpsr.org/paperInfo.aspx?ID=5689",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "04f16c94-3306-4fbd-b905-01a584837d7a",
      "created": "2013-07-11T20:32:36.848044",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 7,
      "revision_id": "bccd8b7f-9790-4d28-965d-1ed9dc9ef623",
      "url_type": null,
      "id": "bbbb1af9-0e5e-4e01-a847-49c2fc5bed4c",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "At present, most of petroleum R&amp;D project portfolio researches are based on mathematical programming, decision theory and scoring method to construct R&amp;D project portfolio multi-criteria model. These models is effective to some extent, however, it is very rare to consider the uncertainty of project and petroleum R&amp;D project interactions in R&amp;D portfolio selection. In this paper, firstly, fuzzy set theory and real option method have been combined in petroleum R&amp;D project portfolio decision analysis, and we have also considered project interactions in order to seek the optimal solution. Finally, an example of petroleum R&amp;D project portfolio carried out systematic evaluation and empirical analysis.",
      "name": "A Petroleum R&amp;D Project Portfolio Investment Selection Model with Project Interactions under Uncertainty",
      "format": "",
      "url": "http://www.jpsr.org/paperInfo.aspx?ID=5712",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "04f16c94-3306-4fbd-b905-01a584837d7a",
      "created": "2013-07-11T20:33:07.535237",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 8,
      "revision_id": "cf089c2c-9ccc-4f33-b8e2-1f82d39afa3b",
      "url_type": null,
      "id": "588c3fbe-c738-4fdf-9eae-7358a72ff37c",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "As an important part of natural gas market, underground gas storage plays an irreplaceable role in peak shaving and guaranteeing the security of gas supply. Based on investigations and researches on the status of underground gas storage construction in the USA, information about types, numbers, reservoir site layouts, capacity and characteristics of underground gas storages managements in the USA are concluded, combined with the development of natural gas industry in China, suggestions such as optimizing construction layouts of underground gas storages, accelerating the construction pace of underground gas storages and making an early plan for natural gas strategic reserve are given[1].\r\n",
      "name": "Construction and Consideration of America's Underground Gas Storage",
      "format": "url",
      "url": "http://www.jpsr.org/paperInfo.aspx?ID=5715",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "04f16c94-3306-4fbd-b905-01a584837d7a",
      "created": "2013-07-11T20:33:49.043634",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 9,
      "revision_id": "b7df9444-a74f-45ef-8d3e-97b4be893c89",
      "url_type": null,
      "id": "cc2f0b45-1d99-4db5-aa6f-97abe473efd7",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Sand production like water and gas production is one of the perennial problems plaguing the oil industry because of its safety, economics or environmental impact on production. In order to properly optimise production and monitor sand controlled well, it is imperative to evaluate the well performance, sand control effectiveness and durability of the treatment type installed in order to achieve the main aim of hydrocarbon production. The principal methods of sand control that are available to oil industry in Nigeria are internal gravel pack (IGP) and sand control using chemicals (SCON). This paper compares the principal methods of sand control measures installed in terms of their effect on performance, durability and sand control effectiveness in Niger Delta. Production and well data from 10 different wells were gotten for their flow rate, sand production and water production. Actual and ideal productivity index are calculated. Well inflow quality indicator (WIQI) was used as a criteria to determine the performance of the well for their treatment types. A graph of the production data was plotted against time (years). A bar chart of the treatment type before installation is plotted against time (years) and also a bar chart of sand produced after the treatment type installed was made to determine the durability and sand production effectiveness of the treatment types installed. The result show that SCON wells have better performance than IGP wells with WIQI values ranges from 0.6 – 1 to that of 0.2 – 0.6 for IGP wells. SCON wells recorded 2-4 years to that of 6 – 12 years of IGP wells for durability. SCON wells recorded sand production of about 55Ib/1000bbl, to that of 34Ib/1000bbl, for IGP wells after their installations. Based on these findings IGP wells are recommended for Niger Delta formation.",
      "name": "Comparative Study of Sand Control Methods in Niger Delta",
      "format": "url",
      "url": "http://www.jpsr.org/paperInfo.aspx?ID=5730",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "04f16c94-3306-4fbd-b905-01a584837d7a",
      "created": "2013-07-11T20:34:39.413726",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 10,
      "revision_id": "b11824d5-5aeb-475e-99a6-25ed11152d36",
      "url_type": null,
      "id": "16cff483-fb25-47a1-a73d-d8802d4f7f20",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " The present study examined the growth and the CO2 production of indigenous microbial cultures collected from three zones in Chicontepec oil reservoir located in Veracruz, Mexico. Two microbial cultures, coded as NW O and CW O, showed an accelerated growth and higher CO2 production when molasses were used as carbon source. They were selected and identified by molecular-biology techniques as potential candidates to be used in future Microbial Enhanced Oil Recovery studies. To improve CO2 production, a reformulated culture medium was evaluated using only the culture coded as NW O which showed the better growth. Results showed that the reformulated culture medium caused an increase in the production of CO2 from 1.64gL-1to 3.13 gL-1 by the NW O culture. Analysis of 16S rRNA gene libraries allowed the identification of fermentative microorganisms; the NW O culture is composed of Thermoanaerobacter pseudethanolicus and Thermotoga neapolitana; the CW O culture is composed of Caldanaerobacter subterraneus.\r\n",
      "name": "Identification of Carbon Dioxide-Producing Microorganisms Originating from Mexican Oil Wells with Potential Application in Oil Recovery",
      "format": "",
      "url": "http://www.jpsr.org/paperInfo.aspx?ID=5727",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "04f16c94-3306-4fbd-b905-01a584837d7a",
      "created": "2013-07-11T20:35:45.042985",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 11,
      "revision_id": "c6a079c9-08f8-4853-a420-181f620edd6d",
      "url_type": null,
      "id": "1593e6f6-d25d-4798-a29d-c87cde7c26af",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Several parameters affect the chemical reactions between CO2/fluid/rock: pressure, temperature, rock type, and brine composition. Brine composition includes salt concentration and type. Pink Desert limestone cores were used to conduct a series of coreflood experiments to address the effect of brine composition on the chemical reactions between carbonic acid and limestone rock. The experiments were designed to simulate the water alternating gas (WAG) injection of CO2 into saline carbonate aquifers. Supercritical CO2 and brines were injected at flow rates of 2 and 5 cm3/min at 70 and 200&amp;#176;F. Seawater, formation brine, calcium chloride, sodium chloride, and magnesium chloride brines were used in this study. A commercial compositional simulator was used to simulate the coreflood experiments at the lab conditions. The reaction rate constant of CO2 with calcite at different brine compositions was adjusted to match the calcium concentration obtained in the lab. Experimental data was used to predict the reaction rate constant between CO2/brine/rock and found to be increasing as the brine salinity increased (Log(k25)= -9.2) when CO2 dissolves in DI water, and -6.2 when CO2 dissolves in 5 wt% CaCl2 brine). A simulation study conducted on field scale showed that after 30 years of CO2 injection and 1400 years after injection stopped, brine composition does not affect the trapping mechanism of CO2 in the aquifer.",
      "name": "Effect of Brine Composition on CO2/Limestone Rock Interactions during CO2 Sequestration",
      "format": "url",
      "url": "http://www.jpsr.org/paperInfo.aspx?ID=5737",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "04f16c94-3306-4fbd-b905-01a584837d7a",
      "created": "2013-07-11T20:36:26.981079",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 12,
      "revision_id": "5f213c73-9627-4e9b-9047-3781da97d8ca",
      "url_type": null,
      "id": "e3df0a52-a51c-44d9-96b4-871790d1ddf5",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Studies have shown that the same mechanism is responsible for the accumulation of huge energy in reservoirs and inability to obtain inflow from potentially productive layer. Considering the process of chemical adsorption in layers, it managed to show that when the fluid flows into the reservoir, even moderate magnitudes of over balance internal electromagnetic radiation occur. Under the influence of this radiation, certain order of direction and intensity oscillations of phonons is set. Regard to borehole maximum intensity, oscillations of phonons will take place in the zone of high tangential stresses. Therefore, at some depth from the borehole, wall rock will be destroyed into particles commensurable with clay. Behind the transition layer due to throw of electromagnetic energy into the reservoir and fluid, mass transfer from the periphery of the reservoir to an extended zone with stepwise increased porosity and high thermodynamic compressibility of fluid is formed. Inside this zone a strong and long-range interaction between particles of fluid is developing. Throw in of electromagnetic energy is a result of intensive electromagnetic radiation due to the inflow into the reservoir mud or kill fluid. This formation is called the associate. The associate emits electromagnetic waves that change over allogenic particles in porous medium beyond the associate in the excited state. Between associate and excited particle strong interaction set in, which manifested in attraction of particle to the associate, and it becomes a full member of the associate. Thus, there is a selective implication of allogenic fluid particles into the associate.\r\n",
      "name": "Formation Damage due to Mass Transfer in the Layers under a Dynamic Impact",
      "format": "",
      "url": "http://www.jpsr.org/paperInfo.aspx?ID=5709",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "04f16c94-3306-4fbd-b905-01a584837d7a",
      "created": "2013-07-11T20:37:26.534743",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 13,
      "revision_id": "d3281c82-6b65-4aec-acc9-604101dfbfcc",
      "url_type": null,
      "id": "937cc975-3ac9-45e6-b95a-a1b188f916e3",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The interaction between oppositely charged polymer-surfactant systems has been studied using surface tension measurements wherein the dependence of interaction phenomenon over the presence of anionic polyelectrolyte sodium carboxymethylcellulose (NaCMC) with variation of tail length of cationic surfactants, cetyltrimethylammonium bromide (CTAB), tetradecyltrimethylammonium bromide (TTAB), and dodecyltrimethylammonium bromide (DTAB) was investigated. It is observed that the cationic surfactants induced cooperative binding with the anionic polyelectrolyte at critical aggregation concentration (cac) and the cac values are considerably lower than the corresponding critical micelle concentration (cmc) for each of the surfactant irrespective of their hydrophobic tail size. The cmc of surfactants were observed at slightly higher surfactant concentration in polyelectrolyte solution than that in pure water. It was found that the surfactants with longer tail size strongly favour the interaction with NaCMC, indicating the dependence of aggregation phenomenon on the tail size of the surfactants.",
      "name": "Interaction of Oppositely Charged Polymer–Surfactant System Based on Surface Tension Measurements",
      "format": "",
      "url": "http://www.jpsr.org/paperInfo.aspx?ID=5686",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "04f16c94-3306-4fbd-b905-01a584837d7a",
      "created": "2013-07-11T20:37:57.021130",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 14,
      "revision_id": "ad53c59e-99a7-44f4-bdf0-afcd3df77960",
      "url_type": null,
      "id": "a9826f24-c98b-4ee9-91eb-c16ebd7b856a",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Vegetable oils may be potentially used as an alternative basestocks to petroleum oil for the formulation of quenchants. Comparative performance cooling curve of a number of vegetable oil basestocks commercially available in Brazil was reported previously. These basestocks included: soybean, canola, corn, cottonseed and sunflower oils. However, these particular vegetable oils exhibit very poor thermal-oxidative stability, relative to petroleum oil, which is attributable to their molecular composition. To address this specific deficiency which affects long-term performance, a number of additional vegetable oils with much more favorable molecular structure were examined including: peanuit (groundnut) oil and coconut oil. To assess the quenching performance compared to conventional and accelerated quenching oils, cooling curve performance according to ASTM D6200 for two bath temperatures (60 &#176;C and 90 &#176;C) was determined. In addition, effective heat transfer coefficients were calculated and compared. It is noteworthy that the vegetable oils evaluated did not exhibit classical film boiling or nucleate boiling behavior during quenching.\r\n",
      "name": "Quenching and Heat Transfer Properties of Aged and Unaged Vegetable Oils",
      "format": "",
      "url": "http://www.jpsr.org/paperInfo.aspx?ID=5692",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "04f16c94-3306-4fbd-b905-01a584837d7a",
      "created": "2013-07-11T20:39:53.135370",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 15,
      "revision_id": "5d1dd143-c074-4ffe-9dbf-735af03cd9fb",
      "url_type": null,
      "id": "8efa77b6-91fe-49e1-93dc-1021ff98e6c8",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " This paper presents a study carried out in collaboration with a company leader in the production of drilling tools and sensors. Data were gathered during a period of four months in two horizontal well of an oil field with the aim of assessing the relationship between Mechanical Specific Energy (MSE) and drilling efficiency trough the analysis of the most significant drilling parameters. There are several models and measurement systems available for measuring such parameters, however in many practical cases the possible maximum performances are not achieved and this suggests the idea that there is still room, from a research point of view, to increase acquisition accuracy and their correct evaluation. In this study, down hole data were acquired to calculate significant parameters for assessing drilling performances which can contribute to the avoidance of errors in torque calculation due to the effect of drill string friction and the consequent distortion of MSE curve. Moreover, the same data implemented in a model for Rate of Penetration (ROP) calculation and a map correlating RPM and Weight on Bit (WOB) values with Rate of Penetration was drawn.",
      "name": "Acquisition, Processing and Evaluation of Down Hole Data for Monitoring Efficiency of Drilling Processes",
      "format": "",
      "url": "http://www.jpsr.org/paperInfo.aspx?ID=5739",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "04f16c94-3306-4fbd-b905-01a584837d7a",
      "created": "2013-07-11T20:41:07.521835",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 16,
      "revision_id": "3e6ed9c2-6e01-40bc-af46-7ef776c519aa",
      "url_type": null,
      "id": "2c54d404-0f17-4530-91ad-adc0acdc8638",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In this study pervaporation (PV) of ethyl butyrate (ETB)/water mixtures using synthesized poly (ether-block-amide) (PEBA) membranes was investigated. The membranes were made via solution casting on water surface (as non solvent). After studying the effects of different parameters on the membranes morphology, it was found that the mixture of (1 n-butanol/ 3 iso-propyl alcohol), temperature range from 70-800C and polymer concentration range from 4-7 wt could be used to obtain uniform membranes. PV separation of ETB/water mixtures was carried out using these membranes. The results showed that with increasing ETB concentration, both total permeation flux and ETB separation factor increase. Increasing temperature, in the studied limited range, resulted in decreasing separation factor and increasing permeation flux. With decreasing permeate pressure, permeation flux increased and separation factor decreased. Overall mass transfer coefficient was evaluated using steady state ETB permeation flux equation. Membrane mass transfer coefficient, boundary layer thickness and liquid boundary layer mass transfer coefficient were calculated using the modified concentration polarization equation and the resistance in series model. Concentration polarization index (using membrane and liquid boundary layer mass transfer coefficients) was defined and used to present extent of the concentration polarization phenomenon. The modified Arrhenius model was used to correlate ETB permeation flux and the operating temperature. Good agreement was observed between the experimental results and the model predictions. Results showed that the effect of temperature on sorption is greater than that on diffusion.\r\n",
      "name": "Pervaporation Separation of Ethyl Butyrate/Wate Mixture: Experimental and Mass Transfer Investigation",
      "format": "",
      "url": "http://www.jpsr.org/paperInfo.aspx?ID=5719",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "04f16c94-3306-4fbd-b905-01a584837d7a",
      "created": "2013-07-11T20:42:11.676553",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 17,
      "revision_id": "20824b67-559a-4846-abfb-fd81afdb457e",
      "url_type": null,
      "id": "0ed44fb1-e641-4bb4-97c1-c24aa2eee342",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper presents and describes a comprehensive and cost-effective approach to diagnose and treat the formation damage problems. The proposed approach consists of systematic steps: recognition of the immediate problem; data collection, analysis and integration; identification of the source of the formation damage problem; assessment of the formation damage; identification of the proposed treatment techniques; evaluation of all options; selection of the best stimulation technique; stimulation process design, implementation of the plan; and evaluation and analysis of the results. Application of such approach in an oil producing well (case study from the Gulf of Suez area) of an international joint venture company in Egypt achieved oil production rate of 560 bbl/day after complete mud loses during the drilling operations. Such study is an original contribution to the knowledge of diagnosing and solving formation damage problems.\r\n",
      "name": "Complete and Cost-Effective Approach for Diagnosing Formation Damage and Performing Successful Stimulation Operations",
      "format": "",
      "url": "http://www.jpsr.org/paperInfo.aspx?ID=5717",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "04f16c94-3306-4fbd-b905-01a584837d7a",
      "created": "2013-07-11T20:43:09.054354",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 18,
      "revision_id": "ec212ed1-87e4-4a42-9fd0-042ab215f968",
      "url_type": null,
      "id": "f240401f-a2f9-4255-ac2f-228c32bbe355",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Relative permeability curves of low permeability cores with different permeability were obtained through displacement experiments, including water flooding and surfactant flooding. Changes of the relative permeability curves before and after injecting surfactants with different interfacial tensions were contrasted. The relative permeability curves of water flooding had the following characteristics: relatively narrower two-phase region, lower water relative permeability at residual oil saturation, higher residual oil saturation(37.6%, 39.7% and 40.5%, respectively), and lower ultimate oil recovery(only 37.3%, 27.8% and 23.6%, respectively). While oil/water interfacial tension decreased from 16mN/m to 7.1&#215;10-4mN/m, the two-phase region became wider, and residual oil saturation decreased. At the same time, water relative permeability at residual oil saturation increased, and ultimate oil recovery increased by 13.6%, 15.6% and 16.4% respectively. And the lower the interfacial tension is, the better the effect of enhancing oil recovery is. In general, surfactants have a great application prospect on the oil field development of low and extremely low permeability reservoir, and the oil-water interfacial tension should be reduced as far as possible.",
      "name": "Oil-water Interfacial Tension Effects on Relative Permeability Curves in Low-permeability Reservoirs",
      "format": "",
      "url": "http://www.jpsr.org/paperInfo.aspx?ID=5714",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "04f16c94-3306-4fbd-b905-01a584837d7a",
      "created": "2013-07-11T20:43:55.972946",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 19,
      "revision_id": "8c1a5cee-f526-47fd-b4fd-626aa42d15c3",
      "url_type": null,
      "id": "4ecd7b84-cb0d-4eb1-a181-5812f0cf9b9f",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "To investigate the characteristics of atmospheric gasoil as a suitable feed stock of steam cracker processes, several experiments were designed and carried out in a pilot plant. The operating conditions of the designed experiments were coil outlet temperature (COT), feed flow rate and steam ratio (STR). A group of these experiments were conducted to determine the coke formation rate. Central composite design methodology was utilized to set the experiments and analysis the results. Some statistical tests were used for confirmation of the accuracy, consistency and reproducibility of experimental results. Moreover, statistical model was utilized for investigation of the coke formation rate. To determine the yield distribution of main products a reaction network consists of 21 reactions together with the related kinetic reactions rates were developed. Based on the developed models and utilizing suitable optimization algorithm, the best operating conditions were determined. The results declared that at the 883.9°C as coil outlet temperature,0.62 as steam ratio and residence time equal to 0.3 sec the optima levels were obtained in which the yield of ethylene, propylene and butadienes were respectively equal to 28.73%,12.33% and 4.02%.",
      "name": "Investigation of Coke Formation in Steam Cracking of Atmospheric Gasoil",
      "format": "",
      "url": "http://www.jpsr.org/paperInfo.aspx?ID=5708",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "04f16c94-3306-4fbd-b905-01a584837d7a",
      "created": "2013-07-11T20:44:28.217635",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 20,
      "revision_id": "548512d9-d675-4d67-98b0-3f4c1d368217",
      "url_type": null,
      "id": "f85f5a08-7a65-4a39-ac8a-f2bb6a5163da",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "After oil wells were fractured, Pressure restore well test data of low permeable oilfields cannot test the straight line segment of radial flow easily. This paper analyzes the bottom hole flow characteristics in the earlier period of pressure restore test in fractured wells. Earlier flow in bottom hole is fracture single direction flow. It constructs a method for calculating the time of closing wells and measuring pressure in fractured oil wells using earlier well data. The method has practical application value, which can guide production.\r\n",
      "name": "Shut in Pressure Test and Methods of Calculating Shut in Time in Fractured Low Permeable Oilfields Wells",
      "format": "",
      "url": "http://www.jpsr.org/paperInfo.aspx?ID=5743",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "04f16c94-3306-4fbd-b905-01a584837d7a",
      "created": "2013-07-11T20:45:20.275880",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 21,
      "revision_id": "4cfabf8b-6bfb-4ebe-a3be-49a566beb324",
      "url_type": null,
      "id": "ee29b5d3-e9bd-4af7-9230-a495d643809b",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 22,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Petroleum Science Research",
      "id": "c80f199c-1e07-4671-b252-bd8c0a99c8c7",
      "name": "Petroleum Science Research"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-jpsr-org",
  "isopen": true,
  "url": null,
  "notes": "Journal of Petroleum Science Research (JPSR) is an international open-access and refereed journal dedicated to publishing the latest advancements in petroleum science. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Journal of Petroleum Science Research (JPSR)",
  "revision_id": "22b12d4f-f0bf-4b15-ba38-b55820ccb414"
}