{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "1293c428-481d-4c29-95a0-459ebaea1029",
  "metadata_created": "2013-07-18T01:20:39.286520",
  "metadata_modified": "2013-10-10T21:17:24.068067",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Considering that the piezoelectric, piezomagnetic materials are in the spherical coordinate system and not accounting the body weight, body electric charge and body electric current, from the motion equation, gradient equation and the piezoelectric, piezomagnetic constructive equation, the steady-state solutions of variables such as stress, strain, displacement, electric displacement, electric field intensity, electric potential, magnetic intensity, magnetic potential under additional stimulations are deduced, thereof it can provide good theoretical basement for the dynamic control of the piezoelectric, piezomagnetic materials in the space spherical symmetry.\r\n",
      "name": "Vibration Analysis of the Piezoelectric, Piezomagnetic Materials in Spherical Symmetry",
      "format": "",
      "url": "http://www.as-se.org/ccse/paperInfo.aspx?ID=2418",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "1293c428-481d-4c29-95a0-459ebaea1029",
      "created": "2013-07-17T20:21:34.295892",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "274f275c-71be-4ea8-9748-07fc6828ebb8",
      "url_type": null,
      "id": "78393077-b6bc-4791-b34f-c9f7a9ed94eb",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper presents a novel approach to the design of data acquisition system for process applications. The core heart of the proposed system is Field Programmable Gate Array (FPGA) which is configured and programmed to acquire a maximum of 16 MB real time data. For the real time validation of the designed system, a process plant with three parameters i.e. pressure, temperature and level is considered. Real time data from the process is acquired using suitable temperature, pressure and level sensors. Signal conditioners are designed for each sensor and are tested in real time. Designed FPGA based data acquisition system along with corresponding signal conditioners is validated in real-time by running the process and comparing the same with the corresponding references. The data acquired in real time compares well with the references.",
      "name": "Design and Development of FPGA Based Data Acquisition System for Process Automation",
      "format": "",
      "url": "http://www.as-se.org/ccse/paperInfo.aspx?ID=2924",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "1293c428-481d-4c29-95a0-459ebaea1029",
      "created": "2013-07-17T20:22:21.358175",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "aadedf37-239d-4a52-974e-df71ef69efc4",
      "url_type": null,
      "id": "22e77146-254b-4742-9396-6f1b91892676",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The objective of research is to identify out the requirements for automated systems as a result of external design. It is proposed to account for trends in automated information systems by using the patterns / regularities system evolution. The paper presents the study in the following regards: firstly, authors will make selection and judgement on the relevant topics, then a general introduction of the difficulities of the study and the outer limits are also revealed; in addition, the object and subject of the research are presented in the paper, along with the establishment of research hupotheses, construction program and the techniques, as well method employed in the paper.\r\n",
      "name": "Development Requirements to Software on the Basis of System Evolution Patterns",
      "format": "",
      "url": "http://www.as-se.org/ccse/paperInfo.aspx?ID=2789",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "1293c428-481d-4c29-95a0-459ebaea1029",
      "created": "2013-07-17T20:22:55.979147",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "04e1a0ff-9513-4d22-be9b-5ea1ceb711e3",
      "url_type": null,
      "id": "4ec0c2cc-1851-4b83-afd6-0fdf8612c460",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In this paper, vibrations of a beam with support excitation and a tip mass are suppressed using piezoelectric layers. The beam is fixed to a motion support from one end and the other end is free with an attached mass. The beam is considered as an Euler-Bernoulli beam. The governing equations of motion are derived based on the generalized function theory and Lagrange-Rayleigh-Ritz technique. An adaptive-robust control scheme is applied to control the vibrations of the beam. The mathematical modelling of the beam with control algorithm is derived and in purpose to study the effect of the amount of tip mass, size and location of the piezoelectric layers and the type of the support excitation on the beam vibrations, the system is simulated. Finally, the results of simulation are presented.\r\n",
      "name": "Adaptive-robust Control of a Smart Beam with Support Excitation Using Piezoelectric Layers",
      "format": "",
      "url": "http://www.as-se.org/ccse/paperInfo.aspx?ID=2756",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "1293c428-481d-4c29-95a0-459ebaea1029",
      "created": "2013-07-17T20:23:32.346288",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "11ee5480-fd9b-4418-ab5d-3045860f5fce",
      "url_type": null,
      "id": "f7241e03-f525-4cc7-b0f8-6b881be289cd",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The present paper proposes an innovative and inductive ballast-based power LED supply. This new design LED powering solution is a cost-efficient alternative to high-end switching mode power supply (SMPS) used to feed LED clusters. The current supply circuit topology will be explained. The AC component of the LED current is analysed both from the ballast inductance and the value of the DC filtering capacitor standpoint. The PSIM and MATLAB tools have been used to simulate the circuit output when different ballast voltage conditions will be applied. Transitory and steady-state driver performances have been taken into account.",
      "name": "New Design of a Low Cost Analogue Current Supply for Power LEDs",
      "format": "",
      "url": "http://www.as-se.org/ccse/paperInfo.aspx?ID=3758",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "1293c428-481d-4c29-95a0-459ebaea1029",
      "created": "2013-07-17T20:24:04.835779",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "4dc74a53-d6b6-4fd2-ae25-b28dea4c91d1",
      "url_type": null,
      "id": "b5250ae7-720f-4723-b417-0b0513cd687b",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 5,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Control Science and Engineering",
      "id": "8cf883c9-fb7d-4476-ab4c-3270b56e4524",
      "name": "Control Science and Engineering"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-as-se-org-ccse",
  "isopen": true,
  "url": null,
  "notes": "Communications in Control Science and Engineering (CCSE) is an open-access and peer-reviewed journal. The journal publishes original papers at the forefront of communications in control science and engineering research and their applications. The contributions are published in both printed and online version.\r\n\r\nThe goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.\r\n\r\nAll articles published in this journal, including editorials, book reviews, news and comments, are signed and reflect the views of the authors. They are not official points of view held by the journal or by the institutions with which the authors are affiliated.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Communications in Control Science and Engineering (CCSE)",
  "revision_id": "22b12d4f-f0bf-4b15-ba38-b55820ccb414"
}