{
  "name": "acras",
  "title": "ACRAS",
  "description": "Almende Continuous Real-world Activities with on-body smartphones Sensors Data Set.\r\n\r\nThe dataset combines accelerometer data with visual data for the purpose of segmentation. It can also be used for activity classification.\r\n\r\nThis dataset has been created for the master thesis \"Temporal Segmentation using Support Vector Machines in the context of Human Activity Recognition\" by Roemer Vlasveld.\r\n\r\nDownload [pdf](http://dspace.library.uu.nl/bitstream/handle/1874/290024/thesis.pdf?sequence=2)",
  "version": "",
  "keywords": [
    "accelerometer",
    "camera",
    "human activities",
    "smartphone data"
  ],
  "organization": "Almende",
  "licenses": [
    {
      "name": "cc-by",
      "title": "Creative Commons Attribution",
      "path": "http://www.opendefinition.org/licenses/cc-by"
    }
  ],
  "resources": [
    {
      "name": "Almende Continuous Real-world Activities with on-body smartphones Sensors",
      "description": "The data set is originally used and collected for the Master's thesis `Temporal Segmentation using Support Vector Machines in the context of Human Activity Recognition` by Roemer Vlasveld.\r\n\r\nDESCRIPTION\r\n-----------\r\nThis data set contains recording of performed human activities in a real-world setting.\r\nThe subjects wore a smartphone (in the right front pocket), which was tracking the inertial sensors with an Android application.\r\nAmong those sensors are\r\n\r\n   - Accelerometer\r\n   - Magnetic Field\r\n   - Gyroscope\r\n\r\nThe subjects were recorded with a video camera during the performance.\r\n\r\nThe video recordings were used to annotate activity change points in the inertial data streams.\r\nThey can be consulted in case of ambiguity.\r\n\r\nThe focus of this data set is on the change points between activities.\r\nAlthough an activity labeling is provided, we advise to not use it directly for activity classification.\r\n\r\nCONTENTS\r\n--------\r\nThis package contains the following directories:\r\n\r\n   - */data* contains for each run the sensor data and plots. It also provides manually annotated change points and activity labels\r\n   - */tools* contains some Ruby and Octave/Matlab scripts. These scripts can be used to process (new) recorded data (with the [Sensor Logger][SL] application) in the current format.\r\n   - */video_recordings* contains the video files from the performed activity.\r\n\r\nEach directory contains a `README` file with further explanation of the content.\r\n\r\n[SL]: https://play.google.com/store/apps/details?id=com.kzs6502.sensorlogger \"Sensor Logger Android Application\"\r\n\r\n\r\nCHANGE DETECTION versus ACTIVITY CLASSIFICATION\r\n-----------------------------------------------\r\nThis data set is originally used to detect changes between performing activities.\r\nThis was achieved using a `One-Class Support Vector Machine` classifier.\r\nThe implementation is publicly available [here][OC_SVM].\r\nSuch algorithm requires continuous recorded data, so a transition period between activities is present.\r\nFor that purpose, this data set was collected.\r\n\r\nBecause the nature of the research was to find change points, the manually labeling has focused on finding these and is listed in `data/run-*/change_points`.\r\nWe also provide a set of activity labels (which can be found in `data/run-*/labels), but these are only used to give information about the change points.\r\n\r\nSince the data is recorded in a real-world setting, the activity labels are not defined in a very strict manner.\r\nFurthermore, each segment contains transition activity data, so care need to be taken when this set is used for direct activity classification.\r\n\r\n[OC_SVM]: https://github.com/rvlasveld/oc_svm\r\n\r\nREFERENCE THIS SET\r\n------------------\r\nPlease use the following Bibtex entry to reference this data set:\r\n\r\n> @MISC{vlasveld2014acras,\r\n>   author = {Vlasveld, R.Q.},\r\n>   title = {Almende Continous Real-world Activities with on-body smartphone Sensors Data Set},\r\n>   howpublished = {\\url{http://datasets.almende.com}},\r\n>   year = {2014}\r\n> }\r\n\r\nThe original thesis can be referenced with\r\n\r\n> @mastersthesis {vlasveld2014temporal,\r\n>   title = {Temporal Segmentation using Support Vector Machines in the context of Human Activity Recognition},\r\n>   year = {2014},\r\n>   month = {February},\r\n>   school = {Universiteit Utrecht},\r\n>   type = {mastersthesis},\r\n>   address = {Utrecht, the Netherlands},\r\n>   author = {Vlasveld, Roemer Q}\r\n> }%                                                                                   ",
      "format": "ZIP",
      "path": "https://ckannet-storage.commondatastorage.googleapis.com/2014-03-14T12:53:03.857Z/acras-full.zip",
      "mediatype": "",
      "size": null,
      "created": "2014-03-14T14:24:07.277284",
      "last_modified": null,
      "state": "active"
    }
  ],
  "created": "2014-03-14T12:52:31.577687",
  "modified": "2014-03-14T14:24:34.660948"
}