{
  "license_title": "Creative Commons Attribution",
  "maintainer": "Fundación MenteClara",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "info@menteclara.org",
  "num_tags": 8,
  "id": "69b1afc3-c9bb-45e3-a853-5d44e1b97994",
  "metadata_created": "2019-02-27T20:43:11.524949",
  "metadata_modified": "2019-02-27T20:44:40.908397",
  "author": "Mario Guadalupe López Ayala  e Israel Osuna Flores ",
  "author_email": "info@menteclara.org",
  "state": "active",
  "version": "",
  "creator_user_id": "8f367573-7907-44cd-ac7a-04dd450df523",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Se hace una revisión y análisis del ciberperiodismo en México con  énfasis en el estado Sinaloa, tomando en cuenta los principales trabajos de reconocidos investigadores en el ciberperiodismo en Iberoamérica y México y  se realizó una investigación  sobre el estado actual del periodismo digital  en el estado de Sinaloa. En él se contempla los principales antecedentes del periodismo digital a nivel nacional y estado; así como,  la discusión sobre la problemática actual y perspectivas a futuro. En  México, se han dado casos aislados de trabajos de investigación sobre el desarrollo y actuación de los periódicos digitales mexicanos, registrándose apenas unos pocos textos acerca de esta actividad informativa; todos ellos desarticulados, por lo que no se puede considerar que exista un claro intento a nivel nacional para develar las particularidades del ciberperiodismo mexicano; la academia mexicana tiene un déficit en este punto. Son pocos los trabajos que describen el desarrollo y análisis del periodismo digital en México y escasos antecedentes para el estado de Sinaloa; y que en ambos casos,  se tiene una discontinua información, observándose  que el ciberperiodismo en México y en Sinaloa está dentro de las primeras fase de su desarrollo. Una tendencia interesante detectada en este análisis fue que varios de los cibermedios mejor valorados pertenecen a la zona noroeste de México, conformada por los estados de Sinaloa, Sonora y Baja California Norte, lo que indica una tendencia de competencia positiva en esa región y un claro avance en el estado de Sinaloa, México.\r\n\r\n__Abstract__\r\nA review and analysis of the cyberjournalism in Mexico is made, with emphasis on the Sinaloa state, taking into account the main works of renowned researchers in the cyberjournalism in Latin America and Mexico and an investigation was made about the current state of digital journalism in the state of Sinaloa. It covers the main antecedents of digital journalism at national and state level; as well as, the discussion on the current problems and future perspectives. In Mexico, there have been isolated cases of research on the development and performance of Mexican digital newspapers, with only a few texts about this informative activity; all of them disjointed, so it can not be considered that there is a clear attempt at the national level to unveil the particularities of Mexican cyberjournalism; The Mexican academy has a deficit at this point. There are few works that describe the development and analysis of digital journalism in Mexico and few antecedents for the state of Sinaloa; and that in both cases, there is a discontinuous information, observing that the cyberjournalism in Mexico and Sinaloa is within the early stages of its development. An interesting trend detected in this analysis was that several of the most valued cybermedia belong to the northwestern area of Mexico, formed by the states of Sinaloa, Sonora and Baja California Norte, which indicates a positive competition trend in that region and a clear advance in the state of Sinaloa, Mexico.",
      "name": "ANÁLISIS DEL CIBERPERIODISMO EN MÉXICO, CON ÉNFASIS EN EL ESTADO DE SINALOA",
      "format": "PDF",
      "url": "https://old.datahub.io/dataset/69b1afc3-c9bb-45e3-a853-5d44e1b97994/resource/d73ace5d-8aa4-41d1-b18c-73815f82b0ce/download/vol.4.1.e58.2019-issn2469-0783floresciberperiodismoc.pdf",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "69b1afc3-c9bb-45e3-a853-5d44e1b97994",
      "created": "2019-02-27T20:44:40.159563",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "3715add5-d5e4-4159-9a71-c9f36983e0ff",
      "url_type": "upload",
      "id": "d73ace5d-8aa4-41d1-b18c-73815f82b0ce",
      "resource_type": null,
      "size": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Cyberjournalism",
      "id": "fd2f49b9-d75f-431f-bb11-78599e9e551f",
      "name": "Cyberjournalism"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "México",
      "id": "ef3229c8-f651-4226-8bd1-1da49cc08007",
      "name": "México"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Sinaloa",
      "id": "746474f4-e1e1-4557-afa2-35f2383b652b",
      "name": "Sinaloa"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "ciberperiodismo",
      "id": "6cd34606-a759-449d-bcb3-981f5971c960",
      "name": "ciberperiodismo"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "ciberperiódicos",
      "id": "73209ede-9b1a-45c6-aec1-9005790ef089",
      "name": "ciberperiódicos"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "cyber newspapers",
      "id": "4847d137-279e-4ddd-b7fa-374298900eeb",
      "name": "cyber newspapers"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "digital journalism",
      "id": "8d3780f7-41ed-4d05-b2d1-2b2b0cd17b27",
      "name": "digital journalism"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "periodismo digital",
      "id": "6265f293-f1a9-4046-947b-7562c669e3eb",
      "name": "periodismo digital"
    }
  ],
  "groups": [],
  "license_id": "cc-by",
  "relationships_as_subject": [],
  "organization": {
    "description": "Editorial MenteClara es el órgano de difusión de los libros, ensayos, artículos y demás documentos impresos o en formato eletrónico elaborados por la Fundación MenteClara.\r\n\r\n#La Fundación MenteClara \r\nes el resultado del trabajo de un grupo de personas que, habiendo encontrado una visión y una técnica capaz de proporcionar a las personas claridad, consciencia y felicidad, resuelven agruparse para difundirla libremente.\r\n\r\nEsta técnica, llamada por su autor \"la tecnología del deseo\", surge como resultado de 33 años de investigación e integración de las técnicas meditativas del budismo tántrico tibetano con el conocimiento académico formal occidental. \r\n\r\nLuego del transcurso de esos años, quienes fueron alumnos de Osy en está técnica, resuelven dar nacimiento a esta fundación con el fin de difundir su pensamiento y su tecnología.\r\n\r\nEsta tecnología se ofrece mediante cursos destinados a obtener rápidamente la capacidad de enfocarse en un punto y gestionar adecuadamente los procesos emocionales para obtener la claridad mental necesaria y saber qué hacer en cada momento y lugar para alcanzar así la plena realización. \r\n\r\n#Acta Fundacional\r\n\r\nEn la Ciudad Autónoma de Buenos Aires, a los seis dias del mes de julio de 2005, se reúnen en el edificio de Medicus, cito en Larrea y Marcelo T. de Alvear, del barrio de Recoleta, un grupo de 24 iniciados en la práctica del tantra por Oscar R. Gómez (Osy), acompañados de varios alumnos de éste, quienes en este acto resuelven constituir la Fundación Mente Clara con el fin de generar espacios para la práctica y la difusión de la tecnología del deseo, creada y desarrollada por Oscar Rodolfo Gómez a partir del estudio y la profundización del tantra budista e hindú.\r\n\r\nEntendiendo al Tantra como la acción de entretejer el pensamiento partiendo de textos sagrados tradicionales y que en cada lugar y momento histórico han ido incorporando los ropajes culturales propios de los diferentes pueblos que lo han practicado y prescindiendo de las formas culturales que pudieron tener sentido en India o Tíbet siglos atrás, pero que hoy resultan extrañas para occidente, Osy construye la mencionada tecnología del deseo que, fiel al enfoque tántrico original sostenido hasta el presente por S.S. el XIV Dalai Lama, constituye un nuevo tantra para occidentales que resulta de gran utilidad para nosotros conservando solamente la noción de sujeto, la visión del mundo y las técnicas meditativas que sí funcionan dentro de nuestra propia cultura occidental promoviendo la exaltación de valores humanos positivos como la compasión, el perdón y la felicidad.\r\n\r\nEsta fundación tendrá como objeto social destinar recursos para becar la formación en la disciplina a la mayor cantidad de personas como así también llevar la palabra de Osy a diferentes lugares de la ciudad para transmitir esta posmoderna visión del mundo a fin de fortalecer y consolidar los lazos de nuestra comunidad estableciendo un ser más consciente de su propia consciencia y con la claridad mental que se obtiene con la técnicas y la visión del budismo tántrico por él desarrollada para aportar progreso a los habitantes de Occidente y constituir un tejido social más fraterno y solidario.\r\n\r\nAsimismo, la fundación deberá disponer los recursos para que en un lugar por todos conocidos puedan reunirse libremente quienes sean iniciados por Osy y/o sus instructores para la práctica de este tantra para occidentales.\r\n\r\nSe resuelve asimismo establecer como logo de la fundación el diseño presentado por Sebastián Esteverena conformado por la \"O\" de Osy, dentro de la cual se inscribe una \"T\" de Tantra sobre un esquema de cáliz con un fondo azul-celeste y blanco.\r\n\r\nEn este mismo acto los fundadores abajo firmantes, nombran a Laura Fanelli, Rocío Silveira de Andrade, Oscar David Gómez y a Rodolfo Oscar Gómez, también presentes, miembros del consejo de administración, quienes se ocuparán por sí mismos o a través de terceros por ellos designados de realizar las presentaciones correspondientes ante los organismos oficiales y privados correspondientes hasta obtener la personería jurídica y las gestiones posteriores atinentes. [24 Firmas]\r\n\r\nLa Fundación MenteClara administra las actividades de la Escuela Argentina de Tantra http://tantra.org.ar\r\n\r\nLa escuela de Tantra en España de la FMC http://tantra.org.es\r\n\r\nLa Escuela de Psicología Corporal de la FMC http://menteclara.org\r\n\r\ny la Revista Científica Arbitrada de la FMC http://www.fundacionmenteclara.org.ar/revista/index.php/RCA\r\n\r\n\r\nPerú 669 2º 6 (1068) Ciudad de Buenos Aires, Argentina, tel. +54 11 52172372\r\ninfo@menteclara.org",
    "created": "2015-12-14T09:05:31.688572",
    "title": "Editorial MenteClara",
    "name": "fundacionmenteclara",
    "is_organization": true,
    "state": "active",
    "image_url": "2016-01-25-230442.947059logocaritaoriginal.JPG",
    "revision_id": "4735078b-e287-4538-8331-62d3fb39874d",
    "type": "organization",
    "id": "2a0a2ca3-76c4-4d9e-ba2a-d11a9c0a365f",
    "approval_status": "approved"
  },
  "name": "2019-4-1-e58",
  "isopen": true,
  "url": "https://fundacionmenteclara.org.ar/revista/index.php/RCA/article/view/58",
  "notes": "Se hace una revisión y análisis del ciberperiodismo en México con  énfasis en el estado Sinaloa, tomando en cuenta los principales trabajos de reconocidos investigadores en el ciberperiodismo en Iberoamérica y México y  se realizó una investigación  sobre el estado actual del periodismo digital  en el estado de Sinaloa. En él se contempla los principales antecedentes del periodismo digital a nivel nacional y estado; así como,  la discusión sobre la problemática actual y perspectivas a futuro. En  México, se han dado casos aislados de trabajos de investigación sobre el desarrollo y actuación de los periódicos digitales mexicanos, registrándose apenas unos pocos textos acerca de esta actividad informativa; todos ellos desarticulados, por lo que no se puede considerar que exista un claro intento a nivel nacional para develar las particularidades del ciberperiodismo mexicano; la academia mexicana tiene un déficit en este punto. Son pocos los trabajos que describen el desarrollo y análisis del periodismo digital en México y escasos antecedentes para el estado de Sinaloa; y que en ambos casos,  se tiene una discontinua información, observándose  que el ciberperiodismo en México y en Sinaloa está dentro de las primeras fase de su desarrollo. Una tendencia interesante detectada en este análisis fue que varios de los cibermedios mejor valorados pertenecen a la zona noroeste de México, conformada por los estados de Sinaloa, Sonora y Baja California Norte, lo que indica una tendencia de competencia positiva en esa región y un claro avance en el estado de Sinaloa, México.\r\n\r\n__Abstract__\r\nA review and analysis of the cyberjournalism in Mexico is made, with emphasis on the Sinaloa state, taking into account the main works of renowned researchers in the cyberjournalism in Latin America and Mexico and an investigation was made about the current state of digital journalism in the state of Sinaloa. It covers the main antecedents of digital journalism at national and state level; as well as, the discussion on the current problems and future perspectives. In Mexico, there have been isolated cases of research on the development and performance of Mexican digital newspapers, with only a few texts about this informative activity; all of them disjointed, so it can not be considered that there is a clear attempt at the national level to unveil the particularities of Mexican cyberjournalism; The Mexican academy has a deficit at this point. There are few works that describe the development and analysis of digital journalism in Mexico and few antecedents for the state of Sinaloa; and that in both cases, there is a discontinuous information, observing that the cyberjournalism in Mexico and Sinaloa is within the early stages of its development. An interesting trend detected in this analysis was that several of the most valued cybermedia belong to the northwestern area of Mexico, formed by the states of Sinaloa, Sonora and Baja California Norte, which indicates a positive competition trend in that region and a clear advance in the state of Sinaloa, Mexico.",
  "owner_org": "2a0a2ca3-76c4-4d9e-ba2a-d11a9c0a365f",
  "extras": [],
  "license_url": "http://www.opendefinition.org/licenses/cc-by",
  "title": "ANÁLISIS DEL CIBERPERIODISMO EN MÉXICO, CON ÉNFASIS EN EL ESTADO DE SINALOA",
  "revision_id": "3715add5-d5e4-4159-9a71-c9f36983e0ff"
}