{
  "license_title": "Creative Commons Attribution",
  "maintainer": "Fundación MenteClara",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "info@menteclara.org",
  "num_tags": 5,
  "id": "1ed6233a-5f19-4d4c-a037-fa99be034d35",
  "metadata_created": "2020-01-06T01:17:26.531722",
  "metadata_modified": "2020-01-06T01:18:34.134849",
  "author": "Ratan Basu",
  "author_email": "info@menteclara.org",
  "state": "active",
  "version": "",
  "creator_user_id": "8f367573-7907-44cd-ac7a-04dd450df523",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The hitherto known history of human civilization has been checkered with glorious achievements and abject injustice characterized by poverty, inequality and deprivation. The most coherent explanation of poverty and injustice is to be found in the works of Karl Marx and Frederick Engels. They associated poverty and injustice with private property, division of labour, exchange, competition, family and the State. Amartya Sen has considered pluralistic democracy as the most desirable form of government which could ensure growth with social justice along with human freedom. Although better than authoritarian forms of governing in many respects, political party based democracies are overburdened with widespread corruption based on criminal-trade union-politician alliance. Sen emphasizes the role of the mass media and awareness of the common people to break through this vicious circle and make the politicians, running the governments, work in a desirable fashion. \r\nUnfortunately this optimistic note of Sen has come up against a serious hurdle pointed out by Adam Smith long ago. According to Smith a psychosis common to most of the people, whatever be their own positions, is that they admire the powerful and the rich (whatever be the means of their achievements) instead of the really worthy ones, viz. the honest and virtuous who has failed to achieve power and wealth. This has, in fact, spelt out a gloomy prospect for the human race.\r\n\r\n__Resumen__\r\nLa historia de la civilización humana hasta ahora conocida ha sido marcada con logros gloriosos e injusticias abyectas caracterizadas por la pobreza, la desigualdad y las privaciones. La explicación más coherente de la pobreza y la injusticia se encuentra en las obras de Karl Marx y Frederick Engels. Ellos asociaron la pobreza y la injusticia con la propiedad privada, la división del trabajo, el intercambio, la competencia, la familia y el Estado. Amartya Sen ha considerado la democracia pluralista como la forma más deseable de gobierno que podría garantizar el crecimiento con justicia social junto con la libertad humana. Aunque son mejores que las formas autoritarias de gobierno en muchos aspectos, las democracias basadas en partidos políticos están sobrecargadas con una corrupción generalizada basada en la alianza criminal-sindical-política. Sen enfatiza el papel de los medios de comunicación y la conciencia de la gente común para romper este círculo vicioso y hacer que los políticos, los gobiernos, trabajen de manera deseable.\r\nLamentablemente, esta nota optimista de Sen se ha topado con un serio obstáculo señalado por Adam Smith hace mucho tiempo. Según Smith, una psicosis común a la mayoría de las personas, cualesquiera que sean sus propias posiciones, es que admiran a los poderosos y a los ricos (cualesquiera que sean los medios de sus logros) en lugar de los realmente dignos, a saber: El honesto y virtuoso que no ha logrado el poder y la riqueza. Esto, de hecho, ha explicado una perspectiva sombría para la raza humana.",
      "name": "MEDIDAS PARA LA ELIMINACIÓN DE LA POBREZA DE AMARTYA SEN Y EL DILEMA DE ADAM SMITH",
      "format": "PDF",
      "url": "https://old.datahub.io/dataset/1ed6233a-5f19-4d4c-a037-fa99be034d35/resource/a8077a39-3f84-4b44-aa13-07af6e16f09e/download/vol.5.1.e115.2020-issn2469-0783basuamartyasenc.pdf",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "1ed6233a-5f19-4d4c-a037-fa99be034d35",
      "created": "2020-01-06T01:18:33.388823",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "8d73cedd-9b25-48dc-934a-1e83126a7e00",
      "url_type": "upload",
      "id": "a8077a39-3f84-4b44-aa13-07af6e16f09e",
      "resource_type": null,
      "size": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Amartya Sen",
      "id": "ab185a6b-575b-48bb-b986-a197f5f70f70",
      "name": "Amartya Sen"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Pobreza",
      "id": "ae9c02fb-2547-46b4-98e7-680e47de4b4a",
      "name": "Pobreza"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "desigualdad",
      "id": "76efb17a-7d70-4b5b-9e28-aabc08ff359c",
      "name": "desigualdad"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "liberación",
      "id": "05fb15bc-29e5-4aca-8cca-c49fa260b59d",
      "name": "liberación"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "revolución",
      "id": "feacea23-5abe-4845-8376-5cff3b2d8c79",
      "name": "revolución"
    }
  ],
  "groups": [],
  "license_id": "cc-by",
  "relationships_as_subject": [],
  "organization": {
    "description": "Editorial MenteClara es el órgano de difusión de los libros, ensayos, artículos y demás documentos impresos o en formato eletrónico elaborados por la Fundación MenteClara.\r\n\r\n#La Fundación MenteClara \r\nes el resultado del trabajo de un grupo de personas que, habiendo encontrado una visión y una técnica capaz de proporcionar a las personas claridad, consciencia y felicidad, resuelven agruparse para difundirla libremente.\r\n\r\nEsta técnica, llamada por su autor \"la tecnología del deseo\", surge como resultado de 33 años de investigación e integración de las técnicas meditativas del budismo tántrico tibetano con el conocimiento académico formal occidental. \r\n\r\nLuego del transcurso de esos años, quienes fueron alumnos de Osy en está técnica, resuelven dar nacimiento a esta fundación con el fin de difundir su pensamiento y su tecnología.\r\n\r\nEsta tecnología se ofrece mediante cursos destinados a obtener rápidamente la capacidad de enfocarse en un punto y gestionar adecuadamente los procesos emocionales para obtener la claridad mental necesaria y saber qué hacer en cada momento y lugar para alcanzar así la plena realización. \r\n\r\n#Acta Fundacional\r\n\r\nEn la Ciudad Autónoma de Buenos Aires, a los seis dias del mes de julio de 2005, se reúnen en el edificio de Medicus, cito en Larrea y Marcelo T. de Alvear, del barrio de Recoleta, un grupo de 24 iniciados en la práctica del tantra por Oscar R. Gómez (Osy), acompañados de varios alumnos de éste, quienes en este acto resuelven constituir la Fundación Mente Clara con el fin de generar espacios para la práctica y la difusión de la tecnología del deseo, creada y desarrollada por Oscar Rodolfo Gómez a partir del estudio y la profundización del tantra budista e hindú.\r\n\r\nEntendiendo al Tantra como la acción de entretejer el pensamiento partiendo de textos sagrados tradicionales y que en cada lugar y momento histórico han ido incorporando los ropajes culturales propios de los diferentes pueblos que lo han practicado y prescindiendo de las formas culturales que pudieron tener sentido en India o Tíbet siglos atrás, pero que hoy resultan extrañas para occidente, Osy construye la mencionada tecnología del deseo que, fiel al enfoque tántrico original sostenido hasta el presente por S.S. el XIV Dalai Lama, constituye un nuevo tantra para occidentales que resulta de gran utilidad para nosotros conservando solamente la noción de sujeto, la visión del mundo y las técnicas meditativas que sí funcionan dentro de nuestra propia cultura occidental promoviendo la exaltación de valores humanos positivos como la compasión, el perdón y la felicidad.\r\n\r\nEsta fundación tendrá como objeto social destinar recursos para becar la formación en la disciplina a la mayor cantidad de personas como así también llevar la palabra de Osy a diferentes lugares de la ciudad para transmitir esta posmoderna visión del mundo a fin de fortalecer y consolidar los lazos de nuestra comunidad estableciendo un ser más consciente de su propia consciencia y con la claridad mental que se obtiene con la técnicas y la visión del budismo tántrico por él desarrollada para aportar progreso a los habitantes de Occidente y constituir un tejido social más fraterno y solidario.\r\n\r\nAsimismo, la fundación deberá disponer los recursos para que en un lugar por todos conocidos puedan reunirse libremente quienes sean iniciados por Osy y/o sus instructores para la práctica de este tantra para occidentales.\r\n\r\nSe resuelve asimismo establecer como logo de la fundación el diseño presentado por Sebastián Esteverena conformado por la \"O\" de Osy, dentro de la cual se inscribe una \"T\" de Tantra sobre un esquema de cáliz con un fondo azul-celeste y blanco.\r\n\r\nEn este mismo acto los fundadores abajo firmantes, nombran a Laura Fanelli, Rocío Silveira de Andrade, Oscar David Gómez y a Rodolfo Oscar Gómez, también presentes, miembros del consejo de administración, quienes se ocuparán por sí mismos o a través de terceros por ellos designados de realizar las presentaciones correspondientes ante los organismos oficiales y privados correspondientes hasta obtener la personería jurídica y las gestiones posteriores atinentes. [24 Firmas]\r\n\r\nLa Fundación MenteClara administra las actividades de la Escuela Argentina de Tantra http://tantra.org.ar\r\n\r\nLa escuela de Tantra en España de la FMC http://tantra.org.es\r\n\r\nLa Escuela de Psicología Corporal de la FMC http://menteclara.org\r\n\r\ny la Revista Científica Arbitrada de la FMC http://www.fundacionmenteclara.org.ar/revista/index.php/RCA\r\n\r\n\r\nPerú 669 2º 6 (1068) Ciudad de Buenos Aires, Argentina, tel. +54 11 52172372\r\ninfo@menteclara.org",
    "created": "2015-12-14T09:05:31.688572",
    "title": "Editorial MenteClara",
    "name": "fundacionmenteclara",
    "is_organization": true,
    "state": "active",
    "image_url": "2016-01-25-230442.947059logocaritaoriginal.JPG",
    "revision_id": "4735078b-e287-4538-8331-62d3fb39874d",
    "type": "organization",
    "id": "2a0a2ca3-76c4-4d9e-ba2a-d11a9c0a365f",
    "approval_status": "approved"
  },
  "name": "2020-5-e115",
  "isopen": true,
  "url": "https://fundacionmenteclara.org.ar/revista/index.php/RCA/article/view/115",
  "notes": "The hitherto known history of human civilization has been checkered with glorious achievements and abject injustice characterized by poverty, inequality and deprivation. The most coherent explanation of poverty and injustice is to be found in the works of Karl Marx and Frederick Engels. They associated poverty and injustice with private property, division of labour, exchange, competition, family and the State. Amartya Sen has considered pluralistic democracy as the most desirable form of government which could ensure growth with social justice along with human freedom. Although better than authoritarian forms of governing in many respects, political party based democracies are overburdened with widespread corruption based on criminal-trade union-politician alliance. Sen emphasizes the role of the mass media and awareness of the common people to break through this vicious circle and make the politicians, running the governments, work in a desirable fashion. \r\nUnfortunately this optimistic note of Sen has come up against a serious hurdle pointed out by Adam Smith long ago. According to Smith a psychosis common to most of the people, whatever be their own positions, is that they admire the powerful and the rich (whatever be the means of their achievements) instead of the really worthy ones, viz. the honest and virtuous who has failed to achieve power and wealth. This has, in fact, spelt out a gloomy prospect for the human race.\r\n\r\n__Resumen__\r\nLa historia de la civilización humana hasta ahora conocida ha sido marcada con logros gloriosos e injusticias abyectas caracterizadas por la pobreza, la desigualdad y las privaciones. La explicación más coherente de la pobreza y la injusticia se encuentra en las obras de Karl Marx y Frederick Engels. Ellos asociaron la pobreza y la injusticia con la propiedad privada, la división del trabajo, el intercambio, la competencia, la familia y el Estado. Amartya Sen ha considerado la democracia pluralista como la forma más deseable de gobierno que podría garantizar el crecimiento con justicia social junto con la libertad humana. Aunque son mejores que las formas autoritarias de gobierno en muchos aspectos, las democracias basadas en partidos políticos están sobrecargadas con una corrupción generalizada basada en la alianza criminal-sindical-política. Sen enfatiza el papel de los medios de comunicación y la conciencia de la gente común para romper este círculo vicioso y hacer que los políticos, los gobiernos, trabajen de manera deseable.\r\nLamentablemente, esta nota optimista de Sen se ha topado con un serio obstáculo señalado por Adam Smith hace mucho tiempo. Según Smith, una psicosis común a la mayoría de las personas, cualesquiera que sean sus propias posiciones, es que admiran a los poderosos y a los ricos (cualesquiera que sean los medios de sus logros) en lugar de los realmente dignos, a saber: El honesto y virtuoso que no ha logrado el poder y la riqueza. Esto, de hecho, ha explicado una perspectiva sombría para la raza humana.",
  "owner_org": "2a0a2ca3-76c4-4d9e-ba2a-d11a9c0a365f",
  "extras": [],
  "license_url": "http://www.opendefinition.org/licenses/cc-by",
  "title": "MEDIDAS PARA LA ELIMINACIÓN DE LA POBREZA DE AMARTYA SEN Y EL DILEMA DE ADAM SMITH",
  "revision_id": "8d73cedd-9b25-48dc-934a-1e83126a7e00"
}