{
  "license_title": "GNU Free Documentation License",
  "maintainer": null,
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": null,
  "num_tags": 2,
  "id": "26784f79-0ac9-4eaa-a78d-6dead68dc3de",
  "metadata_created": "2009-02-20T01:13:33.502794",
  "metadata_modified": "2013-10-10T22:46:47.500064",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "f31977b2-8d62-4577-8a99-7316981c6a22",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "encyclopedia",
      "id": "5c4f9f15-8962-4a6a-9e7a-781d91ead4a5",
      "name": "encyclopedia"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "medical",
      "id": "a36f8169-63b2-4fc9-b8f2-83b911dd5daa",
      "name": "medical"
    }
  ],
  "groups": [],
  "license_id": "gfdl",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "medpedia",
  "isopen": true,
  "url": "http://www.medpedia.com/",
  "notes": "## About\r\n\r\n> The Medpedia Project is a long-term, worldwide project to evolve a new model for sharing and advancing knowledge about health, medicine and the body among medical professionals and the general public. This model is founded on providing a free online technology platform that is collaborative, interdisciplinary and transparent. Read more about the model.\r\n\r\n> Users of the platform include physicians, consumers, medical and scientific journals, medical schools, research institutes, medical associations, hospitals, for-profit and non-profit organizations, expert patients, policy makers, students, non-professionals taking care of loved ones, individual medical professionals, scientists, etc.\r\n\r\n> As Medpedia grows over the next few years, it will become a repository of up-to-date unbiased medical information, contributed and maintained by health experts around the world, and freely available to everyone. The information in this clearinghouse will be easy to discover and navigate, and the technology platform will expand as the community invents more uses for it.\r\n\r\n> In association with Harvard Medical School, Stanford School of Medicine, Berkeley School of Public Health, University of Michigan Medical School and other leading global health organizations, Medpedia will be a commons for the gathering of the information and people critical to health care. Many organizations have united to support The Medpedia Project. See the Record of Merit.\r\n\r\n## License\r\n\r\n[Terms of Use](http://www.medpedia.com/terms) page states:\r\n\r\n> Subject to your compliance with these Terms, Medpedia grants free access to the Content in the wiki section of Medpedia, which is licensed to you and the public under the GNU Free Documentation License (GFDL)The Content may be copied, modified and redistributed so long as the new version grants the same freedoms to others and acknowledges the Medpedia Editor community as the author of the article. A prominent direct link back to the article satisfies this requirement.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "license_url": "http://www.opendefinition.org/licenses/gfdl",
  "title": "Medpedia",
  "revision_id": "0933ab12-3469-41ce-a1ba-0b88ad352b01"
}