{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "a106a115-80c5-49f3-936f-00ed18961559",
  "metadata_created": "2013-09-14T12:14:33.690948",
  "metadata_modified": "2013-10-10T22:08:13.767748",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "49e95a94-cfcc-4b20-85cf-f608788988c9",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "ladefoged",
  "isopen": false,
  "url": "",
  "notes": "Tai Chi or Tai Chi Chuan is just a sort of exercise that doesnt require only meditative and relaxing states but additionally the martial-art part. If can be quite a type of self protection like judo or karate. In the event you choose to identify more about <a href=\"http://www.bassclubsnews.com/bbpress/topic.php?id=232381&replies=1\">7 star praying mantis online courses</a>, we recommend many online resources people might think about pursuing. \n\nTai Chi Chuan can be referred to as Supreme Final Fist. Which means that it could be found in terms of grand types in fighting. It uses the philosophy of the positive and negative power that will be called the yin-yang symbol. \n\nTai Chi Chuan is somehow based on duality since the philosophy applies. It came decades ago since the time of Taoism that will be the basis of the style. This type of martial-art uses slow movements that flow through different nerves and vessels of the human body to produce leisure, internal energy (referred to as Chi) and leg strength. \n\nMany questions relating to the using Tai Chi when it comes to martial-art is given such contradiction. Tai Chi is definitely an high level of martial. But that's all protected by backbone concepts. \n\nTherefore the problem goes, How does this kind of slow motion exercise be considered a matter of self defense? Contradictory to what other arts shows you, in Tai Chi, you are trained to move slowly to be able to move easily. The accuracy of Tai Chi and remarkable coordinated moves give justice to the issue. If done in an easy type, Tai Chi can doom to fail as it is associated to control and the sense of being one thus being done in fast but unknown activity can end up with the important facts to disappear. \n\nEvery position has purposes in terms of fighting styles. You merely have to find an instructor that's experienced in describing it all. Dont negotiate with teachers which can be set in a single design. An instructor who is experienced enough can teach you vast varieties of defenses and attacks. \n\nTraining is just a tough means of perfecting a specific move. You first start together with your strategies. Through the practice of Push Hands, you will be trained about dynamics of your body and balance. It can be restricted like that of the Judo enthusiasts. \n\nOnce Push Hands practices are learned, you can obviously transform it as a type of martial art self defense or within an offensive way. Now, if you have joined almost any martial art before, Tai Chi can be quite effective in reconstructing your talent and improving it into something that can be translated as an development and challenging. Identify more on a related portfolio - Click here: <a href=\"http://www.cheapoakleysunglassescheap.com/combat-jujitsu-what-is-the-hottest-martial-arts-trend-today/\">northern praying mantis forms</a>. \n\nAlthough it had been stated several times today, people who are drawn to Tai Chi never contemplate it as a kung-fu type but as a form of peace and meditative process. And some would rather follow the group than produce a leap out of the normal and consider additional options that the exercise could be placed on. \n\nPractically, Tai Chi isn't a martial art BUT may be used as you. You cant be described as a black belt by being an expert in every Tai Chi technique and action, though the maxims of fundamentality are always present. If your teacher is really good, he or she may make you learn specific Tai Chi techniques and add-ons which will make you an improved martial artist. Such as the one with Push Hands. \n\nIt requires a particular type of softness, pushing, containing, demanding, neutralizing and rooting. These are just very few to mention but will greatly help you to become more potent.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Tai Chi used for Self Defense",
  "revision_id": "534ab8f5-3d9e-4c65-8091-95ed18a29173"
}