{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "0b2a49ea-a85e-4abc-95a0-78c90a5fcad8",
  "metadata_created": "2013-08-29T16:58:01.487378",
  "metadata_modified": "2013-10-10T20:58:34.427607",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "f03cf633-75d8-41d3-947f-8a9820cee214",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "frederick",
  "isopen": false,
  "url": "",
  "notes": "What do you get when you cross hot Indian meals with the English really like of tomatoes and all factors creamy? Chicken Tikka Masala is a famous combination of chicken tikka and masala.Chicken tikka is a marinated piece of meat cooked in a tandoor, an Indian oven produced of clay and coal-fired. Identify further on our partner article by clicking <a href=\"http://www.waterloostructures.net/StorageSheds.php\">view sheds in pa</a>. Masala is gravy usually created out of some kind of tomato gravy or puree with cream and a variety of Indian spices.It is technically a mild curry dish, though the addition of quite often significant amounts of tartrazine causes the dish to generally appear orange.In other recipes, it can appear anything from red to orange to green.\n\nChicken Tikka Masala is possibly the most widely used Indian dish in the planet, and has arguably replaced tandoori chicken as the flagship of Indian food, including on the subcontinent itself it even has a musical written singing its praises.In the United Kingdom alone, Marks & Spencer, the famous English retailer, claims to sell 18 tons a week of the chicken in Tikka Masala Sandwiches, while 23 million servings a year are sold at Indian restaurants. Sainsburys, another retailer, sells 1.six million dishes each and every year, and stocks 16 distinctive products containing what is affectionately identified as CTM.ten tons a day are manufactured by Noon Products to later be sold at supermarkets.\n\nThe chicken, even though broadly deemed an Indian dish, does not hail from India. Kitchens from London to Glasgow claim to have originated the dish, which was very first observed in the late 1960s.According to urban legend, the dish was created by a Bangladeshi chef in Britain when he served chicken tandoor to an Englishman only to be asked, wheres my gravy? The result? A mixture of cream of tomato soup and spices, which he called masala.And like that, chicken tikka masala was born, an early example of what we would now contact fusion cooking.It is now so popular that British politician and Foreign Secretary Robin Cook after described it as, a true British national dish, citing its combination of authentic Indian cooking with the British want to have their meat served with gravy.\n\nWhat goes into a chicken tikka masala? Effectively, a 1998 survey indicated that of 48 versions, the only prevalent ingredient was chicken.A prevalent recipe involves chicken marinated overnight in yogurt, ginger, garlic, cardamom powder, cumin, white pepper, and other spices.The chicken is cooked briefly in the hot tandoor, and is then served with a sauce created of tomato, ginger, garlic, cream, green and red pepper, and an assortment of spices.The sauce is poured over the chicken after it is cooked. In contrast to tandoori chicken, on which it is based, the taste is mild and creamy, rather than spicy.\n\nIs chicken tikka masala an English or an Indian dish? The answer is unclear, as it has been adopted so readily that it is served in nearly every Indian restaurant, an indication that Indians have accepted it as their personal.Quite a few English firms now specialize in exporting the dish back to India.What ever its origins, in spite of this, it is now enjoyed by millions every year.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Fusion Cooking  Blended Cuisines",
  "revision_id": "5f417097-451b-4ac3-a16b-96c16593330c"
}