{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "0737ad07-3b44-4df0-8ef1-de1394939c0c",
  "metadata_created": "2013-08-29T11:59:33.003098",
  "metadata_modified": "2013-10-10T20:33:12.231463",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "f2e989f0-ea15-41b4-9df1-f09fee3f2e15",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "desai",
  "isopen": false,
  "url": "",
  "notes": "When seeking therapy for depression your general practitioner can mostly treat you if you're experiencing depression. O.. \n\nIt is unfortunate that there's no test known to identify depression. A diagnosis is normally made if someone is suffering from a chronic low mood. That feeling tends of affecting the everyday life of an individual. If one encounters five or more signs for a period of time of two weeks, they're diagnosed as suffering from depression. <a href=\"http://www.novoaid.com/spa-beauty/index.html\">Spa Singapore</a> contains more about the meaning behind it. \n\nWhen seeking therapy for depression your doctor can most commonly treat you if you are struggling with depression. Often you can need to seek the help of a counselor, which are mounted on GP surgeries. If one's analysis is found to be uncertain, or the individual appears to be specially ill, The GP may possibly prefer to deliver the individual to a psychiatrist. Frequently you will find community psychiatric nurses, that may be introduced by ones own GP or psychiatrist. The others experiencing depression may be seen by psychotherapists. \n\nFrequently people experience bad times in their lives. Sometimes it's possible to have the ability to sit down and down to a pal or neighbor and talk through the situation. You can find sometimes when that is not enough, and you can need to seek professional help. <a href=\"http://www.novoaid.com/spa-beauty/index.html\">Spa</a> includes additional info about the inner workings of this thing. Just remember that depression is treatable. Treatment can include medication along with therapy. To learn additional information, people are asked to glance at: <a href=\"http://www.novoaid.com/doctors/general-practitioner.html\">visit site</a>. \n\nYou may wonder what psychotherapy is. That is having the ability to just speak to some body or your physician about your dilemmas or situations, which can help to a great degree. It's often simpler to talk your dilemmas out, than to help keep them bottled up within oneself. <a href=\"http://www.novoaid.com/\">General Practitioner</a> is a engaging database for more about the inner workings of it. If you should need formal psychotherapy counseling that would contain cognitive behavioral therapy; cultural psychotherapy; or psychoanalysis. \n\nPsychotherapies are very successful the same as medicine if taken precisely. For more serious cases of depression, treatment is simply apt to be required,but is extra with psychotherapy. \n\nThe sort of treatment depends upon the problems it's possible to be struggling with. Here is the doctor's call. There has been number indication any particular one treatment is preferable to another. \n\nAntidepressant medicine can be used to help correct one's low mood, and any dilemmas it's possible to be experiencing during one's event with depression. They don't change one's personality and they're not addictive. \n\nThere has been many new antidepressant drugs in recent years. The key advantage to these medication is that they are apt to have less side effects than previous drugs and they seem far more pleasant in using. The correct medication will be chosen by your doctor for you and your specific symptoms. Antidepressants do work on the chemicals in mental performance in trying to correct the problems which may be causing anyone to suffer with depression.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Diagnosing Depression",
  "revision_id": "0ba6e28f-512e-4f65-93db-1890a9273f22"
}