{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "e5349d34-7b5f-4526-ab69-a20af9dae041",
  "metadata_created": "2013-08-29T01:17:36.373889",
  "metadata_modified": "2013-10-10T20:02:14.743141",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "51507ef0-3d79-4fa9-bff7-b7d124478233",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "bramsen",
  "isopen": false,
  "url": "",
  "notes": "While camping in Delaware, a fresh-faced  girl was searching,  frantically for a cool spot to rest. After hiking all over the woods that day, her and her friend were parched and wanted to  just sit somewhere cool that was not surrounded by  other individuals  attempting to sun bathe at the beach. Once out of the woods, they bicycled down the road in hopes of  discovering a mythic ice cream parlor. About a mile away from their  campground, they saw something they  can not believe.— a patio misting system.\nThe girls raced down on their bikes to the misting fan, misting pumps and portable misting fans with wide eyes and aching muscles. After a long day of  discovering the  tracks, bunkers and trees that was Cape Henlopen, they could not wait to be refreshed with food and mist cooling systems. Once there, they  understood it was a small  dining establishment outside of a ferry dock. They could not be happier. They sat with the misting fans over them as they waited for their grilled cheese and tomato soup. At the end of the meal, they left in the late afternoon, which had cooled as the sun began going down. Full of food they went to the boardwalk and told all of their  pals about their trip to the  rejuvenating  bistro. Word spread of the  dining establishment's misting systems, mist fans  as well as their portable misting systems, which sparked a  great deal of  appeal for the once small eatery.\nWith time they  increased to have  even more patio misting systems and outdoor cooling system, which made it  much easier for guests to come in and  unwind. This unusual <a href=\"http://www.koolfog.com/misting-systems/misting-fans/\">partner site</a> link has oodles of disturbing cautions for the inner workings of this thing. It  additionally  assisted  since their guest  listing became  bigger and  bigger as the summer went on. The  bistro's patio mister and outdoor misting system had made the  bistro a  significant spot for  site visitors in the  summertime  however as  winter season came the mister fans had lost their  attraction.\nThe owners were not sure  just what to do. The advertised specials, karaoke nights and then it hit them. They  secured  all the mister fans, outdoor misting fans and misting pump and put them  securely in storage for the next year. <a href=\"http://www.koolfog.com/misting-systems/misting-fans/\">Fan Mister</a> is a pushing database for additional information concerning the reason for this hypothesis. They then replaced them with heaters and photos of yummy  wintertime things such as hot chocolate and their specialty, grilled cheese. While the nights were still not a  big as they had been that summer, they had  faithful guest come into the restaurant which helped them get through the summer.\nAs snow melted, the leaves grew on trees and the sky  started to clear,  a growing number of people returned to the  dining establishment, including the two young girls who  began it all. They replaced the outdoor misting system and the  followers and misters where they had originally been. The  clients came back with  even more  individuals and they had been busier than  any type of year they  had actually been at the beach. With the profits they made that summer they  had the ability to  make it through the winter without  needing to  stress over  costs. For fresh information, consider peeping at: <a href=\"http://www.koolfog.com/misting-systems/misting-fans/\">mister fans</a>. Each year those who had  existed the year  prior to had brought  even more people, which made the business very successful.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "The Benefits to  Possessing a Misting System for A Small Business",
  "revision_id": "93bb3e44-34d0-4362-9264-21bc4d4eea84"
}