{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "53edae79-df46-4f62-a323-9ee463022035",
  "metadata_created": "2012-10-09T18:50:47.165438",
  "metadata_modified": "2013-10-10T20:33:12.231463",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "e2888be1-ceb8-49ed-9a18-481643f3b8da",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "depth_of_color_demonstrated",
  "isopen": false,
  "url": "",
  "notes": "Lines can be powerful elements in an image. They have the power to draw the eye to key focal points in a shot and to impact the ?feel? of an image greatly. Memorable photographs tell the viewer something more than just how something looks. They show more than the subject you are photographing. A truly good photograph says something about life itself. It makes the viewer stop and think. We?ve all seen those cute animal pictures that make the rounds through email. These have enormous appeal because they tell us that life can be playful, that it is still full of fun and innocence. Photographs of the Grand Canyon are no more than pretty pictures unless the viewer can also see more than the rocks themselves. A cliff says that life can be dangerous. Rocks caught in early morning light show that even something as solid as a rock also has a gentle quality. Use your photographs to communicate things you know about life to be true.\n\nLet?s get back to the road. Your eye follows the road far into the distance because the road has a certain pattern. The yellow lines repeat over and over again, and you pay attention to them as they get smaller. A simple photograph of a road going into the distance is a fantastic example of something with diminishing perspective. On your camera, the depth of field is the amount of the scene remaining in focus. If more of the scene is in <a href=\"http://en.wikipedia.org/wiki/Focus_(optics)\">focus</a> (and not blurred out), your image is said to have a greater depth of field. Your aperture setting defines your depth of field. The wider the aperture (i.e. smaller f-number), the smaller the depth of field. The smaller the aperture, the larger the depth of field. Our brains are programmed to detect patterns. We are extremely good at it. As a matter of fact, patterns are some of the most visually interesting things you can incorporate into any photo. A good pattern will immediately engage your viewer, forcing the eye to follow it. Pay attention because we are going to use patterns as a way to create a sense of depth and diminishing perspective.\nBy the way, this is my new video for the Canon g13, watch and enjoy it:\n\n<iframe width=\"560\" height=\"315\" src=\"http://www.youtube.com/embed/Q24y1xL2_bY\" frameborder=\"0\" allowfullscreen></iframe>\n\n I hope my short blog post can help you on your journey! I also posted my new Canon camera preview post <a href='http://www.squidoo.com/canon-g13'>here</a>, so  feel free to take a look at it.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Depth of Color Demonstrated",
  "revision_id": "0ba6e28f-512e-4f65-93db-1890a9273f22"
}