{
  "license_title": "",
  "maintainer": "OKFN",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "info@okfn.org",
  "num_tags": 3,
  "id": "55ecc0ce-a4c9-4bbf-b735-dc5aebf9aa8f",
  "metadata_created": "2010-03-11T18:11:12.054980",
  "metadata_modified": "2013-10-10T23:15:30.800828",
  "author": "OKFN",
  "author_email": "info@okfn.org",
  "state": "active",
  "version": "",
  "creator_user_id": "8750cd3e-06e8-4558-b367-8aafd574325d",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "aic2010",
      "id": "16ac289c-46c6-4f89-96b4-0b0db4d8ed76",
      "name": "aic2010"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "aidinfo",
      "id": "dfea67d8-32c4-47bc-b765-95b30ac20cdb",
      "name": "aidinfo"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "international-development",
      "id": "22b4d540-251d-4a67-b634-c73ee72a6402",
      "name": "international-development"
    }
  ],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "pakistan-dad",
  "isopen": false,
  "url": "http://www.dadpak.org",
  "notes": "Database of development aid assistance to Pakistan\r\n## Details\r\nThe Development Assistance Database for Pakistan (DAD - Pakistan ) application is an aid management solution promoting good governance and public accountability and transparency. It is an automated information management system which is designed to improve efficiency and coordination of donor activities in the country. It is also a powerful tool for tracking and analyzing aid flows. The system serves as the main database and data collection and reporting system for the donor and NGO community as it ensures effective access to aid data.\r\nThe Government of Pakistan is committed to the transparent, accountable and efficient use of development assistance provided to Pakistan. In order to foster aid effectiveness, the Government of Pakistan has established a Development Assistance Database (DAD).\r\nThe DAD provides project-level information on commitments, disbursements, and expenditures by donor, implementer, sector, and geographic location. This information is accessible to everyone. The data in DAD has been entered by development partners of the Government of Pakistan.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [
    {
      "key": "accessibility_notes",
      "value": "Only accessable through Internet Explorer. Easiest navigation of projects on \"list\" page and then go to \"modify current view\"(top right). Doesn't seem to be a way of exporting from this. To export go to \"Report\" and select the row and column headings required for the report. This is time consuming if you want to extract multiple fields. Can also plot graphs and search the country by region."
    },
    {
      "key": "all_data_one_file",
      "value": "In theory, but need to select each column heading one at a time. Very time consuming"
    },
    {
      "key": "all_fields_exportable",
      "value": "Yes"
    },
    {
      "key": "broken_down_by_sector",
      "value": "Yes"
    },
    {
      "key": "commitments",
      "value": "Yes"
    },
    {
      "key": "completeness_notes",
      "value": "Good selection of fields, but many incomplete profiles"
    },
    {
      "key": "contact",
      "value": "+92 (0)51 920 60 46"
    },
    {
      "key": "custom_reports",
      "value": "Yes"
    },
    {
      "key": "data_fields",
      "value": "DAD Reference Number, Title, Description, Type of Assistance, Is this an off-budget project?, Is this project part of Public Sector Development Programme?, Is this project related to earthquake assistance?, Is this project totally or partially financed through the UN Flash Appeal? Is this project totally or partially financed through the UN Flash Appeal?, Start Date, Planned End Date, Duration, Actual End Date, Project Implementation Status, Government Responsible Agency, Contacts, Project Cost, Commitments (with dates), Disbursements (with dates), Expenditures, Total Commitment, Sectors and Sub-Sectors Sectors, Locations, Expected Outputs, Key Performance Indicators, Factors Causing Delays, Number of Beneficiaries, Number of Households, Thematic Markers, Total Disbursements, Paris Declaration indicators, Notes/Comments, Attachments, User Activity log"
    },
    {
      "key": "data_first_collected",
      "value": "Unknown"
    },
    {
      "key": "data_level",
      "value": "Project"
    },
    {
      "key": "data_model",
      "value": "DAD"
    },
    {
      "key": "database_type",
      "value": "Recipient"
    },
    {
      "key": "details",
      "value": "The Development Assistance Database for Pakistan (DAD - Pakistan ) application is an aid management solution promoting good governance and public accountability and transparency. It is an automated information management system which is designed to improve efficiency and coordination of donor activities in the country. It is also a powerful tool for tracking and analyzing aid flows. The system serves as the main database and data collection and reporting system for the donor and NGO community as it ensures effective access to aid data. The Government of Pakistan is committed to the transparent, accountable and efficient use of development assistance provided to Pakistan. In order to foster aid effectiveness, the Government of Pakistan has established a Development Assistance Database (DAD). The DAD provides project-level information on commitments, disbursements, and expenditures by donor, implementer, sector, and geographic location. This information is accessible to everyone. The data in DAD has been entered by development partners of the Government of Pakistan."
    },
    {
      "key": "development",
      "value": "Yes"
    },
    {
      "key": "disbursements",
      "value": "Yes"
    },
    {
      "key": "documents",
      "value": "Yes"
    },
    {
      "key": "documents_url",
      "value": "Links to relevant documents from each project record"
    },
    {
      "key": "donor_type",
      "value": "Bilateral, Multilateral, NGO"
    },
    {
      "key": "donors",
      "value": "ADB (Asian Development Bank), Afghanistan, AIG Disaster Relief Fund, AKF (Aga Khan Foundation), Algeria, AmeriCares, Australia, Austria, Azerbaijan, Bahrain, Bangladesh, Belgium, Bhutan, Brunei, Canada, China, Cyprus, Czech Republic, Denmark, EU (European Union), Faroe Islands, Finland, France, GEF (Global Environment Facility), Germany, Getty Foundation, Global Alliance for Vaccines & Immunization (GAVI) Fund, Greece, Iceland, IDB (Islamic Development Bank), IFAD (International Fund for Agricultural Development), IFRC (International Federation of Red Cross and Red Crescent Societies), IMF (International Monetary Fund), India, Indonesia, Iran, Ireland, Italy, Japan, Jordan, Kazakhstan, Korea North (Democratic People's Republic of), Korea South (Rep.), Kuwait, Luxembourg, Malaysia, Mauritius, Mexico, Monaco, Morocco, National Committees for UNICEF, Netherlands, New Zealand, Nigeria, Nordic Development Fund, Norway, Oman, OPEC Fund (Organization of Petroleum Exporting Countries Fund), Other, Pakistan, Pak-Turk Foundation, Qatar, Russian Federation, Saudi Arabia, Singapore, Slovakia, Spain, Sweden, Switzerland, Thailand, Thematic Funds of UNICEF, Turkey, UAE (United Arab Emirates), UK, Ukraine, UN (United Nations), Unspecified, USA, WB (World Bank)"
    },
    {
      "key": "download_url",
      "value": "www.dadpak.org"
    },
    {
      "key": "email",
      "value": "dadpakistan@ead.gov.pk"
    },
    {
      "key": "export_formats",
      "value": "Excel, PDF, Word"
    },
    {
      "key": "exportable",
      "value": "Yes"
    },
    {
      "key": "funding",
      "value": "UNDP (part)"
    },
    {
      "key": "graphing_tools",
      "value": "Yes (quite extensive)"
    },
    {
      "key": "humanitarian",
      "value": "Yes"
    },
    {
      "key": "language",
      "value": "en"
    },
    {
      "key": "license",
      "value": "License Not Specified"
    },
    {
      "key": "license_notes",
      "value": "Unknown"
    },
    {
      "key": "official_reports",
      "value": "Yes"
    },
    {
      "key": "operator",
      "value": "Pakistan Government"
    },
    {
      "key": "overview",
      "value": "Database of development aid assistance to Pakistan"
    },
    {
      "key": "owner",
      "value": "Pakistan Government"
    },
    {
      "key": "people",
      "value": ""
    },
    {
      "key": "period_covered",
      "value": "1992-present"
    },
    {
      "key": "pipeline",
      "value": "Yes"
    },
    {
      "key": "primary_sources",
      "value": "Yes"
    },
    {
      "key": "quality_control",
      "value": "Unknown"
    },
    {
      "key": "recipients",
      "value": "Pakistan"
    },
    {
      "key": "search_feature",
      "value": "Yes"
    },
    {
      "key": "sector_notes",
      "value": ""
    },
    {
      "key": "sectors",
      "value": "Agriculture and Livestock, Balance of Payments / Budgetary Support, \"Banking, Finance and Insurance\", Crisis Prevention and Disaster Reduction, Education, Energy Generation, Environment and Natural Resources, Gender and Women Development, Governance, Health and Nutrition, Housing and Construction, Industrial Development, Information Technology and Telecommunication, Oil and Gas, Population Welfare, Rural Development, Science and Technology, Social Welfare, \"Tourism, Culture and Youth Affairs\", Trade, Transport, Urban Development, Water and Sanitation, To be specified, Unallocated"
    },
    {
      "key": "size",
      "value": "335 projects"
    },
    {
      "key": "source_frequency",
      "value": "As each project has new data"
    },
    {
      "key": "source_location",
      "value": "Donors"
    },
    {
      "key": "source_method",
      "value": "Online/offline submission"
    },
    {
      "key": "sourcing_notes",
      "value": "DAD Pakistan captures project-level information. Financial figures reflected in DAD might therefore be different from records maintained elsewhere. Information reflected in the DAD has been entered and is continuously updated by development partners of the Government of Pakistan"
    },
    {
      "key": "standard_notes",
      "value": "DAD"
    },
    {
      "key": "status",
      "value": "Ongoing"
    },
    {
      "key": "subsectors",
      "value": "Yes"
    },
    {
      "key": "support",
      "value": "User guide from \"help\" at top right of screen"
    },
    {
      "key": "support_url",
      "value": "http://www.dadpak.org/dad/Documents/help/Application/ENG/index.htm"
    },
    {
      "key": "title",
      "value": "Pakistan Development Assistance Database (DAD)"
    },
    {
      "key": "unique_id",
      "value": "pakistan-dad"
    },
    {
      "key": "website_1",
      "value": "www.dadpak.org"
    },
    {
      "key": "website_2",
      "value": ""
    },
    {
      "key": "which_arent",
      "value": "n/a"
    }
  ],
  "title": "Pakistan Development Assistance Database (DAD)",
  "revision_id": "a1a0dda0-6da6-4654-add6-f57ce7294b9d"
}