{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "3eb0b2d1-1b36-4eb5-8b1d-65f4b5c46c2f",
  "metadata_created": "2013-05-15T02:04:57.930740",
  "metadata_modified": "2013-10-10T21:22:30.328635",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "b2c4c6e1-3062-44e2-9ace-4ffb12d62d08",
  "type": "dataset",
  "resources": [
    {
      "mimetype": "text/html",
      "cache_url": null,
      "hash": "",
      "description": "As a new type of functional biological material, the graft copolymer of starch possesses properties of both natural polymers and synthesis ones, which has got extensive attentions in recent years. Latest advances in the initiation methods of starch graft copolymerization are introduced in this paper, mainly focusing on several initiation methods, such as photo-initiation, Co60 γ-ray initiation, microwave initiation, ceric ammonium nitrate initiation, and redox initiation. Besides, different polymerization methods are present, such as water-solution polymerization, inverse-emulsion polymerization, etc. We expect this paper could make some contributions for researchers to choose proper initiation and polymerization methods in the process. In addition, it is also discussed in this paper of the problems and developmental directions, pointing out the research emphases of starch grafting modification and providing new thoughts for further study.",
      "name": "Initiation and Polymerization of Starch Graft Modification",
      "format": "aspx",
      "url": "http://www.sjfcd.org/paperInfo.aspx?ID=510",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "3eb0b2d1-1b36-4eb5-8b1d-65f4b5c46c2f",
      "created": "2013-05-14T21:04:58.028089",
      "state": "active",
      "mimetype_inner": "",
      "last_modified": null,
      "position": 0,
      "revision_id": "4e3fbe63-59eb-4642-8755-d332f3f706c5",
      "url_type": null,
      "id": "86d4df50-1aa6-43ea-83d2-a387e427fa35",
      "resource_type": "file",
      "size": "25609"
    }
  ],
  "num_resources": 1,
  "tags": [],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "initiation-and-polymerization-of-starch-graft-modification",
  "isopen": true,
  "url": "",
  "notes": "As a new type of functional biological material, the graft copolymer of starch possesses properties of both natural polymers and synthesis ones, which has got extensive attentions in recent years. Latest advances in the initiation methods of starch graft copolymerization are introduced in this paper, mainly focusing on several initiation methods, such as photo-initiation, Co60 γ-ray initiation, microwave initiation, ceric ammonium nitrate initiation, and redox initiation. Besides, different polymerization methods are present, such as water-solution polymerization, inverse-emulsion polymerization, etc. We expect this paper could make some contributions for researchers to choose proper initiation and polymerization methods in the process. In addition, it is also discussed in this paper of the problems and developmental directions, pointing out the research emphases of starch grafting modification and providing new thoughts for further study.  http://www.sjfcd.org/paperInfo.aspx?ID=510",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Initiation and Polymerization of Starch Graft Modification",
  "revision_id": "16c2813d-68e5-4835-8d67-32493b899d79"
}