{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "bf0d1710-aa4f-4c33-9197-5777def63fa4",
  "metadata_created": "2013-05-15T06:31:25.689189",
  "metadata_modified": "2013-10-10T19:29:39.495175",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "b2c4c6e1-3062-44e2-9ace-4ffb12d62d08",
  "type": "dataset",
  "resources": [
    {
      "mimetype": "text/html",
      "cache_url": null,
      "hash": "",
      "description": "In order to increase the speed and quality of mosaic algorithm used for large scale remote sensing images, a fast mosaic method used for large scale remote sensing image is proposed. First, a method is used so that the optimization matching coordinate can be transferred immediately after feature extraction in the sub-sampled images and parameter optimization to the original images for matchingand mosaic. It increased the speed of image mosaic. Second, by adjusting the size of superposition area in vertical direction of the image and change the stitched dot dynamic, the vertical seam of image experimental results indicate that comparing with the traditional arithmetic, the stitching speed of the new method increase by about 360 times for test image. The vertical seam of image can be eliminatedeffectively. The new method is applied in image mosaic for large scale remote sensing images.",
      "name": "A Fast Mosaic Method Used for Large Scale Remote Sensing Images",
      "format": "aspx",
      "url": "http://www.joa-journal.org/paperInfo.aspx?ID=880",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "bf0d1710-aa4f-4c33-9197-5777def63fa4",
      "created": "2013-05-15T01:31:25.791744",
      "state": "active",
      "mimetype_inner": "",
      "last_modified": "2013-05-15T01:31:28.443308",
      "position": 0,
      "revision_id": "f5c32395-41d2-408b-a784-8ac4d9bbb997",
      "url_type": null,
      "id": "6eb26266-9d71-49b4-88a3-7dc1d41adfdf",
      "resource_type": "file",
      "size": "28852"
    }
  ],
  "num_resources": 1,
  "tags": [],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "a-fast-mosaic-method-used-for-large-scale-remote-sensing-images",
  "isopen": true,
  "url": "",
  "notes": "In order to increase the speed and quality of mosaic algorithm used for large scale remote sensing images, a fast mosaic method used for large scale remote sensing image is proposed. First, a method is used so that the optimization matching coordinate can be transferred immediately after feature extraction in the sub-sampled images and parameter optimization to the original images for matchingand mosaic. It increased the speed of image mosaic. Second, by adjusting the size of superposition area in vertical direction of the image and change the stitched dot dynamic, the vertical seam of image experimental results indicate that comparing with the traditional arithmetic, the stitching speed of the new method increase by about 360 times for test image. The vertical seam of image can be eliminatedeffectively. The new method is applied in image mosaic for large scale remote sensing images.  http://www.joa-journal.org/paperInfo.aspx?ID=880",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "A Fast Mosaic Method Used for Large Scale Remote Sensing Images",
  "revision_id": "6335c835-6f0d-41ae-a69a-84334b92db4c"
}