{
  "license_title": "Creative Commons Attribution",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "info@menteclara.org",
  "num_tags": 7,
  "id": "bb85b78d-06cf-4698-91b6-609602b09047",
  "metadata_created": "2017-10-31T04:52:01.118275",
  "metadata_modified": "2017-10-31T04:53:16.042405",
  "author": "Oscar R. Gómez",
  "author_email": "info@menteclara.org",
  "state": "active",
  "version": "",
  "creator_user_id": "8f367573-7907-44cd-ac7a-04dd450df523",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Varios estudios clínicos muestran cómo las prácticas tántricas y los ejercicios de las tradiciones védicas -como el yoga- o budistas theravada o mahayana tienen un impacto psicobiológico significativo. Este estudio compara el correlato neurofisiológico de las prácticas llamadas meditaciones tántricas y no-tántricas mediante una revisión sistemática cualitativa de los datos recolectados. Se evidenció que las prácticas tántricas producen aumento en la actividad simpática, del estado de «alerta fásica» y en el rendimiento en tareas cognitivo visuales. Promueven una mayor vigilia y menor propensión al sueño, generan un incremento en la actividad cognitiva y modificaciones metabólicas contrarias a las que se verifican de las no-tántricas como consecuencia del relax inducido por esas prácticas. En oposición,  las no-tántricas crean una mejor respuesta de relajación con actividad parasimpática incrementada e inhibición del sistema simpático, que induce un estado hipometabólico de descanso profundo donde el practicante permanece despierto y su atención en «alerta tónica» con los síntomas correspondientes a ese estado hipometabólico -hipotonía, disminución del consumo de oxígeno, de la tasa cardíaca y de la concentración de lactato en sangre-, modificación del normal funcionamiento endócrino, aumentos en la concentración de fenilalanina en los meditadores avanzados, en los niveles de prolactina plasmática, un incremento de cinco veces en los niveles plasmáticos de arginina vasopresina, mientras que la hormona estimulante de la tiroides disminuye de forma crónica y aguda. Esta diferencia neurofisiológica se corresponde con las diferencias encontradas en los textos investigados que señalan que las tántricas apuntan a incrementar el estado de alerta o una cualidad despierta de la mente y advierten contra la calma excesiva y, por el contrario, las escrituras y las instrucciones de meditación de la tradición védica -yoga, theravada o mahayana- apuntan a lograr quietud y calma. Indicamos futuras investigaciones clínicas desde un enfoque más interdisciplinario e incorporamos el marco teórico/filosófico de los diferentes tipos de meditación.\r\n\r\n__Abstract__\r\nSeveral clinical studies show how tantric practices and exercises of Vedic traditions - such as yoga- or Theravada or Mahayana Buddhists - have a significant psychobiological impact. This study compares the neurophysiological correlates of the practices called tantric and non-tantric meditations by a qualitative systematic review of the data collected. It was evidenced that the tantric practices produce increase in the sympathetic activity, the state of \"phasic alertness\" and in the performance in visual cognitive tasks. They promote greater alertness and lower propensity to sleep, generate an increase in cognitive activity and metabolic modifications contrary to those that are verified of non-tantric as a result of the relaxation induced by these practices. In contrast, non-tantric creams create a better relaxation response with increased parasympathetic activity and inhibition of the sympathetic system, inducing a deep rest hypometabolic state where the practitioner remains awake and his attention on \"tonic alertness\" with corresponding symptoms to that hypometabolic state -hypotonia, decreased oxygen consumption, heart rate and blood lactate concentration- change in normal endocrine function, increased phenylalanine concentration in advanced meditators, increased plasma prolactin levels, a five-fold increase in arginine vasopressin plasma levels, while thyroid stimulating hormone decreases chronically and acutely. This neurophysiological difference corresponds to the differences found in the investigated texts which point out that: the tantric ones aim to increase alertness or an awakened quality of the mind and warn against excessive calm and on the contrary, the writings and instructions of meditation of the Vedic tradition, yoga, Theravada or Mahayana aim to achieve stillness and calmness. We indicate future clinical research from a more interdisciplinary approach and incorporating the theoretical / philosophical framework of the different types of meditation.\r\n",
      "name": "Tantra o Yoga. Estudios clínicos, 3ª parte: Comparativa",
      "format": "PDF",
      "url": "",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "bb85b78d-06cf-4698-91b6-609602b09047",
      "created": "2017-10-31T04:53:15.124976",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "aa3b9115-67ae-4c56-a7e6-2f3bcad01a15",
      "url_type": null,
      "id": "861d2df3-334c-4cef-8401-c533b8adb3ed",
      "resource_type": null,
      "size": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "ecg",
      "id": "2a527d72-aa30-4088-b06f-9321194d4c41",
      "name": "ecg"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "eeg",
      "id": "b48e244f-ae6e-4eaf-a181-45100a928340",
      "name": "eeg"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "estudios clínicos",
      "id": "c7a14131-a357-4a59-b705-ca4fcc6ce53b",
      "name": "estudios clínicos"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "neuroimagen",
      "id": "20df7ff0-2c58-4483-819f-09eb9d2c06a3",
      "name": "neuroimagen"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "psychology",
      "id": "39754fee-5cbc-4ab9-ab8b-3a291243e0ff",
      "name": "psychology"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "tantra",
      "id": "e5bb93f6-8387-49ec-8254-4dbb81c00f1b",
      "name": "tantra"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "yoga",
      "id": "225331bc-ecb2-4e7c-b343-1d4ae1569246",
      "name": "yoga"
    }
  ],
  "groups": [],
  "license_id": "cc-by",
  "relationships_as_subject": [],
  "organization": {
    "description": "Editorial MenteClara es el órgano de difusión de los libros, ensayos, artículos y demás documentos impresos o en formato eletrónico elaborados por la Fundación MenteClara.\r\n\r\n#La Fundación MenteClara \r\nes el resultado del trabajo de un grupo de personas que, habiendo encontrado una visión y una técnica capaz de proporcionar a las personas claridad, consciencia y felicidad, resuelven agruparse para difundirla libremente.\r\n\r\nEsta técnica, llamada por su autor \"la tecnología del deseo\", surge como resultado de 33 años de investigación e integración de las técnicas meditativas del budismo tántrico tibetano con el conocimiento académico formal occidental. \r\n\r\nLuego del transcurso de esos años, quienes fueron alumnos de Osy en está técnica, resuelven dar nacimiento a esta fundación con el fin de difundir su pensamiento y su tecnología.\r\n\r\nEsta tecnología se ofrece mediante cursos destinados a obtener rápidamente la capacidad de enfocarse en un punto y gestionar adecuadamente los procesos emocionales para obtener la claridad mental necesaria y saber qué hacer en cada momento y lugar para alcanzar así la plena realización. \r\n\r\n#Acta Fundacional\r\n\r\nEn la Ciudad Autónoma de Buenos Aires, a los seis dias del mes de julio de 2005, se reúnen en el edificio de Medicus, cito en Larrea y Marcelo T. de Alvear, del barrio de Recoleta, un grupo de 24 iniciados en la práctica del tantra por Oscar R. Gómez (Osy), acompañados de varios alumnos de éste, quienes en este acto resuelven constituir la Fundación Mente Clara con el fin de generar espacios para la práctica y la difusión de la tecnología del deseo, creada y desarrollada por Oscar Rodolfo Gómez a partir del estudio y la profundización del tantra budista e hindú.\r\n\r\nEntendiendo al Tantra como la acción de entretejer el pensamiento partiendo de textos sagrados tradicionales y que en cada lugar y momento histórico han ido incorporando los ropajes culturales propios de los diferentes pueblos que lo han practicado y prescindiendo de las formas culturales que pudieron tener sentido en India o Tíbet siglos atrás, pero que hoy resultan extrañas para occidente, Osy construye la mencionada tecnología del deseo que, fiel al enfoque tántrico original sostenido hasta el presente por S.S. el XIV Dalai Lama, constituye un nuevo tantra para occidentales que resulta de gran utilidad para nosotros conservando solamente la noción de sujeto, la visión del mundo y las técnicas meditativas que sí funcionan dentro de nuestra propia cultura occidental promoviendo la exaltación de valores humanos positivos como la compasión, el perdón y la felicidad.\r\n\r\nEsta fundación tendrá como objeto social destinar recursos para becar la formación en la disciplina a la mayor cantidad de personas como así también llevar la palabra de Osy a diferentes lugares de la ciudad para transmitir esta posmoderna visión del mundo a fin de fortalecer y consolidar los lazos de nuestra comunidad estableciendo un ser más consciente de su propia consciencia y con la claridad mental que se obtiene con la técnicas y la visión del budismo tántrico por él desarrollada para aportar progreso a los habitantes de Occidente y constituir un tejido social más fraterno y solidario.\r\n\r\nAsimismo, la fundación deberá disponer los recursos para que en un lugar por todos conocidos puedan reunirse libremente quienes sean iniciados por Osy y/o sus instructores para la práctica de este tantra para occidentales.\r\n\r\nSe resuelve asimismo establecer como logo de la fundación el diseño presentado por Sebastián Esteverena conformado por la \"O\" de Osy, dentro de la cual se inscribe una \"T\" de Tantra sobre un esquema de cáliz con un fondo azul-celeste y blanco.\r\n\r\nEn este mismo acto los fundadores abajo firmantes, nombran a Laura Fanelli, Rocío Silveira de Andrade, Oscar David Gómez y a Rodolfo Oscar Gómez, también presentes, miembros del consejo de administración, quienes se ocuparán por sí mismos o a través de terceros por ellos designados de realizar las presentaciones correspondientes ante los organismos oficiales y privados correspondientes hasta obtener la personería jurídica y las gestiones posteriores atinentes. [24 Firmas]\r\n\r\nLa Fundación MenteClara administra las actividades de la Escuela Argentina de Tantra http://tantra.org.ar\r\n\r\nLa escuela de Tantra en España de la FMC http://tantra.org.es\r\n\r\nLa Escuela de Psicología Corporal de la FMC http://menteclara.org\r\n\r\ny la Revista Científica Arbitrada de la FMC http://www.fundacionmenteclara.org.ar/revista/index.php/RCA\r\n\r\n\r\nPerú 669 2º 6 (1068) Ciudad de Buenos Aires, Argentina, tel. +54 11 52172372\r\ninfo@menteclara.org",
    "created": "2015-12-14T09:05:31.688572",
    "title": "Editorial MenteClara",
    "name": "fundacionmenteclara",
    "is_organization": true,
    "state": "active",
    "image_url": "2016-01-25-230442.947059logocaritaoriginal.JPG",
    "revision_id": "4735078b-e287-4538-8331-62d3fb39874d",
    "type": "organization",
    "id": "2a0a2ca3-76c4-4d9e-ba2a-d11a9c0a365f",
    "approval_status": "approved"
  },
  "name": "2017-2-2-e30",
  "isopen": true,
  "url": "http://fundacionmenteclara.org.ar/revista/index.php/RCA/article/view/32",
  "notes": "Varios estudios clínicos muestran cómo las prácticas tántricas y los ejercicios de las tradiciones védicas -como el yoga- o budistas theravada o mahayana tienen un impacto psicobiológico significativo. Este estudio compara el correlato neurofisiológico de las prácticas llamadas meditaciones tántricas y no-tántricas mediante una revisión sistemática cualitativa de los datos recolectados. Se evidenció que las prácticas tántricas producen aumento en la actividad simpática, del estado de «alerta fásica» y en el rendimiento en tareas cognitivo visuales. Promueven una mayor vigilia y menor propensión al sueño, generan un incremento en la actividad cognitiva y modificaciones metabólicas contrarias a las que se verifican de las no-tántricas como consecuencia del relax inducido por esas prácticas. En oposición,  las no-tántricas crean una mejor respuesta de relajación con actividad parasimpática incrementada e inhibición del sistema simpático, que induce un estado hipometabólico de descanso profundo donde el practicante permanece despierto y su atención en «alerta tónica» con los síntomas correspondientes a ese estado hipometabólico -hipotonía, disminución del consumo de oxígeno, de la tasa cardíaca y de la concentración de lactato en sangre-, modificación del normal funcionamiento endócrino, aumentos en la concentración de fenilalanina en los meditadores avanzados, en los niveles de prolactina plasmática, un incremento de cinco veces en los niveles plasmáticos de arginina vasopresina, mientras que la hormona estimulante de la tiroides disminuye de forma crónica y aguda. Esta diferencia neurofisiológica se corresponde con las diferencias encontradas en los textos investigados que señalan que las tántricas apuntan a incrementar el estado de alerta o una cualidad despierta de la mente y advierten contra la calma excesiva y, por el contrario, las escrituras y las instrucciones de meditación de la tradición védica -yoga, theravada o mahayana- apuntan a lograr quietud y calma. Indicamos futuras investigaciones clínicas desde un enfoque más interdisciplinario e incorporamos el marco teórico/filosófico de los diferentes tipos de meditación.\r\n\r\n__Abstract__\r\nSeveral clinical studies show how tantric practices and exercises of Vedic traditions - such as yoga- or Theravada or Mahayana Buddhists - have a significant psychobiological impact. This study compares the neurophysiological correlates of the practices called tantric and non-tantric meditations by a qualitative systematic review of the data collected. It was evidenced that the tantric practices produce increase in the sympathetic activity, the state of \"phasic alertness\" and in the performance in visual cognitive tasks. They promote greater alertness and lower propensity to sleep, generate an increase in cognitive activity and metabolic modifications contrary to those that are verified of non-tantric as a result of the relaxation induced by these practices. In contrast, non-tantric creams create a better relaxation response with increased parasympathetic activity and inhibition of the sympathetic system, inducing a deep rest hypometabolic state where the practitioner remains awake and his attention on \"tonic alertness\" with corresponding symptoms to that hypometabolic state -hypotonia, decreased oxygen consumption, heart rate and blood lactate concentration- change in normal endocrine function, increased phenylalanine concentration in advanced meditators, increased plasma prolactin levels, a five-fold increase in arginine vasopressin plasma levels, while thyroid stimulating hormone decreases chronically and acutely. This neurophysiological difference corresponds to the differences found in the investigated texts which point out that: the tantric ones aim to increase alertness or an awakened quality of the mind and warn against excessive calm and on the contrary, the writings and instructions of meditation of the Vedic tradition, yoga, Theravada or Mahayana aim to achieve stillness and calmness. We indicate future clinical research from a more interdisciplinary approach and incorporating the theoretical / philosophical framework of the different types of meditation.\r\n",
  "owner_org": "2a0a2ca3-76c4-4d9e-ba2a-d11a9c0a365f",
  "extras": [],
  "license_url": "http://www.opendefinition.org/licenses/cc-by",
  "title": "Tantra o Yoga. Estudios clínicos, 3ª parte: Comparativa",
  "revision_id": "aa3b9115-67ae-4c56-a7e6-2f3bcad01a15"
}