{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "e0d14185-d5ef-41dd-b7c1-69b41cab558f",
  "metadata_created": "2012-10-24T05:34:10.530964",
  "metadata_modified": "2013-10-10T22:19:22.002919",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "46a70a88-dfa1-4fd2-973d-f7743f6f241b",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "lighting_adjustments_for_white_balance_and_file_backup",
  "isopen": false,
  "url": "",
  "notes": "Most of these popular arguments has similar answers. Fact is that the digital image sensor is not perfect yet. To me that makes digital photography more interesting, it creates great opportunities like HDR techniques or taking panorama pictures. Digital photography has many different disciplines, it starts with taking the images, in most cases people use a PC to upload and organize their images and in my opinion one of the most rewarding aspects is the positive results one gets when working on editing digital images. Never before was it that possible that one could tune an image to really look like the day I took that image. If one go one step further then one move into the creative realm and the fun is even more.\n\nThe only downside to this method is that if your backup photo discs and your computer are both in your home and it's hit by a catastrophic event such as a hurricane, tornado, earthquake or fire, both your computer and backup discs are likely to be destroyed together. But when coupled with online photo backup, this is an inexpensive and easy way to make sure your photos are safe. The other less obvious downside to using only an external drive as your sole method of digital photography backup is that an external drive could be subject to the same tragedy as the hard drive in your main computer. If, for instance, thieves break into your house, it would be easy to take a small drive, or if your power surge protector fails and fries your computer, an external drive on the same power strip could also be damaged. The simple answer is that you can! There are packages that will bundle up your pictures and even produce HTML code for making a web photo gallery. This info is aimed at those who want that bit of extra quality in their images. If you're looking to create a gallery I'd recommend having a look at the Jalbum site, which not only has great free software(Mac and PC), but some useful tutorials as well. Mac OS X users can also get basic web gallery functionality from Apple's iPhoto application. Photoshop was my main application for creating the majority of the images for this site. Photoshop Elements also allows you to automate the process and create a quick site. By considering just a few extra factors when preparing your photos, you can ensure that as many people as possible can appreciate your work at its best.\n\nThank you so much for visiting my blog. I hope it is helpful to you. You can also click and read my <a href=\"http://www.squidoo.com/canon-g13#module161564346\">What are the most important upgrades for the Canon G13?</a> article, Thank you again!\n",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Lighting Adjustments for White Balance and File Backup",
  "revision_id": "263d5e74-1d30-4e29-a57c-74d4bccae115"
}