{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "68ccfa92-9767-4f5e-87a5-47116ed9baeb",
  "metadata_created": "2013-08-29T12:36:08.903875",
  "metadata_modified": "2013-10-10T23:21:27.836700",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "7b114adf-0aa5-4272-bf1b-a11488398ec6",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "ramos",
  "isopen": false,
  "url": "",
  "notes": "A cigar box can come in numerous shapes and sizes, and hold anywhere from five or six products to a comprehensive collection containing hundreds of cigars.  Fantastic for gifts, cigar boxes serve both to safeguard and preserve their contents, and to display them in an attractive, elegant setting.\n\nContemporary cigar boxes are typically similar to humidors in that they function climate-controlling functions that optimize the temperature and humidity in order to preserve the cigars flavor and look. Be taught supplementary resources on <a href=\"http://cigars.about.com/od/wheretopurchase/a/famousmoke.htm\">read famous-smoke-shop.com</a> by browsing our pictorial portfolio.  Some are custom produced out of wood and hand-crafted to suit the exact dcor of the purchasers property.\n\nThere is also a huge industry for antique cigar boxes. <a href=\"http://cigars.about.com/od/wheretopurchase/a/famousmoke.htm\">Sponsor</a> contains further concerning the purpose of it.  Significant collectors fetch hefty costs for containers that date back to the turn of the century or even earlier.\n\nRegardless of whether a purchaser is searching for a cigar box for aesthetics or for preservation, cigar boxes make perfect gifts for any aficionado.  On the internet merchants such as Cigar King offer some of the finest cigar boxes, obtainable in several cost ranges. We discovered <a href=\"http://www.dmoz.org/Shopping/Tobacco/Cigars/\">investigate famous smoke cigars</a> by browsing newspapers.  A straightforward Cigar Caddy made out of Otter Box can be bought for under $20, although a classic Ashton humidor of stunning walnut can run upwards of $1500.\n\nOther discount cigar retailers provide boxes at decreased prices, and they can frequently be shipped to the customer overnight. This disturbing <a href=\"http://www.elib.org/dire/102/20.php\">check this out</a> URL has varied dazzling cautions for how to acknowledge this idea.  For these hunting for other cigar accessories to compliment a cigar box, there are several brands and designs of lighters, cutters and ashtrays that could make for a perfect gift set for any cigar aficionado.\n\nIf you are possessing difficulty locating a appropriate cigar shop or distributor in your region, seek advice from Cigarworld on the internet for a directory of all neighborhood and national cigar outlets.  There you will discover actually hundreds of areas, both on the web and off, which supply cigars and cigar accessories to suit any occasion.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Popular Varieties of Cigar Boxes",
  "revision_id": "a4ab8d78-43bc-45b7-9aed-bd177a8b7d7b"
}