{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "a0e86d28-3c8e-4b39-9437-79b947f66ef8",
  "metadata_created": "2013-07-18T02:35:53.842948",
  "metadata_modified": "2013-10-10T21:17:42.073498",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Biomedical industry is in continuous growth in the last few years. Compact antennas are crucial in the development of biomedical systems on human body. The interaction between printed antennas and human body has been investigated in this paper. Antennas electrical performance is altered significantly in vicinity to human body. This paper presents the performance of several printed antennas as a function of the distance from human body. Several new wideband printed antennas that operate in vicinity to human body are also presented in this paper.Tuneable antennas may be used to compensate variations in the antenna resonant frequency at different locations on the human body.If the air spacing between the new antenna and the human body is increased from 0mm to 5mm, the antenna resonant frequency is shifted by 5%.\r\n",
      "name": "Comprehensive Study of Printed Antennas on Human Body for Medical Applications",
      "format": "",
      "url": "http://www.seipub.org/ams/paperInfo.aspx?ID=2283",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a0e86d28-3c8e-4b39-9437-79b947f66ef8",
      "created": "2013-07-17T21:36:21.618099",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "88c73cac-1509-4f1f-8747-e883ee46ac34",
      "url_type": null,
      "id": "11ea2192-fac5-4712-b76d-fdf4fca36f8e",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "2,6-Diamino-4,8-dioxo-1,4,5,8-tetrahydropyrrolo[2,3-f]indole-3,7-dicarbonitrile derivatives (5a-g) were prepared by treatment of chloranil with two equivalents of malononitrile in presence of a basic catalyst given dimalononitrile derivative 3, and the latter reacts with two equivalents of a series of primary aromatic or aliphatic amines bearing different substituents in the para position. The resulting compounds were characterized by elemental and spectral analyses. In addition, the biological screening of selected samples was tested.",
      "name": "Synthesis and Characterization of Pyrrolo[2,3-f] Indole-3,7-Dicarbonitriles",
      "format": "",
      "url": "http://www.seipub.org/ams/paperInfo.aspx?ID=2692",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a0e86d28-3c8e-4b39-9437-79b947f66ef8",
      "created": "2013-07-17T21:36:59.214234",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "476f85e6-3b3a-40a6-a66c-27fc069cafb2",
      "url_type": null,
      "id": "82fc32cf-e0cb-4d97-926a-fdcad5efdd82",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Addressed in this paper is an information-theoretics inspired entropy co-occurrence approach to extract subset features denoting relative extents of gene expression levels in a DNA microarray data. Experimentally deduced microarray data (via wet-lab studies) exhibits intensity gradation seen as yellow, green and red spots. Such distinguishable (color) features of microarray patterns depict the associated heterogeneity of meso textures and their spatial distribution manifested as intensity gradation in the colored spots. Normally, a procedure is sought to distinguish two such patterns of microarrays in which the colored spots are distinctly expressed. For this purpose, considered in this study is the so-called Haralick’s feature-finding algorithms and deducing Haralick’s feature scores in terms of the entropy co-occurrence information in an image with reference to a threshold profile. The scores obtained from intensity gradations of colored spots can be correlated to the relative extent of the color status of the spots. Hence corresponding gene expression (depicting tumor, non-tumor or mixed condition etc. as implied by proportional abundance of color pixels in the microarray) is quantitatively indicated. Relevant strategy in the use of Haralick’s algorithms in microarray contexts is a new and novel approach. Details on simulation experiments using synthetic microarray patterns and results obtained thereof are presented to illustrate the efficacy of the proposed method.",
      "name": "DNA Microarray Data Classification via Haralick’s Parameters",
      "format": "",
      "url": "http://www.seipub.org/ams/paperInfo.aspx?ID=3497",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a0e86d28-3c8e-4b39-9437-79b947f66ef8",
      "created": "2013-07-17T21:37:38.365527",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "067f0a53-fc95-41d8-8483-07b877c9d3c8",
      "url_type": null,
      "id": "86fa17db-783c-43d0-96fc-c626c9f59a6b",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The recognition of the whole shape of an object is a perception which requires a time dimension. This one allows, at time of event, an organism’s 4D extension containing its form potentialities. Occurring in reaction to environment variations, unthinking behavior may result.. In mathematical science, it is Analysis Situs, or general topology, which constitutes envelopment; which makes it possible to generate a sense in order to solve equations without traditional solutions. In biology, it is the 4D qualitative extension which forms an unthinking pattern-image in the organism. When this one becomes identical to a contribution of sense, an overall stress is exerted by the cell’s psychical energetics upon orientation of the mechanical magnitudes and thus being upon modulation of the cellular signaling pathways. The bioelectromagnetic nature of the cell’s relational energetics includes three terms: the biomagnetic suggestion L, the bioelectric excitation C, and their damping by the organic resistance R. These three aspects imply a temporal phase shift. As RLC resonance known from physics cancels this phase shift, a medical treatment of lesions by application of suitable electromagnetic waveforms appears to be possible.\r\n",
      "name": "International Journal of Advance in Medical Science (AMS)",
      "format": "",
      "url": "http://www.seipub.org/ams/paperInfo.aspx?ID=2883",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a0e86d28-3c8e-4b39-9437-79b947f66ef8",
      "created": "2013-07-17T21:38:24.361013",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "ff64a70f-2c04-4f35-a877-19d1899fec77",
      "url_type": null,
      "id": "767941e3-c5e1-40ca-8ab0-8037a9176c74",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 4,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Advance in Medical Science",
      "id": "3a6717e4-3eb5-4910-93d9-da9ebd183697",
      "name": "Advance in Medical Science"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-seipub-org-ams",
  "isopen": true,
  "url": null,
  "notes": "International Journal of Advance in Medical Science (AMS) is an internationally refereed journal dedicated to publishing the latest advancements in medical science research. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "International Journal of Advance in Medical Science (AMS)",
  "revision_id": "54bfd1e6-3ed1-46c3-8b7a-104b0796a4f1"
}