{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "27e71d68-e6d5-4a8a-b938-1f471ad22858",
  "metadata_created": "2013-08-29T05:54:18.904942",
  "metadata_modified": "2013-10-10T23:45:51.503772",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "43a80aa9-6318-4648-810a-6e30b830c9b0",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "svendsen",
  "isopen": false,
  "url": "",
  "notes": "In April 1999, the nation watched in horror the news reports on Colorados Columbine Higher School shootings, exactly where 12 students and 1 instructor have been fatally shot and 24 other individuals have been wounded by two teens who then killed..\n\nMore than the years, the Virginia schools (like numerous school systems across the nation) have been losing their public school students to property schooling. Henry County, for example, has observed an boost in house-schooled students from eight to 99 over the previous 11 years.\n\nIn April 1999, the nation watched in horror the news reports on Colorados Columbine High School shootings, where 12 students and one particular instructor were fatally shot and 24 other individuals were wounded by two teens who then killed themselves. Afterwards, the Virginia schools saw a steady enhance of applications from parents who wished to property school their kids.\n\nEven though the quantity of youngsters who are home schooled has continued to boost within the Virginia schools, the motives have changed. Even though school violence and safety remains to be a primary concern of Virginia schools parents, they now have a variety of other factors, including:\n\nAlso a lot emphasis on the standardized testing now needed within the Virginia schools, fearing their kids are becoming taught only to pass tests rather than a focus on actual studying that is retained and beneficial later in life home-schooled children are not required to take the Requirements of Understanding (SOL) tests\n\nThe ability of Virginia schools youngsters to adjust to the middle and higher school environments numerous parents house school their young children during the middle school years and spot them back into the Virginia schools for high school\n\nVirginia schools parents perception of damaging influences within the traditional school environment this is specifically true for households with powerful religious beliefs and\n\nSome Virginia schools parents simply want to maintain their kids at residence for a longer period, placing them back within the Virginia schools for higher school.\n\nReligious Exemption. If a parent applies for release of their child from the Virginia schools for religious motives, they are exempt from enrolling their child in any other form of education by way of age 18. They may wish to do so and can, but they are not required to do so by the Virginia schools. If they do enroll the youngster elsewhere or house schooling, they also are not required to hold the Virginia schools apprised of the childs progress.\n\nOther Exceptions. In order for parents to house school their young children, other than beneath the religious exemption, they need to meet one of four requirements created by the Virginia schools:\n\nRequirement 1  Efficient July 1, 2006, the parent, who will be teaching the child, must have a high school diploma and give to the Virginia schools a description of the curriculum he/she plans to use for the kid. For extra information, consider checking out: <a href=\"http://www.washingtonfamily.com/page/Private-Schools-Preschools\">guide to private schools in washington dc</a>. The youngster does not have to meet Virginia schools graduation needs and receives no diploma even so, progress need to be shown to the Virginia schools at the end of every year.\n\nRequirement 2  The parent, who will be teaching the kid, should have a present teacher certification and give to the Virginia schools a description of the curriculum he/she plans to use for the kid. The kid does not have to meet Virginia schools graduation requirements and receives no diploma however, here too progress ought to be shown to the Virginia schools at the finish of each year.\n\nRequirement three  Parent enrolls child into a Virginia schools recognized correspondence property school. There are about 19 such schools across the nation. A list may be obtained from the Virginia schools. Correspondence schools are private companies that operate as schools, charging for their services. They usually cost $800 to $1,200 annually per student, although some charge as significantly as $four,000 a year. The more you pay, the a lot more services you get, including report cards, transcripts and diplomas. Though coursework is administered by the parent, he/she has no educational level requirement. The youngster meets the graduation requirements of the correspondence school even so, progress need to be shown to the Virginia schools at the finish of each year.\n\nRequirement four  No educational level should be met by the parent teaching the youngster. Identify further about <a href=\"http://www.youtube.com/watch?v=eQwO02AjCPE\">home page</a> by visiting our influential web resource. Visit <a href=\"http://www.youtube.com/watch?v=eQwO02AjCPE\">summer camps in dc</a> to check up the inner workings of this viewpoint. They ought to offer to the Virginia schools a description of the curriculum he/she plans to use for the youngster, which should consist of the Virginia schools SOL in language arts and mathematics. The child does not have to meet Virginia schools graduation needs and receives no diploma nonetheless, progress ought to be shown to the Virginia schools at the end of each and every year.\n\nDescription of the curriculum in specifications one particular, two and 4 above involves a list of the subjects that will be taught and the textbooks that will be employed for language arts and mathematics.\n\nIn all 4 needs above, the childs academic progress need to be proved to the Virginia schools either with SOL test scores (the child would have to submit to testing by the Virginia schools and score above the 23rd percentile) or via a supplied a portfolio of the childs work.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Residence Schooling On The Rise In Virginia Schools",
  "revision_id": "c51fe460-ec11-4d5d-a56e-7f47648fca15"
}