{
  "users": [
    {
      "email_hash": "25278b1c2a33b16dc9a7729a84f533ba",
      "about": null,
      "capacity": "admin",
      "name": "arithe",
      "created": "2012-09-26T23:46:27.157694",
      "openid": null,
      "sysadmin": false,
      "activity_streams_email_notifications": false,
      "state": "active",
      "number_of_edits": 2,
      "display_name": "arithe",
      "fullname": "",
      "id": "157aa56e-cea9-4ed1-b38f-b60db4b0914c",
      "number_created_packages": 0
    }
  ],
  "display_name": "Sharing data",
  "description": "<a href=\"http://stackablewasherdryerhub.com\">Stackable Washer Dryer</a>\r\nTechnical writing is a fabulous career for anyone who loves research and writing. If you have a degree in accounting, engineering, biotechnology, or computer technology, consider becoming a technical writer (technical author in the UK). You don't necessarily need a degree to become a technical writer but it doesn't hurt. The alternative is to get a technical writing certificate. It's imperative to know how to write for technical and non-technical audiences. If you're able to convey information to both of these audiences, you'll have a successful career as a technical writer.\r\nAmazon handbags\r\nsport shoes and accessories\r\nPielab Technology\r\nTechnical Writing Tips and Tricks\r\n\r\nKnow your target audience. Are you writing for a technical or non-technical audience? These are two different audiences. One will understand 'technical jargon' and the other won't. Make sure you use verbiage that the end user will understand.\r\n\r\nWhat is your writing goal? You can write the most comprehensive manual or users guide but if you get lost in the details, your goal will be lost in translation! Don't get lost in the details. Step back from your work and look at the big picture. Does your writing make sense? Will the target audience understand what you wrote? If focus solely on the details your message will get lost. Review your writing now and again to make sure you're on track with your writing goal.\r\n\r\nUse examples. Help the end user out by using examples. You may understand the information back and forwards but don't assume the end user will. Provide examples within your writing, especially if you're technical writing is for computer software. Make sure the examples are relevant and the audience can understand them.\r\n\r\nGive credit to your resources. Do you remember when you had to write research papers and were required to quote sources and provide a bibliography? Make sure you reference any resources you use. Give credit whenever you can.\r\n\r\nUse visuals. Most people are visual and will appreciate a table of contents, graph, or chart. Use these whenever you can because it will help the end user understand the information quickly.\r\n\r\nProofread your work. If you don't have an editor or manager proofreading your work, make sure you proofread. It can be embarrassing for a company to send out a manual or guide that's filled with errors. You'd be surprised by the amount of errors found in newspapers, magazines, newsletters, books, brochures, and other writings. Ask someone to proofread your work to make sure all errors are found and corrected.\r\n\r\nHave someone review your work. Constructive criticism can improve your technical writing skills. Don't be afraid to get a second opinion. It's good to have a different perspective because you may have missed something or discover a new way of presenting information.\r\n\r\nUse headers. Headers are a great way to break up your writing and it will make reading a long manual or report easier. Use headers that are relevant to the topic; summarize each section.\r\n\r\nStay present. Use present instead of future tense -- it's clear and concise. For example, if you're writing a manual for a TV, write, \"Press the Menu Button and Select Language. Choose your language.\" This sentence gets to the point and the end user immediately knows and understands what to do. ",
  "image_display_url": "",
  "package_count": 0,
  "created": "2012-09-26T23:53:06.156560",
  "name": "sharing",
  "is_organization": true,
  "state": "active",
  "extras": [],
  "image_url": "",
  "groups": [],
  "type": "organization",
  "title": "Sharing data",
  "revision_id": "2c19b728-2913-43a7-9b04-cbabe73a574d",
  "num_followers": 0,
  "id": "f5bc8415-8fc9-4802-af4a-46e29d310274",
  "tags": [],
  "approval_status": "approved"
}