{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 2,
  "id": "7880ed29-9141-420c-9807-08e2f3a7d906",
  "metadata_created": "2013-07-12T02:15:01.423170",
  "metadata_modified": "2013-10-10T21:17:24.068067",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper proposes an improved load flow method based on perturbation theory which is simple, efficient and reliable. The performance of the proposed method has been tested on well-conditioned IEEE 5-bus, 14-bus, 30 bus and also tested on 11-bus ill conditioned test systems. The proposed method shows its efficacy and robustness with minimum number of iterations along with high accuracy on conventional load flow methods like G-S (Gauss-Siedal) method.",
      "name": "Power Perturbation Method for Power Flow Analysis",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=1749",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:15:54.990296",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "80061e15-1922-4ff6-8e19-e51fd1bbd69a",
      "url_type": null,
      "id": "ca708b42-8b1d-47b9-a475-de55a55198ce",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In this paper, we consider consensus of continuous-time multi-agent systems with additive delays. By transforming the multi-agent system into a reduced-order system with distributed delays, we prove that consensus of the multi-agent system is asymptotically solved for tolerable delays if the involved digraph has a spanning tree.\r\n",
      "name": "Consensus of Multi-Agent Systems with Additive Delays",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=1741",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:16:37.348826",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "c5c76a3b-d91c-471a-8e42-a4711a831b21",
      "url_type": null,
      "id": "9bda7ce8-962d-4cdf-b53a-1da811343299",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The Distributed Generation (DG) has created a challenge and an opportunity for developing various novel technologies in power generation. The proposed work discusses the primary factors that have lead to an increasing interest in DG. DG reduces line losses and increases system voltage profile. The proposed work finds out the optimal value of the DG location and capacity to be connected to the existing system using modified shuffled frog leaping algorithm (MSFLA) thereby maximizing the system voltage profile and reduces line losses. Benefits of employing DG are analyzed using Voltage Profile Improvement Index (VPII) and Line Loss Reduction Index (LLRI).The proposed method is tested on a standard IEEE-70 bus radial distribution system and the results of the simulation carried out using MATLAB7.0 are found to be encouraging. The method has a potential to be a tool for identifying the best location and rating a DG to be installed for improving voltage profile and reduces line losses in an electrical power system.\r\n",
      "name": "DG Allocation and Sizing in Distribution Network Using Modified Shuffled Frog Leaping Algorithm",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=1746",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:18:15.760784",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "c7f8baf3-e61d-48b7-92b3-df118a6d8dd4",
      "url_type": null,
      "id": "3d2ea8eb-8515-418a-ab71-392eff5ece0f",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In this paper, a time-frequency filter is designed，which can detect the frequency, amplitude and phase of any order harmonics and interharmonics in signal by means of time domain convolution．Negative half-axis frequency is restrained with Hilbert transform．The theory analysis are carried to this method and the calculate formula are concluded, the spectral leakage and the barrier domino offect are shun, the non-integer order wave are eluded, which are engendered in Fourier domain．Experiment simulation results show that time-frequency filtering convolution flunction can be designed and realized neatly and be real-time implemented conveniently in engineering application; the influences of fundamental frequency fluctuation on harmonic analysis are restrained by using the approach presented in this paper；the calculating frequencies with many order harmonics and interharmonics are nicety, the amplitudes and the initial phases are detected in high-accurately．",
      "name": "High-precision Harmonic Detection in Convolution",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=1745",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:19:32.200799",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "fb1dafd2-f3e6-44bc-8a28-6f897a0691af",
      "url_type": null,
      "id": "ebbc99e2-f047-4062-b117-b8817f33e03e",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "AC motors have gained wide ranging applications in the present day scenario. Adoption of innovatively designed speed control mechanisms in the industrial sector has revolutionized these drives. Now-a-days the industrial sector has a well organized power supply system, wherein motors used for specific industrial applications are not subjected to abrupt supply variations. Thus their operating conditions remain nearly the same throughout their life span. There are certain areas like the agricultural sector which use AC motors without any speed control mechanisms. In the agricultural sector, water pumps are used for irrigating small tracts of land from tube wells or open wells. Small and marginal farmers with lands along the banks of rivers have open wells even today with irrigation pumps. The three phase AC motors which are coupled to these pumps are subjected to a wide power supply voltage fluctuations depending on their distance from the distribution transformers. Supply voltages at motor terminals are never constant throughout the day and night. They are subjected to wide voltage fluctuations during different periods of the day and night. The most common problem faced by farmers is the burnout of motors. In order to ascertain the main reasons for burnout of motors used in irrigation pumps, an experimental model was set up and relevant tests were carried out by simulating field conditions inside the laboratory. A detailed study of the results obtained by laboratory simulation helped us in arriving at certain useful conclusions that could provide possible reasons for burnout of motors.",
      "name": "Simulation And Testing Of Induction Motors Used With Irrigation Pumps",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=1752",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:20:16.783279",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "c31b784e-4bc9-4e5a-972e-94a6327906cf",
      "url_type": null,
      "id": "182cdeda-dc69-47fc-87fa-5f5dba93559e",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper proposes an approach to detect the optimal placement of Unified Power Flow Controller (UPFC) to voltage drop compensation and reduce congestion. To find the location of shunt part of UPFC, we proposed new indices to voltage drop compensation. Also congestion rent contribution method used to determine the location of series part of UPFC. In order to reduce the solution space, we will establish a priority list. UPFC allows concurrent control of active and reactive power flow and voltage amplitude at the UPFC terminals. These specifications give UPFC the ability to improve the efficiency of the power system during various operating situations. For the case studies, 23-bus test system is selected and a UPFC is placed in the system. Simulation results show that the proposed method is able to detection the optimal placement of UPFC. Also simulation results show that with the installation of UPFC in network, voltage drop due to increasing the load is compensated and total congestion cost is decreased.\r\n",
      "name": "Voltage Drop Compensation and Congestion Management by Optimal Placement of UPFC",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=1744",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:20:49.312949",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 5,
      "revision_id": "85e8d268-ce84-4105-9b09-04e52a067404",
      "url_type": null,
      "id": "937282fc-7d76-4aa1-a83a-ba3d0d255742",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The main objective of this paper is to use various controllers based on Optimal and Robust methods on suspension system of vehicle to control it at different work conditions. There are different parameters affecting vehicle suspension system from which Changes in speed, road condition, vehicle mass, center of gravity position and tire stiffness are the most important parameters in this aspect. In this paper, Controllers such OPTIMAL, PID and SLIDING MODE are undertaken and an optimal robust controller is designed. The simulation results show very good vehicle behavior under controlled actions in situations where the uncontrolled vehicle has undesired behavior. It is also shown that with the presence of different uncertainties of road type.\r\n",
      "name": "Control Design of a Semi Active Suspension Using Optimal, PID and Sliding Mode Theory",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=1757",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:21:23.415357",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 6,
      "revision_id": "ece63d25-8aa8-42e4-8b19-7ecae608581e",
      "url_type": null,
      "id": "5d3847b4-b556-436e-8391-419038e08e24",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " This paper deals with the new approach for stabilisation of continuous Takagi-Sugeno fuzzy models. Using a new Lyapunov function, new sufficient criteria are established in terms of Linear Matrix Inequality. First, a basic stability criterion is derived for open loop system. Next, a stabilization criterion with PDC controller and relaxed stability criterion are established. Finally, a new approach of PDC controller design is given.\r\n",
      "name": "New Approach for Stabilisation of Continuous Takagi-Sugeno Fuzzy System",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=1758",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:22:14.677117",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 7,
      "revision_id": "a05a9b90-c2e6-4910-bccf-b8c94a0659a5",
      "url_type": null,
      "id": "fd27a1ff-b37d-461c-93e8-54f08b4eeb36",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " A statistical study for the switching processes in transmission and distribution electric systems, including earth return effect, is presented. The frequency dependence for the parameters of the studied system with a homogenous earth return is included as well as the random values for the closing angle of circuit breakers are taken statistically. Expressions for voltage and currents in modal coordinates are deduced. The overall presence number of transients and the average over-voltage are computed for random angles of switching. The effect of length of lines at different voltage levels is evaluated. A profile for the boundaries of either transmission or distribution network is discussed and analyzed. The comparison in the analysis accounts the effect of transposition for the non-transposed lines. The results are considered for the standard values of voltage level, which is varied from 3 kV up to 500 kV.\r\n",
      "name": "Statistical Transients in Transmission System",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=1760",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:22:47.762878",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 8,
      "revision_id": "56373dbb-de66-4b2d-ba7d-8a9482d1d1bd",
      "url_type": null,
      "id": "8b6a814a-becd-4f39-a9f6-4c1e681d3325",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Abstract-This paper deals with modelling and simulation of Single phase AC-DC Bridgeless Discontinuous Conduction Mode (DCM) with Single Ended Primary Inductance Converter (SEPIC) for Power Factor Correction (PFC) rectifier . The topology is improved by the absence of an input diode bridge and the presence of only two semiconductor switches in the current flowing path during each switching cycle which results in lesser conduction losses and improved thermal management compared to the conventional SEPIC converters. By implementing the improved topology in DCM it ensures almost unity power factor in a simple and effective manner. The DCM operation gives additional advantages such as zero-current turn-on in the power switches, zero-current turn-off in the output diode and reduces the complexity of the control circuitry. Performance comparisons between the improved and conventional SEPIC PFC rectifier are carried out using Pspice software and results are presented\r\n",
      "name": "Bridgeless Discontinuous Conduction Mode SEPIC Power Factor Correction Rectifier",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=1761",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:23:19.073941",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 9,
      "revision_id": "bbeb24ca-bdac-490a-a7fe-45f3e8c05dc7",
      "url_type": null,
      "id": "248717d0-ad52-450e-9a99-930ffd7ce22a",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " This paper presents a developed voltage stability index for identifying the most sensitive buses to the voltage collapse in radial distribution networks. The developed index is based on the transferred active and reactive power of a distribution line. The developed index utilizes the continuous power-flow solution calculated using real time power-flow software in distribution management systems. In this paper, the forward-backward radial load-flow is utilized to find the steady-state solution of distribution systems. Firstly, the developed stability index is tested and validated using commercial continuation load-flow program. Then, the index is used to detect the voltage instability in real-time scenarios using typical 24-hour daily load curves data for various demands with a 33-node radial feeder. The impact of distributed energy is also investigated in the studied scenarios with varied daily environmental conditions including wind speed and solar irradiation. The results show that the developed stability index provides fast assessment of the voltage stability in real time which allows operator engineer to control the demands with enough prior time of extreme loading conditions. The proposed method fits with smart grid applications since the stability index can be easily integrated with the continuous power-flow solver utilized in operating smart distribution systems",
      "name": "Online Voltage Instability Detection of Distribution Systems for Smart-Grid Applications",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=1754",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:23:53.364187",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 10,
      "revision_id": "814bd520-0616-4282-a331-9f8a8b51c502",
      "url_type": null,
      "id": "63f07af6-8aab-47b2-b4bb-0690189fb04e",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper presented the overall structure of water supply system using PLC (Programmable Logic Controller) as main controller, the constant-pressure principle and variable-frequency principle applied to traditional water supply system and the switched adaptive control principle newly used in this system. It combined the system with its mathematical model to go on analysis. Based on the switched adaptive control theory, the system switching by itself can offer good water supply. The simulation data using Visual C++ confirms the system’s rationality and superiority.\r\n",
      "name": "Constant Pressure Water Supply System Control Using PLC",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=1753",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:24:25.894093",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 11,
      "revision_id": "0ecf48c0-5116-4ec1-9077-0ac2a35ae596",
      "url_type": null,
      "id": "bc561d71-b596-43c0-b488-ca9dc3219562",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Decision-making model for multidimensional analysis of preference on trapezoid fuzzy number distant expected values are proposed. The group decision-making problem are solved when preference and attribute are given by trapezoid fuzzy number .Its algorithm is as follows: First, define a distortion function between subjective / objective analysis of preference under B-cut set to get weighted vector of the attribute through constructing a criterion-programming model. Second, congregate the weighted normalization fuzzy decision matrices of all the decision-makers under different B-cut sets to form a total weighted normalization fuzzy decision matrix. Finally, get relative closeness B of each alternative adjustment decision and then sort by size to determine the optimal program\r\n",
      "name": "Decision-making Model for Multidimensional Analysis of Preference Based on Intuitionistic Trapezium Fuzzy Set",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=1777",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:25:54.980521",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 12,
      "revision_id": "1c12dee9-afdb-4169-b9a6-f813749355bb",
      "url_type": null,
      "id": "5a3993a6-9f56-4ac0-b28a-0513d56b117e",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Abstract - Presented herein is the sequentially controlled distributed solar-array power system with maximum power tracking (MPT). The power system controller sequentially activates sufficient solar-array sourced dc-dc converter power-processing channels, of which paralleled-outputs supply power to a common load. A “shared-bus” currentsharing method utilizing distributed MPT control is employed to regulate parallel-connected current-mode converters dedicated to each power channel. Among the activated solar-array power channels, the most recently activated channel provides output bus voltage regulation while the previously activated channels are operated in MPT mode. The remaining inactive power channels consume negligible power resulting in lower component temperatures and improved overall long-term system reliability. Through modeling and simulation of a three-channel MPT power system, the sequentially controlled architecture and control concept is validated.The current sharing and MPPT performance of the proposed system is validated and evaluated by using MATLAB / SIMULINK software on a four-channel energy supply system.\r\n",
      "name": "Independently Sourced Parallel-Connected Peak-current-mode-controlled Power Systems with Maximum Power Tracking",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=1769",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:26:27.029674",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 13,
      "revision_id": "8a41378c-b073-44fc-a9e8-9e0a0c6d33fe",
      "url_type": null,
      "id": "e105f0e4-c69b-46c4-a350-fb71523bdfbd",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Nuclear power is the power (generally electrical) produced from controlled (i.e., non-explosive) nuclear reactions. Commercial plants use nuclear fission reactions. Electric utility reactors heat water to produce steam, which is then used to generate electricity. Sixteen countries depend on nuclear power for at least a quarter of their electricity. France gets around three quarters of its power from nuclear energy, while Belgium, Bulgaria, Czech Republic, Hungary, Slovakia, South Korea, Sweden, Switzerland, Slovenia and Ukraine get one third or more. Japan, Germany and Finland get more than a quarter of their power from nuclear energy, while in the USA one fifth is from nuclear. Among countries which do not host nuclear power plants, Italy gets about 10% of its power from nuclear, and Denmark about 8%.\r\n",
      "name": "Nuclear Power Plant",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=1788",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:27:45.177789",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 14,
      "revision_id": "c7cbb60c-0eff-411b-9801-6d85616709de",
      "url_type": null,
      "id": "f71ea373-4135-4f02-ba3e-c770850ad918",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "One of the main components of power electronics is matrix converters. A matrix converter is an Ac to AC converter, the structure of which is made up of two-way switches. This converter can be used to feed an AC current with a desirable AC voltage. Matrix converter is a powerful AC/AC converter for the application of induction motor drives with sinusoidal input currents and no DC-link capacitor. It offers remarkable advantages over other alternatives in applications requiring improved utility interaction and critical weight/volume reduction. In this paper, after the initial introduction and classification of the AC/AC converter, firstly the advantages, disadvantages and other particular problems related to the matrix converter have been presented. Then technical review on related issues of induction motor drive fed by matrix converters (MC) is presented. The first discussions presented the special difficulties involved in matrix converters. These are partly conceptual, partly concerning circuit topology, and current commutation technique. Secondly, different types of control and matrix converter control techniques based on the Spatial Vector Modulation (SVM) technique have been discussed. The third discussion describes the hardware development modes studies. And finally, the matrix converter has been simulated using MATLAB software, and output voltage and input current has been obtained with the help of modulation matrices.\r\n",
      "name": "Issues of Matrix Six –phased Converters: Technical Review",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=1756",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:28:21.890542",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 15,
      "revision_id": "5994c01e-b902-4af8-b1c6-62986f2dee45",
      "url_type": null,
      "id": "dc97c302-6a89-400c-a3e3-a07d731946bc",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Abstract: In recently years, TAGs of RFID have been developed rapidly. Different TAGs may have different applications but the security requirements are of the same, i.e.: anti-reproducing and anti-forgery. With respect to reproducing, it can only be solved physically, and with respect to anti-forgery, it can only be solved logically. “Mywallet “is designed to meet the need of dual direction authentication without CPU.\r\n",
      "name": "The Design of RFID Tag for “Mywallet”",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=1772",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:28:59.386396",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 16,
      "revision_id": "b2a4fe9e-ee57-4ec3-a744-988f6a64c55d",
      "url_type": null,
      "id": "c16fed0a-ab22-4501-b45f-b33b55dbf459",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " This paper proposes an approach to find the optimal placement of Unified Power Flow Controller (UPFC) based on the sensitivity of voltage drop with respect to increase the network loads. In order to reduce the solution space, we will establish a priority list. UPFC allows concurrent control of active and reactive power flow and voltage amplitude at the UPFC terminals. These specifications give UPFC the ability to improve the efficiency of the power system during various operating situations. For the case studies, IEEE 14 bus test system is selected and a UPFC is placed in the system. Simulation results show that the proposed method is able to detection the optimal placement of UPFC. Also simulation results show that with the installation of UPFC in network, voltage drop due to increasing the load is compensated.",
      "name": "Optimal Placement of UPFC for Voltage Drop Compensation",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=1742",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:30:39.125389",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 17,
      "revision_id": "c2943d3b-02f3-43b5-8b46-4855a79eeda4",
      "url_type": null,
      "id": "2e0a5d72-d8b0-46a9-b10d-0e4d8d346887",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Current injecting a grounding system of high voltage substation decides the amplitude and the voltage distribution along the grounding grid [1]-[2]. Therefore, the determination of short circuit current at substation is always cared by the designers. [9] suggested a new method to calculate the current passing through grounding system of high voltage substation when lightning strikes on the grounding wire of transmission line regardless of the impacting parameters. This paper studied clearly the influence of above parameters and from this, some interesting results were received.\r\n",
      "name": "Current Passing Through Grounding System of High Voltage Transformer Substation and Parameters Impacting on It When Lightning Strikes on the Grounding Wire of Transmission Line",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=1782",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:32:23.370572",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 18,
      "revision_id": "8cd35a6c-a2d5-41ab-8853-aed49a2fe5e8",
      "url_type": null,
      "id": "476bebac-8c5b-4695-a826-7589450a249a",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " In this paper a simple power factor correction PFC circuit was designed, simulated and tested for AC/DC converter which generates input current harmonics due to its non-linear characteristics. PFC was achieved through current harmonics mitigation by using PWM boost regulator. The circuit utilizes the charging and disc arching increments of boost inductor current to shape a sinusoidal input current. Inductor current was controlled by means of PWM controller. The controller accepts two feed back signals, the first is the inductor current and the other is the output voltage of the AC/DC converter. The simulation results of fast fourier transform FFT show a grate reduction in current harmonic which in turns tends to a grate improvement in power factor.\r\n",
      "name": "Design and Simulation of PFC Circuit for AC/DC Converter Based on PWM Boost Regulator",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=1781",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:32:57.883735",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 19,
      "revision_id": "e84b6519-4481-447d-8668-3a97dcf999c3",
      "url_type": null,
      "id": "f7251ff4-1d0b-4819-a228-cd0c91f3b800",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The steady state error in DC-DC Buck converter is generally suppressed by using hysteresis modulation based sliding mode controller. By introducing additional integral term of the state variables to hysteresis modulation to control steady state error can be reduced further. Moreover, the error increases as the converter switching frequency decreases. In this paper, specifically it is proposed that an addition of one more integral term of the controlled variables is incorporated for constructing the sliding surface of the indirect sliding mode controllers. The two different integral methods have been implemented to reduces the steady state error in DC-DC Buck converter. MATLAB/Simulink is used for testing the results.\r\n",
      "name": "Suppression of Steady State Error Using Sliding Mode Control For Dc-Dc Buck Converter",
      "format": "url",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=1765",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:33:42.245507",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 20,
      "revision_id": "f9ca3bd9-d2b3-40f3-a8b4-8d74021ef695",
      "url_type": null,
      "id": "82b998a9-6164-4375-8877-1b7b3c803804",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This article for control engineering describes new analysis and filter technique: the wavelet transform. The technique presents the signal on both a time as frequency axis, comparable with a windowed Fourier transformation that is shifted along the time axis. In Fourier techniques window width is changed as function of analyzing frequency. Furthermore there is much freedom in choosing the analysis function, which let the wavelet transform do more than only to discover frequency information. Besides as analysis technique the wavelet transform can be used for filtering purposes. With the discrete version of the wavelet transform (DWT) decomposition in frequency-dependent coefficients is possible, from which the original signal can be reconstructed. Since the origins of the DWT lie in the field of signal processing, the available algorithms are efficient but not optimal with respect to the delay times. Therefore a real-time wavelet filter algorithm is derived, which can also be used for analyzing purposes. Two application are worked out ; 1. Wavelet filters for encoder quantization denoising and 2. Online feature detection on a CD-player setup. Wavelets show good results in isolating features (time-patterns in signals), especially short-living events. Building dedicated waveforms can improve the results and the real-time algorithm makes fast detection possible. The experiences are validated on a servo-loop of a CD-player setup, on which external disturbances are presented in the form of shocks and disc-faults. For some disturbances very early detection is possible: the wavelet filter already isolates features where the measurement still moves within the noise level.\r\n",
      "name": "Wavelets in Control Engineering",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=1763",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:34:16.064710",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 21,
      "revision_id": "c001b19a-9b01-4775-bd13-2237fa256c2a",
      "url_type": null,
      "id": "c2005bd1-987a-4098-92e9-da84aef3d26b",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Power grid disturbances, mainly voltage sags, which sometimes last less than a fraction of second, can cause a plant to shut down and interrupt production for considerable periods of time, which leads to loss of production and high costs. AC contactors are a safe, easy and cheap way to control electric loads. AC contactors provide a remote switch between electric motors and the power grid that supplies them. AC contactors are more vulnerable to voltage sags, than the motors they control. Often, the AC contactor is forced to open when a short voltage sag occurs and as a result the motor stops, whereas the motor alone, due to its inertia, could withstand this voltage sag. This article describes an electronic device that enables AC contactors to ride through power quality disturbances. The proposed device is connected to the contactor coil and consists of a power conversion excitation and hold-in circuit, a control circuit, an immunity circuit and a shutdown circuit. It does not disturb contactor operation, is easy to use and can be built from cheap, commercially available components. Experimental tests have demonstrated the effectiveness of the proposed electronic device for improving the immunity of AC contactors during voltage sags.",
      "name": "Voltage Sag Immunizer for AC Contactors",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=1767",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:35:02.044451",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 22,
      "revision_id": "f5b92f09-e657-40bf-8a42-c8e81e4d93f9",
      "url_type": null,
      "id": "fcf74a1b-4f08-45bf-b7a7-593f6922e004",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "(Abstract) - The purpose of this paper is the automatic identification of various districts in satellite images using the textural feature, while comparing them by two methods of GLCM and Fourier Spectrum. The modulation of discrete violet and GLCM yielded a new method for the identification of the urban areas that is used as a criterion for measuring the development rate in the urban areas using satellite images. Through the modulation of GLCM and spatial features, this paper has presented an algorithm with a 9% of efficiency improvement as compared with the state where just the spatial features are being used. 26 features of GLCM have been used for the identification of dwelled areas. The problem of identifying various areas was analyzed by a new method and this method yielded desirable results. The results of simulation using MATLAB/IMAGE PROCESSING software on IKONOS database, from which the images have been collected, verify the accuracy of the performance of this system.",
      "name": "Classification of Satellite Images by Texture-Based Models Modulation Using MLP Neural Networks",
      "format": "",
      "url": "http://Classification of Satellite Images by Texture-Based Models Modulation Using MLP Neural Networks",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:35:35.024886",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 23,
      "revision_id": "8af16a7a-6e81-4557-9384-6c2ef3f7a431",
      "url_type": null,
      "id": "5b177b77-ffc6-4759-a0e2-e8b238d6deb6",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper presents a method of solving three-phase probabilistic load flow (PLF) for distribution system with single-phase and three-phase grid-connected photovoltaic (PV) systems using the sequential Monte Carlo technique. A novel probabilistic model of output power of PV system is proposed considering random change of weather and hourly variation of relevant parameters. The time-varying load with randomness is also incorporated in PLF. Some cases in modified IEEE 33-node distribution system have been implemented to verify the method. Time-sequence impacts of PV generation on power flow and voltage profiles in distribution system, taking into account the correlation of weather between different zones, are gained from results.\r\n",
      "name": "Three-phase Probabilistic Load Flow Including Photovoltaic Generation in Distribution System",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=1792",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:36:04.421849",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 24,
      "revision_id": "8af16a7a-6e81-4557-9384-6c2ef3f7a431",
      "url_type": null,
      "id": "c60f57f0-c7a9-46d8-80f7-1737c3d6e243",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The exterior windows are the weakest links of heat insulation in building envelop. The evaluation of the windows energy-saving is an important research topic. This paper respectively used the fuzzy comprehensive evaluation method and grey correlation evaluation method to evaluate, from the results can be seen, both of the two methods have some significance in the actual windows energy-saving transformation. But the disadvantage of these methods is that influenced by the subjective factors. By contrast, the grey correlation evaluation method is objective and it is more suitable to evaluate the windows energy-saving.\r\n",
      "name": "The Establishment of Exterior Windows Energy Saving Index System in Hot Summer and Cold Winter Region",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=1794",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:36:46.799402",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 25,
      "revision_id": "2db72a6c-e756-4d1e-b14f-fefba37eb446",
      "url_type": null,
      "id": "184122de-ab14-4c9a-bcf5-88dc1effdcc0",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " High Impedance Faults (HIFs) detection has always been difficult, because their signs are not clear. This paper presents a new method for HIFs detection in distribution networks. The proposed method can easily discern the HIFs from other same phenomena in distribution networks such as capacitors switching, linear and nonlinear loads switching. This method has been used Total Harmonic Distortion (THD) properties and time variations of current waveform in four stages for HIFs detection. One advantage of proposed method compared to other methods is HIFs detection from random nonlinear loads switching.\r\n",
      "name": "New Method for High Impedance Faults Detection Using Total Harmonic Distortion Properties and Time Variations of Current Waveform",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=1785",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:37:14.214905",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 26,
      "revision_id": "5eeab6f6-b99c-43ef-ad5b-66244e29e65b",
      "url_type": null,
      "id": "a76c9259-6dee-49ab-9b38-7bf65237a9bb",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Pharmaceutical water treatment requires removing contaminants from municipal drinking water to meet The United States Pharmacopeia (USP) standards. There are two basic types of pharmaceutical water; water for topical use or cleaning (sterile purified water, or PW), or water for injection (WFI) which includes sterile water for irrigation and most sterile water for inhalation. For PW, USP guidelines require a conductivity limit of 0.6–4.7 µS/cm, and a bacteria-count limit of 100 cfu/mL. The main difference between PW and WFI is the amount of bacterial contamination allowed, measured by colony count and by endotoxin level. This paper presents a cost effective design of water purification system for pharmaceutical industry, especially in the perspective of Bangladesh. Programmable control logic (PLC) based design is used for this purpose. The conventional water purification plant costs around US$ 120000 whereas the proposed plant costs only US$ 8000.",
      "name": "A Cost Effective Design of Water Purification System for Pharmaceutical Industry",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=1797",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:37:44.633640",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 27,
      "revision_id": "34061862-fb1a-46c3-b936-f437fe86f200",
      "url_type": null,
      "id": "d18ca95a-01c8-45e8-b88f-ebde1006e9e5",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Marine diesel engine is of characteristics of non-linear and time-varied, so it is difficult to be controlled with traditional PID controller. An adaptive controller based on back-propagation (BP) neural network and Wiener neural network was put forwarded to tune PID parameters for marine diesel engine speed control system, where Wiener neural network structure is applied to identify diesel engine nonlinear dynamic system. The weights in the Wiener neural network are adjusted with backward-propagation methods. The adaptive controller was improved via introduce relative error in target evaluation function of the BP neural network, and obtain sensitivity function of diesel engine output with respect to its input using the WNN identifier. A simulated test on a diesel engine demonstrated that the adaptive controller improved control performance over the conventional PID control.",
      "name": "Identification and Adaptive Neural Network Control of the Speed of Marine Diesel Engine",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=1798",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:38:22.802572",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 28,
      "revision_id": "f315fdcd-4eb4-467e-8928-8180ff83c7e3",
      "url_type": null,
      "id": "8b1d613a-920d-48d2-a1fa-9cb1286e8dcc",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper presents pulse width modulation technique for a direct ac-ac converter. The converter has five-phase input supply and three-phase output. The input supply may be obtained from a five-phase wind energy generation system with variable output voltage magnitude and frequency. The output of the proposed converter topology may be fed to the three-phase stiff grid system. Thus the requirement of the modulation of the ac-ac converter is to produce fixed voltage and fixed frequency output while the input can be variable. Additionally the output voltage gain should be high. Simple carrier-based PWM technique is suggested and harmonic injection scheme is proposed to enhance the output voltage magnitude. The output voltage reaches 89.2% of the input supply voltage with the proposed technique. An additional control block is used to stabilize the output voltage and frequency of the converter. Simulation and experimental results are shown in the paper for the verification of the proposed scheme.\r\n",
      "name": "Pulse Width Modulation Control of a Direct AC-AC Power Converter with Five-phase Input and Three-phase Output",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=1804",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:38:54.622333",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 29,
      "revision_id": "c2d0d4e2-7082-4a3f-8ef0-07dcfe6299d6",
      "url_type": null,
      "id": "eaa65401-1c2e-45be-a9dc-0b2d2c9999a7",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper presents a review on applications of Flexible AC Transmission Systems (FACTS) controllers such as Thyristor Controlled Reactor (TCR), Thyristor Controlled Switched Reactor (TCSR), Static Var Compensator (SVC) or Fixed Capacitor- Thyristor Controlled Reactor (FC-TCR), Thyristor Controlled Series Capacitor (TCSC), Thyristor Controlled Switched Series Reactor (TSSR), Thyristor Controlled Brakning Reactor (TCBR), Thyristor Controlled Voltage Reactor (TCVR), Thyristor Controlled Voltage Limiter (TCVL Thyristor Controlled Swiched Series (TSSC), Thyristor Controlled Phase Angle Regulator (TC-PAR) or Thyristor Controlled Phase Shift Transformer (TC-PST), Static Synchronous Series Compensator (SSSC), Static Synchronous Compensator (STATCOM), Distributed Static Synchronous Compensator (D-STATCOM), Generalized Unified Power Flow Controller (GUPFC), Unified Power Flow Controller (UPFC), Inter-link Power Flow Controller (IPFC), Generalized Inter-link Power Flow Controller (GIPFC),and Hybrid Power Flow Controller (HPFC), Semi-conductor Magnetic Energy Storage (SMES), Battery Energy Storage (BESS), in power system environments for enhancement of performance parameters of power systems such as reactive power support, minimize the real power losses, improvement in voltage profile, improvement in damping ratio of power systems, provide the flexible operation and control etc. Authors strongly believe that this survey article will be very much useful for the researchers, practitioners, and scientific engineers to find out the relevant references in the field of enhancement of performance parameters of power systems by different FACTS controllers such as series, shunt, series-shunt, and series-series connected FACTS controllers are incorporated in power systems. This article is very much useful for researchers for further research work carryout in regarding with the application of FACTS controllers in power system environments for enhancement of performance parameters of systems.",
      "name": "Introduction to FACTS Controllers: A Technological Literature Survey",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=1806",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:39:31.861770",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 30,
      "revision_id": "e3bf8049-4158-4681-9f45-9eb5cecbf7c5",
      "url_type": null,
      "id": "61c442c8-10a6-4f69-a4a3-f0f7a459c2cc",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " In the last years the fault problem in power electronics has been more and more investigated both from theoretical and practical point of view. This paper analyzes the problem of faults modeling in a three phase voltage source inverter(VSI) and presents a model of a VSI able to simulate both unfaulty and faulty conditions when one or more devices go broken. In the past the fault problem was faced step by step considering the fault on each single device building a model for each case. The model hereafter presented solves this drawback through the introduction of the concept of the Healthy Device Binary Variable (HDBV) and the more general Healthy Leg Binary Variable (HLBV) showing also as through them it is possible to build a single model including all the running conditions (faulty and unfaulty) of a VSI. The presented model was then tested via numerical simulations by comparison of the results with those obtained with a circuit simulator and finally by comparison with experimental results on a set‐up test bench realized to test the operating conditions of a three phase VSI.",
      "name": "A General Mathematical Model for the Simulation of Common Faults in Three-phase Voltage Source Inverters",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=1808",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:40:10.607689",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 31,
      "revision_id": "9988e793-8fb8-4d6b-a273-9cce92b4afc5",
      "url_type": null,
      "id": "6a06b27e-2c82-46ba-bf69-9136bd3c74a2",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The proposed work is novel design and controllability optimization technique which has been implemented prudently to simulate SSSC control operations in order to identify and determine various control parameters which are contributing considerably to control SSSC device operations in multiple directions in a power system network at different locations on the GCC power grid during any undesired conditions. In order to maximize utilization of SSSC control device operations on the GCC power grid, hereby SSSC control parameters are configured in different strategic ways to optimize SSSC model performance by adjusting its control parameters more tangibly under both steady and dynamic states. Herein SSSC device operational controllability results are clearly indicating that introduction of SSSC device in between the Oman and United Arab Emirates network will reasonably enhance the power system loadability, minimizing the losses and improved sustainability of the power system performance throughout the GCC power grid. Hereafter, new SSSC control device optimization technique can thus be successfully used for this type of optimization process.",
      "name": "Novel Control of a SSSC Connecting the United Arab Emirates and Oman on the GCC Power Grid Interconnection",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=2845",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:40:39.489119",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 32,
      "revision_id": "71d02a73-24e5-4eca-af13-315bbb9bc9bd",
      "url_type": null,
      "id": "89e2e4cc-df90-4513-b6e8-57b87e6ff8e5",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Solution of ground enhancement material application for decreasing resistance of grounding system is a current problem that is interested by scientists [1]-[2], especially, a grounding system is installed in small area or high resistivity of Soil. In order to determine the grounding resistances of simple forms (horizontal rod or vertical rod) we can use the given software [3] or the calculating formulas [4]. This paper presents some other formulas for calculating a grounding resistance of simple forms with ground enhancement material. Calculated results from the formulas of this paper were verified by the results of [4] and the results from the grounding calculating software of ERICO Company.",
      "name": "Formulas for Calculating Grounding Resistance of Simple Forms with Ground Enhancement Material",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=1783",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:41:19.887692",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 33,
      "revision_id": "994c723d-4252-4b7a-8b18-135569d5a3ee",
      "url_type": null,
      "id": "f62496ad-ab8a-405f-ac18-fdfffcccc2e9",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Railway signaling system requires the high level of safety since these have to ensure safe operation of the train. According to these reason, safety-related regulations for railway signaling systems are internationally standardized. To secure the safety required by international standards, the hazard control is necessary with system lifecycle, and the hazard identification is needed to hazard control. To draw this hazard which is the basis of whole hazard control, there are very many techniques such as PHL(Preliminary Hazard List), PHA(Preliminary Hazard Analysis), HAZOP, FMEA(Failure Mode Effect Analysis), etc. in the activities and methods. The PHA and HAZOP method is recommended for hazard analysis at IEC standards, but this method has several unsuitable problems to apply to railway signaling system. In this paper we recommend the modified HAZOP method, which would be suitable for analyzing safety of the railway signaling systems. And also an example of PHA and this method applied to real system is also included.",
      "name": "Hazard Identification of Railway Signaling System Using PHA and HAZOP Methods",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=3468",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:41:54.190055",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 34,
      "revision_id": "87b5686c-f2a2-4097-bf0e-c5489ee76605",
      "url_type": null,
      "id": "1c95fce6-ef19-4eae-a055-fbab86ad22fd",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " In this paper, a hierarchical systematic design methodology of active fault tolerant control system is developed to accommodate partial actuator and/or sensor faults of Unmanned Underwater Vehicles (UUVs). An integrated sensitive Fault Detection and Diagnosis (FDD) mechanism is developed with acceptable time period and a computation load reduction for large number of actuators and sensors in the presence of system disturbances and random noise. An optimized robust reconfigurable controller design is presented based on singular value decomposition (SVD) principle and eigenstructure assignment technique. The effectiveness of the proposed scheme has justified by simulation result on the decoupled steering subsystem of the Naval Postgraduate School (NPS) Unmanned Underwater Vehicles (UUVs).",
      "name": "Active Fault-tolerant Control of Unmanned Underwater Vehicles",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=3393",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:42:36.782472",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 35,
      "revision_id": "6c7b25c6-ecb5-4e7b-9334-89d2835c2bc5",
      "url_type": null,
      "id": "3a22d158-4310-48ba-9392-5ef2bca86e2c",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Two options of models of mechanisms of an autonomous control being intended for optimization of the current value of criterion function are offered. The feature of models is that the equations of dynamics of object of control aren't used in them. Information about the object is limited to the values of the parameters of control and objective function at the moments of time, which correspond to the current state of object and close to it. These mechanisms assume existence of extremum for the function of criterion, and the nonlinear nature of connections and limitations of the object of control. Conditions for sustainable growth of economic systems with diverse mechanisms of autonomous control are considered.",
      "name": "Mechanisms of the Autonomous Control: Application to Short- and Long-Term Problems of Control the Economic Growth",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=3573",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:43:22.132046",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 36,
      "revision_id": "3846e5c9-c56c-4ff3-832f-e9b582cd86ec",
      "url_type": null,
      "id": "251a0b0f-2af4-4648-b970-cf6583ce291e",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In this paper, a simple boost control with independence relation between modulation index and shoot-through duty ratio (modified simple boost) for z-source inverter is simulated and analysed using MATLAB/Simulink, as well as the simple boost and the maximum boost control methods. The simulation shows that the modified simple boost control, as well as the maximum boost control could utilize high modulation index to generate output voltage that requires high voltage gain. In turn, this may suppress the voltage stress on the devices of z-source inverter.\r\n",
      "name": "Simulation of Modified Simple Boost Control for Z-Source Inverter",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=3829",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:44:08.696090",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 37,
      "revision_id": "f24e9154-d1b2-4f1e-93a4-a3954c94f0b8",
      "url_type": null,
      "id": "c5321438-2b3d-4ce7-b276-75f4f343046b",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper proposes two model reference adaptive PF (PDF) speed control methods for servo drives. Following from the structure (PF-type) of model reference parameter adaptive control was developed to provide constant loop gain in speed control loop with changing gain (moment of inertia and/or torque factor) which makes it easier to reach nonovershooting step response as well as fast speed changing compensation caused by jump in load. The algorithm even keeps its stability at fast changing, jump-like load torque. Model reference signal adaptive control is used to provide constant loop gain in speed control loop with changing parameters exposed to a significant load. The block diagram of the adaptive control can be seen as an extended version of the PF controller, so one of the adaptation factors (which is the free parameter of the adaptive control) is given. Both model reference adaptive controls drawn up can be easily implemented because the adaptation algorithms do not need acceleration measuring (thanks to the first-order model). Simulation and experimental results demonstrate that the proposed methods are promising tools for speed control of electrical drives.",
      "name": "Adaptive PF (PDF) Speed Control for Servo Drives",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=3697",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:44:44.790375",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 38,
      "revision_id": "f163ebe4-7e30-4938-9e3f-33701fdf28e3",
      "url_type": null,
      "id": "04d8810e-07fb-417b-8062-b20760edb693",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Adaptive control mode is an important function of traffic signal controller. It is also a necessary requirement of the development of intelligent transportation system (ITS). The real-time data collection of traffic flow is the foundation of the adaptive control mode. Aimed at solving the problems that the data exceptions and loss of the vehicle detectors are caused by noise interferences or communication failure, this paper proposes a fault-tolerant algorithm based on least squares support vector regression(LS-SVR). The algorithm can estimate the traffic flow while the corresponding detectors malfunction. Thus the basis data can be offered for the adaptive control mode of traffic signal controller. The simulation results demonstrate the validity of the proposed algorithm.",
      "name": "A Fault-tolerant Algorithm for Adaptive Control Mode of Traffic Signal Controller",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=7452",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:45:45.754054",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 39,
      "revision_id": "0fe63709-4c47-4659-82b0-0a45b9b52b4e",
      "url_type": null,
      "id": "51381669-d2d0-4490-b001-4159fedcc910",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In recent years , the insulator water hot washing vehicle has become a new method to clear insulator pollution. The pollution of the insulator can be monitored, and the blurred image restoration is an important step for the insulator image pollution judgment. Under the assumption of uniform linear motion blurred image and from the point of view of the Fourier transform, this paper will take theoretical analysis of the stripe characteristics and the direction characteristic of insulator blurred image’s point spread function in frequency domain. It introduces the mathematical principles of the Radon transform and ideas and steps to estimate motion blur direction and blur scale . Aimed at cross-shaped bright lines in Fourier spectra of actual insulator blurred image, a sub-block algorithm is proposed. The experimental results show the effectiveness of the algorithm.",
      "name": "Parameter Estimation of Motion Blurred Insulator Image Based on Insulator Water Hot Washing Application",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=7453",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:46:22.642114",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 40,
      "revision_id": "d1ce9ef2-fc35-435e-b2de-83aa7a9beabb",
      "url_type": null,
      "id": "b862271c-3041-4cf1-8f64-9c17991feb40",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Through technical analysis and comparison of authentication modes and architecture of commonly used network accounting technology such as PPPoE + Radius, DHCP + WEB + Radius, 802.1X + Radius, Kerberos and SSO, it is revealed in this paper that Kerberos as a new mode is suitable for the application of Web network system identity Authentication; while in many cases SSO can access all the mutually trusted application system by means of a single login; and in modern broadband Ethernet access, optimized IEEE 802.1x protocol + Radius server authentication mode is recommended, which can solve the bottleneck problem of the traditional authentication methods such as PPPoE and Web / Portal.",
      "name": "Comparative Analysis and Application of Common Authentication and Accounting Technology in the Modern Network",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=7454",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:46:57.991252",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 41,
      "revision_id": "11a73da5-0b9a-4a2e-8c5c-c8642a8b29e5",
      "url_type": null,
      "id": "3b74da65-d58d-46a7-8354-4bd51071acc5",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "RFID is such a promising technology of the Internet of Things that many business firms and public sectors plan to adopt or have adopted RFID in their logistic systems. The paper reviews the literature and constructs an integrated model to investigate the antecedents and consequences of RFID adoption in logistics systems. The antecedents of RFID adoption include technological, organizational and environmental factors, and the consequences comprise positive performance and negative concerns. The study provides a comprehensive understanding of RFID adoption both for",
      "name": "Antecedents and Consequences of RFID Adoption in Logistics Systems: An Integrated Model",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=7455",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:47:39.055541",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 42,
      "revision_id": "44943f8c-c747-4f4a-b11c-57a2cf20798e",
      "url_type": null,
      "id": "e029b62c-4474-4540-a42e-0ccca59c7bb0",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The problem of distributed or decentralized detection and estimation in application such as wireless sensor networks has often been considered in the framework of parametric models, in which strong assumptions are made aout a statistical description of nature. So the distributed learning method is borrowed to solve the localization problem. It assumes that a network with a number of beacon nodes that have perfect knowledge of its own coordinates and utilizes their knowledge as training data to perform the above classification. In this thesis, three approaches for distributed learning based on the different features that is used to determine the class of each node have been proposed, namely, the hop-count (HC) method, the density-aware hop-count length (DHL) method, and the distance vector (DV) method. These methods are compared under different system parameters and also compared with the triangulation method that is often employed in the literature. The simulation results show that the localization methods based on the distributed learning is more accurate and effectual.",
      "name": "Distributed Learning for Localization in Wireless Sensor Networks",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=7456",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:48:18.057686",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 43,
      "revision_id": "09513d6f-b8ac-46c7-b61d-06a0d6f83180",
      "url_type": null,
      "id": "a0142628-0e71-4b00-a10a-6bcf12ab4e2f",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " In this paper the magnetic flux density distribution of a Halbach permanent magnet array for magnetically levitated planar motor is modelled analytically. The analytical first order harmonic model is derived initially from Fourier harmonic waves of magnetic field. Then the real magnetic field of a Halbach permanent magnet array is measured on a Teslameter-centred measurement platform and the measured results are analysed. Next, the key parameter of analytical model is fitted and the analytical model and the measured real magnetic field are compared. The analytical and compared results indicate that the analytical model accords with the measured real magnetic field, in addition, the error root of mean square between the model value and measured value of sinusoidal magnetic flux density distribution is less than 43.554 Gauss, and the relative error to the amplitude of sinusoidal magnetic flux density distributin is less than 5%. The constructed first order harmonic model represents analytically the magnetic flux density distribution of Halbach permanent magnet array and it will facilitate the modelling of electromagnetic force/torqe and the commutation of the magnetically levitated planar motor.",
      "name": "Magnetic Field Modeling of Halbach Permanent Magnet Array",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=7457",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:49:06.335030",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 44,
      "revision_id": "27eaf674-150f-4a15-a5a9-e605dc543dbe",
      "url_type": null,
      "id": "477f1456-ecd1-48c8-8271-abd01484be58",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "With the development of the concept More Electric Aircraft, multi-pulse Auto-transformer Rectification Unit(ATRU) becomes significantly important in aircraft power supply system. However, it brings a stability problem which is a key factor to safe system operation. In this paper, the structure and principle of 18-Pulse ATRU is mainly discussed firstly. Then simulation is undertaken to analyze the impact of 18-Pulse ATRU on system operation characteristics and stability when it supplies power for Constant Power Loads (CPL), which gives theoretical and practical experience for system operation security.\r\n",
      "name": "Stability Analysis of More Electric Aircraft Power System with 18-Pulse ATRU Feeding Constant Power Loads",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=7458",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:49:44.521804",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 45,
      "revision_id": "82819cdd-4ea1-41f3-a130-422146621965",
      "url_type": null,
      "id": "d4ce00c8-0a0e-4f6f-bb91-1229284943d6",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Vehicular Ad Hoc Network (VANET) is the key technology of Vehicle Infrastructure Integration (VII). Microscopic simulation is an effective means for VANET research, and radio channel model is the basis of VANET simulation. In this paper, radio wave propagation models, such as reflection and diffraction models, are combined to develop a VANET channel model, and the model is introduced into VANET simulation system. Path loss and received power under different traffic flow are analysed using our VANET simulation system. The simulation results are consistent with the real situations of Vehicle-to-Vehicle (V2V) communication.",
      "name": "A Channel Model for VANET Simulation System",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=7459",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:50:25.981254",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 46,
      "revision_id": "7f3dd601-1b5b-46f2-9b19-0c5bef2fdc79",
      "url_type": null,
      "id": "8d7196f6-acba-4766-8b0d-582f063736a8",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This study presents a two-level Quasi T-S fuzzy (QTS) model to represent nonlinear networked control systems (NCS), which takes the performance of network with time-delay and data packet dropouts into the investigations. At the working points of nonlinear NCS, regard the subsystem as linear system modelling by QTS, then the global model of nonlinear is fuzzy fused by linear subsystem. This study constructs the corresponding system model, in which the system's stability is proved with linear matrix inequality (LMI). As a bench test a nonlinear system is selected to demonstrate the feasibility and efficiency though numerical analysis. This study provides a new method of fault diagnosis and tolerance control of nonlinear NCS.",
      "name": "Modeling and Stability Analysis of Nonlinear Networked Control Systems Based on Quasi T-S Fuzzy Model",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=7460",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:51:08.397514",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 47,
      "revision_id": "da52fca3-d74f-410a-8cea-48a107745778",
      "url_type": null,
      "id": "2c1b7187-d433-483a-8be5-0c4c9ae24b02",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "We designed solar energy integrated power system in Dongying area, did accounting from the total generating capacity, and profit and loss quantity and system cost on various power generation scheme. Through the accounting, we find in dongying area using solar wind integrated power generation scheme ratio is the highest, the wind power generation for optimal scheme is given priority to.\r\n",
      "name": "Solar Energy and Wind Energy Integrated Power System Design and Scheme to Discussin in Dongying Area",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=7461",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:51:43.953765",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 48,
      "revision_id": "16efef43-080e-4fa9-86ee-a7dc4c38142c",
      "url_type": null,
      "id": "bb040eaf-eef1-476d-97ba-2d48b3a1542c",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The application of online stability assessment and decision-making system is one important method to improve the power system stability. After many years study, China has developed the system and applied in many power system companies. The system play important role in actual operation, but some questions should be further studied to improve adaptability. Based on the system’s current situation and actual requirement, the paper presents the main function and existed question of this system and put forward further studied functions, which include the steady state analysis, automatically identification of weak area and key fault, the future stability prediction, online stability composite quantification assessment and adaptability analysis of stability control strategy. The paper also presents the possible implementation approach.",
      "name": "On Line stability Comprehensive Assessment and Preliminary Decision Technology Study",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=7462",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:52:27.173569",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 49,
      "revision_id": "ba880e3b-4ac3-4db4-827d-b7899984efdf",
      "url_type": null,
      "id": "63486148-bb69-4a80-b4ae-7926da94768b",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "A new reference voltage source is presented according to the linear relationship between temperature and the threshold voltages of NMOS and PMOS. Compared with ordinary CMOS band-gap reference, the designed circuit doesn’t need parasitic transistor, and the process parameters are easier to control. In addition, the output reference voltage has a theoretical zero temperature coefficient at any point within circuit normal operating temperature range, and its value can be arbitrarily adjusted. The simulation results indicate that the circuit has better temperature stability and high power supply rejection ratio.\r\n",
      "name": "Design of a Reference Voltage Source Based on Complementary Threshold Voltage of NMOS and PMOS",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=7463",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:53:24.066995",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 50,
      "revision_id": "3a9d24db-7680-4b75-97aa-4292d35797e4",
      "url_type": null,
      "id": "42029463-23b9-4862-b217-eb3d1026883d",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In order to solve the problem that there is no suitable SLA system for cloud environment, a real-time dynamic cloud monitoring system has been proposed based on SLA, consisting of SLA agreement information database, distributed cluster data monitoring system, distributed runtime monitoring system, QoS knowledge base and resource scheduler. A prototype of the proposed system has been developed as well as the test has been conducted. The experimental results show that this system, while monitoring the cloud, can reduce the risk of a SLA agreement violation threats by taking actions ahead. In addition, it has a relatively high reliability and scalability.",
      "name": "Real-Time Dynamic Cloud Monitoring System Based On SLA",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=7464",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:54:07.109780",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 51,
      "revision_id": "3dbb9245-bffc-423d-9f50-737147fb00a7",
      "url_type": null,
      "id": "3f9cb8d8-d050-431c-9a2b-6df60666c433",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In accordance with the foreign relevant standards, this paper designs the high pressure horizontal tooth-locked quick closure pressure vessel, then put the emphasis on the design and intensity checking of the quick opening device according to the provided parameter requirements. This design method provides reference to structural design of similar equipments as well as to drawing a set of suitable design method for quick opening device.\r\n",
      "name": "Design of Tooth-Locked Quick Open-die Pressure Vessel",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=7465",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:54:54.090073",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 52,
      "revision_id": "a6b9dc6b-eabf-4c8a-ac64-fa09cdf2c7d0",
      "url_type": null,
      "id": "a4d18190-5841-48c5-8573-c1822ac49849",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "A space vector based hysteresis control strategy with fixed switching frequency for Unified Power Quality Conditioner (UPQC) is proposed. This method researches the hysteresis control strategy with fixed switching frequency. On this basis, it combines the hysteresis control strategy with fixed switching frequency and space vector control by the conversion of the filter hysteresis tracking control. In the final control strategy, it judges the region of command voltage vector by using the sign of phase-to-phase current error vector . Compared with the traditional current tracking algorithm, detection of three-phase grid voltage is not needed and the algorithm is optimized. The control strategy can solve the problem that switch frequency is unstable and overcome the problem of interphase interference in three-phase three-wire system. Through the MATLAB/Simulink simulation, proved that this kind of control strategy for Unified Power Quality Conditioner proposed in this paper is feasible and effective.",
      "name": "Space Vector Based Hysteresis Control Strategy with Fixed Switching Frequency for UPQC",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=7466",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:55:33.984742",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 53,
      "revision_id": "4dd24fdc-c0f5-4bc1-a747-2346ebcebe33",
      "url_type": null,
      "id": "50ef4b45-5ed3-4f36-975f-dc9d3b92b8e7",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Yin-dong ±660 kV High Voltage Direct Current (HVDC) Power Transmission Project, the first ±660 kV DC transmission project built around the world, is the symbolic project at this voltage level and a major transmission line of Shandong grid. When the HVDC system is operated in monopole ground return mode, the vibration and noise of the ac power transformer will get enhanced during field monitoring. This paper describes the abnormal vibration and noise in detail. By analyzing the abnormal phenomena and monitoring the direct current passing through the neutral point of transformer, this paper shows that the main reason is the monopole grounding operation of Yin-dong DC system. Finally, measures are provided to prevent the occurrence of abnormal vibration and noise of alternating current (AC) power transformers.",
      "name": "Field Monitoring and Analysis on Vibration and Noise Characteristics of AC Transformer Caused by ±660kV Yin-dong DC System",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=7467",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:56:11.309228",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 54,
      "revision_id": "7f723c7d-0afd-42d0-a7eb-cb482ed8ad89",
      "url_type": null,
      "id": "7a7a29a7-f2c3-46e7-84e0-ee4b0f90eb0e",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "According to the basic ideas of green agriculture products supply chain, this paper designed the basic framework of its integrated system, this including five subsystems as logistics system, organization system, trace system, safety monitoring system and policy system. Analyse through the five subsystems’ basic operation mechanism, concluded that to build integrated system of green agriculture products supply chain in China is strategic choice, it can make agricultural efficiency, increase farmers' income and promote agricultural and rural sustainable development .",
      "name": "Research on the Integrated System Construction of Green Agriculture Products Supply Chain",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=7468",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:56:48.422896",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 55,
      "revision_id": "b7fbafa6-5b0b-4231-a99b-61936e571cbc",
      "url_type": null,
      "id": "d8839acc-ec98-46be-a7cc-be87573cf752",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "To address the imbalance problem among branches per phase in 3Y/3Y-pole-changing motor, this paper proposes the concept of balanced winding, explains the method of constructing it in detail and presents the general derivation process of its magnetomotive force. Useful conclusions were obtained after analyzing the harmonic magnetomotive force of balanced winding with specified pitch through an example.\r\n",
      "name": "Research on Balanced Winding Used in 3Y/3Y-pole-changing Motor",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=7469",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:57:23.376746",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 56,
      "revision_id": "7f111eaf-e1d4-4bd3-8573-9c7318bd3a58",
      "url_type": null,
      "id": "dec44e65-8ce0-4069-85b9-44c29ace48c6",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " This paper presents Adaptive Filtering and the least mean square algorithm which is widely used in Adaptive system. It realized the model and simulation of system identification Based on LMS algorithm by matlab and simulation. It can be seen that the adaptive FIR filter can simulation the unknown system well. Thus it can be got the system function of the unknown system through the parameters of the adaptive FIR filter and It can be carried out the function of the same hardware reconfiguration of the unknown system.",
      "name": "Analysis and Simulation of System Identification Based on LMS Adaptive Filtering Algorithm",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=7470",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:57:56.210973",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 57,
      "revision_id": "51b8bf52-5b68-4f8c-ac7f-6987f9cc7e63",
      "url_type": null,
      "id": "fd43255d-9cb8-41f6-beae-fade60abc757",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "An improved Depth Image CamShift (DI_CamShift) algorithm and SIFT-BoW feature are proposed to realize the accurate tracking of gestures in the sign language video and effective matching. First, it used Kinect to obtain the depth image information of sign language gestures. Second, it adjusted the search window by calculated spindle direction angle and mass center position of the depth images. Then the calculation of minimum depth information value in the search window was used to determine the target gesture area. Finally, SIFT-BoW is calculated for gesture matching and recognition. Experiments results show that the algorithm has good robustness and can effectively track and match the sign language gestures.",
      "name": "A Chinese Sign Language Recognition Researh Based on Depth Image Information",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=7471",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:58:34.684436",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 58,
      "revision_id": "baf7841e-6913-4a34-a8bb-559333d4dc66",
      "url_type": null,
      "id": "e2f03505-0ba0-4ecd-ab0e-26d88188e996",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Aiming at the problem about antenna element numbers optimization of long baseline MIMO radar, this paper analylizes the problem by the probability of detection. A detection model is deduced, and a simulation flow is designed. Simulated experimentations are carried out based on different array configurations, and an optimization suggestion is obtained about antenna element numbers of long baseline MIMO radar.\r\n",
      "name": "Study on Mimo Arrays Optimization",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=7472",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:59:15.934231",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 59,
      "revision_id": "77c852f5-cf3a-45cd-8ede-6bce5efe8164",
      "url_type": null,
      "id": "c3da1b39-34d1-4f71-acac-ac8214c84940",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "With the increasing penetration rate of wind power in power system, the mutual influence between wind power and electric power system is more and more severe, the power system make mandatory requirements for grid-connected wind turbines can operate uninterruptedly under grid faults. In this paper, field testing characteristic of low voltage ride-through (LVRT) for directly driven permanent magnet synchronous generator (PMSG) in Inner Mongolia power grid is analyzed. Movable LVRT test device, adopted by the test program, which based on the principle of impedance differential voltage, is introduced. Test results show that the wind turbines in the wind field meet the requirements of state grid enterprise standard for LVRT ability. In the process of the voltage sag test, wind turbines can operate uninterruptedly and guarantee the power grid operate safely and stably, the stability and the security of system is thus enhanced.",
      "name": "Test and Analysis of Low Voltage Ride-through Characteristic of Wind Farm",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=7473",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T21:59:48.744520",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 60,
      "revision_id": "72946c0f-ee81-4622-979a-b5052652db3c",
      "url_type": null,
      "id": "c62a0872-4476-4f1a-bab6-3c655eabad6b",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The technology of the high-voltage and high-power three-level converters are applied to the system of direct-drive wind power, and the converter structure is the dual three-level with back-to-back structure. The generation-side converter guarantees the point tracking of the maximum power and the smooth operating of the generator through the double-loop control scheme of the maximum ratio of torque to current. The grid-side converter adopts the vector control of grid voltage orientation, realizing the decoupling control of the active and reactive power. Meanwhile, the constant DC power can be ensured and the working state of the converter can be maintained in a unity power factor state. The simulation results show that the use of the dual three-level converter not only realizes the dynamic control of the system but also ensures the high quality of the electricity delivered to the grid.",
      "name": "Grid-Connection Control and Simulation of PMSG Wind Power System Based on Three-Level NPC Converter",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=7474",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T22:00:21.755306",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 61,
      "revision_id": "2f61a054-9862-44ca-b89d-8bb9de2eed1f",
      "url_type": null,
      "id": "a708819f-4a82-439d-8000-b402ce0501ce",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The paper analyses the voltage-current characteristics of photovoltaic (PV) cells to study the maximum power point tracking control algorithm. This article proposes a kind of improved maximum power point tracking control algorithm for PV cells, based on nearly linear dP/dU and I as well as PV array operating at stable area. A new judegment condition to confirm the maximum power point is researched in the algorithm, which combines constant voltage method with perturbation-observation method. The stability of PV system is improved compared with traditional perturbation-observation method. The algorithm is theoretically derived and simulated by MATLAB. The results of simulation show that this new algorithm can eliminate oscillation near the maximum power point.\r\n",
      "name": "The Research of Maximum Power Point Tracking Control Algorithm for Photovoltaic Cells Based on Improved Perturbation-Observation Method",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=7475",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T22:00:57.862662",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 62,
      "revision_id": "e2435741-b576-494b-b449-e8d32210579d",
      "url_type": null,
      "id": "4343693d-57b3-412c-a697-d2ad498f049d",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "An electrical fire monitoring and warning system based on transducers is designed. The system consists of SCM, drain current detecting circuit, smog detecting circuit and temperature detecting circuit. Electric isolation and protection of the important components in general electrical environment are also designed. Experiments show that, when abnormal temperature, drain current, or smoke happens, the system can carry out data collection, aggregation, comparison, analysis and alarm, achieving the function of automatic monitoring and warning of electrical fire.\r\n",
      "name": "Design of an Electrical Fire Monitoring and Warning System Based on Transducers",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=7476",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T22:01:53.255968",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 63,
      "revision_id": "a205bf4a-8f6b-4b75-b0b7-d753a380a6a3",
      "url_type": null,
      "id": "977a9ad6-18f3-463c-a506-769df0549c44",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The energy and environment issues are common challenges facing the global automotive industry. The development of electric vehicle has become the strategy direction of China’s automotive industry “Five” plan. The emerging electric car industry also is full opportunity for China’s automotive technology to catch up with developed countries. The electric vehicle charger is an important part of electric vehicle, the technologies of advanced DC/DC converter, active power factor correction, harmonic suppression, high density magnetic integration, balanced current of parallel converter, communication between charger and battery management system (BMS) and fast charging are the keys for improving efficiency, power density, dynamic response, electromagnetic compatibility and reducing the size and weight of electric vehicle.\r\n",
      "name": "The Key Technologies of Electric Vehicle Charger",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=7477",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T22:02:56.019417",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 64,
      "revision_id": "80f3426e-4483-487d-8d1e-748db7ec37d9",
      "url_type": null,
      "id": "9454ba10-70f7-4f08-be8b-1aa77ac70d1d",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " This paper presents a digital PV array simulator based on ARM controlling which uses S3C2440 as controllor and BUCK as main circuit.The simulator uses the look-up table method to fit the PV array characteristic curve and bode plots to design the system parameters. The experimental results show that the simulator can fully reproduce the PV array characteristic curve and also has a good dynamic response as well.\r\n",
      "name": "PV Array Simulator Design Based on S3C2440",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=7478",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T22:03:41.354557",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 65,
      "revision_id": "26e7abe9-e00b-4dd7-82f2-09a879855928",
      "url_type": null,
      "id": "2a1e145e-5d99-4a61-8f59-610d8562e840",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper firstly introduced the working principle, combination switch- composite mode and implementation method, and designs the hardware system without power compensation by capacitor compound throw switch. According to the contactor and power electronic devices have problem in low voltage compensation of reactive power independent problems in application, Design of a capacitor switching composite switch it in order to PIC As the core and the thyristor and magnetic latching relay parallel main loop, it can realize fault diagnosis, recovery and indication function.",
      "name": "Design and Realization of an Intelligent Composite-switch",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=7479",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T22:04:17.445888",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 66,
      "revision_id": "d1bf5c19-7363-4c83-8551-b2250d63adf9",
      "url_type": null,
      "id": "b996ebf7-d4f0-481d-8f7d-0a38079d5f14",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This article described the energy saving principle of submerged arc furnace as well as the advantages and disadvantages of four kinds of reactive power compensation, focusing on low voltage shunt capacitor compensation system applied in practice. It investigated harm of harmonic and proposes solutions of passive filter. This article pointed out that a reasonable selection of reactive power compensation mode and harmonic wave control, the product quality, power factor and other index can be obviously improved and enhancd, better economic benefit can be obtained.",
      "name": "Research on Reactive Power Compensation Mode and Harmonic Wave Control Technique for Submerged Arc Furnace",
      "format": "url",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=7480",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T22:05:05.730791",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 67,
      "revision_id": "c25808eb-aa60-4c44-82fc-e4c707ce9243",
      "url_type": null,
      "id": "ffeb558e-0e09-4aff-b1a1-459aaee1b785",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " In order to protect the equipments and make rules for lightning protections, it’s essential to record accurate lightning overvoltage waves. The use of serial reactors which are intended to limit large current brings new problems for measuring the lightning overvoltage. This paper analyzes the change of the lightning overvoltage through the serial reactor and the bus, and concludes that the overvoltage at the entrance of the transformer can’t reflect the invasion voltage of the substation well. In review of the position of the arrester in the substation, a method for calculating the lightning overvoltage is presented by using the leakage current of the arrester, and reverse iterative method is put forward in the calculation of the PINCETI model. The leakage current of 110kV arrester is simulated with ATP-EMTP and the amplitude and steepness of the lightning overvoltage are calculated, which verified the effectiveness of the proposed method.\r\n",
      "name": "A Method of Calculating the Characteristic Parameters of Lightning Overvoltage",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=7481",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T22:05:43.951179",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 68,
      "revision_id": "385e07b2-c092-4e62-b2dd-ebe4daf0e47d",
      "url_type": null,
      "id": "68a9303e-3368-4519-ac2d-eb1ce9bd39fa",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Echo hiding method boasts high watermark capacity but not high robustness. We propose a new echo hiding method taking advantage of both channels to replace the original single echo hiding algorithm. Then, we propose a new echo hiding algorithm combined with spread spectrum algorithm in Modulated Complex Lapped Transform domain. The experimental results show higher robustness compared with original echo hiding method.",
      "name": "A New Echo Hiding Algorithm with High Robustness",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=7482",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T22:06:20.572868",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 69,
      "revision_id": "03189b84-c1f4-4a80-90f1-c4707f5d3f39",
      "url_type": null,
      "id": "bbe5268b-65a6-4df0-bfe4-a1d1994eafa3",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper presents a new “RSA-ANP-SSD” combination weighting model which can not only meet the preference of decision makers, but also can reduce their subjectivity, and then, it has established the Strategic Emerging Automation Industry spillover effect evaluation index system and built two level fuzzy comprehensive evaluation model of China's strategic emerging automation industries, thus providing a useful tool of analysis and decision support for the formulation and implementation of our nation’s development strategy of strategic emerging automation industries",
      "name": "“RSA-ANP-SSD” Spillover Effect Evaluation Model and Its Empirical Study about Strategic Emerging Automation Industry-Taking Intelligent Logistics Industry In Hunan as Example",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=7483",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T22:06:59.664144",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 70,
      "revision_id": "b94d7996-9132-4b80-a579-70abcd8fe203",
      "url_type": null,
      "id": "c07327f6-e215-4f06-a1f3-ac42b087119f",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Power control strategies of DC Microgrid with variable generation and energy storage was presented in this paper. The DC microgrid consists of PV panel ,wind turbine, battery, dc loads and a grid–connected inverter system. In order to ensure the stability of a DC microgrid, the power flow within the DC microgrid must be balanced at all times to maintain a constant dc bus voltage. Different with the centrally control method , the droop control based on the dc-bus signalling(DBS) technique is used in this paper. When the load power variation or ac grid fault, the bi-directional grid converter or battery need to adjust the power balance during grid-connect condition or island condition. MATLAB/SIMULINK simulations are presented to demonstrate the feasibility of the proposed power control strategy during various operating conditions.",
      "name": "Power Control of DC Microgrid With Variable Generation and Energy Storage",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=7484",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T22:07:38.984751",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 71,
      "revision_id": "8e9c66cb-16a2-4451-9b7f-72e0d06ed291",
      "url_type": null,
      "id": "31b6874d-85a2-4576-aa1c-30a881fb88a9",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " The paper is concerned with mechatronics approach to design and construct a working model of a “Kora-kora” Swinging Boat Ride for educational and entertainment applications based on the study of the actual ride in an amusement park. By constructing a working model of this ride, it is possible to learn and apply mechanical, electrical and programming aspects to solve similar problems creatively. From the mechanical aspect, it clearly represents pendulum movement. From electromechanical and programming systems, the left and right swing movement of the ride is driven by a DC motor under the control of a microcontroller. The sensor used to detect the swing of the boat is an optical encoder. From the passenger point of view, riding a swinging boat gives excitement and unique sensation due to the variation of gravitational acceleration. This gravitational acceleration is observed by using accelerometer to detect and measure the angular acceleration of the boat. Finally, the whole system is integrated and tested to evaluate its performance which proved to be very similar to the actual system.\r\n",
      "name": "Mechatronics Design Approach for Working Model of Swinging Boat in Amusement Park",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=7485",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T22:08:11.754674",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 72,
      "revision_id": "41a34b0c-d845-4683-a92f-ea6ace8ad761",
      "url_type": null,
      "id": "3826a814-438b-4139-b784-7967feb85b72",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "A multi-port macromodeling method of the thin-wire structure system is proposed in this paper. In this method, the impedance and the admittance of the conductors are calculated using the partial element equivalent circuit (PEEC) method and the node voltage equation is achieved based on the node voltage method. In order to reduce the order of the model, the open-circuit suppression method is adopted. Making use of the vector fitting (VF) method and backward difference method, a time domain solution is achieved. The proposed method is validated by comparing its results with the calculated or measured ones published in other papers. Finally, an application about the direct lightning overvoltage in high-speed railway system is implemented.",
      "name": "Multi-port Macromodeling Method of Thin-wire Structure System based on PEEC Method and Open-circuit Suppression Method",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=7486",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T22:08:52.196170",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 73,
      "revision_id": "558c9f6e-da24-4be1-94b3-ade7808b687a",
      "url_type": null,
      "id": "5d80bb8e-5ab9-43e9-8132-fea9bedf84ce",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In order to improve the efficiency of the electrical vehicles driving by constant Magnet synchronous motor (PMSM)，the paper applies a space vector modulation strategy for the new dynamic allocation of zero-vector which is aiming at reducing the inverter switching losses; It obtains the switching frequency of power tube in dynamic-state and steady-state basing on speed error, in order to reduce inverter switching losses; It applies the maximum torque/current control method , according to which the flux value was adjusted. The simulation results shows that, comparing with the traditional DTC system，the very method can raise the system efficiency on the premise of keeping in lower speed function.",
      "name": "Dynamical Distribution of Zero Vector of DTC Method of PMSM",
      "format": "",
      "url": "http://www.ijape.org/paperInfo.aspx?ID=7487",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7880ed29-9141-420c-9807-08e2f3a7d906",
      "created": "2013-07-11T22:09:33.512486",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 74,
      "revision_id": "4ab8c4c3-9e3f-4247-aa11-d743a77f0c24",
      "url_type": null,
      "id": "f4204e6c-fc8c-4eb0-99c0-2ba08ac39afb",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 75,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Automation",
      "id": "10b9d418-9cf5-4899-a393-d56d7acebbac",
      "name": "Automation"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Power Engineering",
      "id": "44bc71d5-c95c-45a4-9332-c1449adf4ecc",
      "name": "Power Engineering"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-ijape-org",
  "isopen": true,
  "url": null,
  "notes": "International Journal of Automation and Power Engineering(IJAPE) is an internationally refereed journal dedicated to publishing the latest advancements in automation and power engineering research. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "International Journal of Automation and Power Engineering (IJAPE)",
  "revision_id": "22b12d4f-f0bf-4b15-ba38-b55820ccb414"
}