{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "cd9d17c9-9531-42f1-a895-34a7871031b6",
  "metadata_created": "2013-05-14T08:16:06.461355",
  "metadata_modified": "2013-10-10T20:59:14.538278",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "b2c4c6e1-3062-44e2-9ace-4ffb12d62d08",
  "type": "dataset",
  "resources": [
    {
      "mimetype": "text/html",
      "cache_url": null,
      "hash": "",
      "description": "Many of researchers focused on the revolution and configuration of the Carboniferous trench-arc-basin system in the West Tianshan. There are three main debate views, including the West Tianshan has or not ancient oceanic basin, close time of the oceanic basin, and if the ancient oceanic basin existed from the Early Carboniferous, what kind of the configuration of the Carboniferous trench-arc-basin. Basis on sedimentary record of remnant basin, volcanic construction, characteristics of intrusive rocks, fossil composition, geographical distribution of Paleontology, stratigraphic contact and tectonic deformation, we confirmed the West Tianshan under arc setting of the subduction belt, and was main component of the Tarim plate. However, Alkaline double peaking volcanic rocks and sedmentary stratum assemblage of the Late Carboniferous displayed continental rift features, and formed in regional extension tectonic setting, indicating they were formed in continental environment after welding together of the Junggar and Tarim plate. Therefore, the ancient oceanic basin should be close in late of the Early Carboniferous. According to spatial distribution and variation of construction from the Early Carboniferous, we believe that ancient oceanic basin of the West Tianshan is similar with typical trench-arc-basin system from Japan in nowaday.",
      "name": "Fresh Views on Revolution and Configuration of the Carboniferous Trench-arc-basin in the West Tianshan",
      "format": "aspx",
      "url": "http://www.j-es.org/paperInfo.aspx?ID=552",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "cd9d17c9-9531-42f1-a895-34a7871031b6",
      "created": "2013-05-14T03:16:06.604335",
      "state": "active",
      "mimetype_inner": "",
      "last_modified": "2013-05-14T03:16:08.955818",
      "position": 0,
      "revision_id": "38efda6f-f27f-49c4-9139-4fd39983e2a4",
      "url_type": null,
      "id": "d8921c5d-f02c-4e62-ac4e-e7679e2ec963",
      "resource_type": "file",
      "size": "47593"
    }
  ],
  "num_resources": 1,
  "tags": [],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "fresh-views-on-revolution-and-configuration-of-the-carboniferous-trench-arc-basin",
  "isopen": true,
  "url": "",
  "notes": "Many of researchers focused on the revolution and configuration of the Carboniferous trench-arc-basin system in the West Tianshan. There are three main debate views, including the West Tianshan has or not ancient oceanic basin, close time of the oceanic basin, and if the ancient oceanic basin existed from the Early Carboniferous, what kind of the configuration of the Carboniferous trench-arc-basin.  http://www.j-es.org/paperInfo.aspx?ID=552",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Fresh Views on Revolution and Configuration of the Carboniferous Trench-arc-basin ……",
  "revision_id": "984c7047-16f8-4d4b-84d4-551a70f28074"
}