{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "02447c8a-2e39-4259-bcac-57e251f81903",
  "metadata_created": "2013-05-15T02:29:48.264122",
  "metadata_modified": "2013-10-10T23:54:16.481402",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "b2c4c6e1-3062-44e2-9ace-4ffb12d62d08",
  "type": "dataset",
  "resources": [
    {
      "mimetype": "text/html",
      "cache_url": null,
      "hash": "",
      "description": "With the advancement of science and technology, and it is becoming an increasingly important research area that to obtain the knowledge from the multi-dimensional data which generated by industry. The traditional visual data mining can't handle the spatial data when facing the huge amounts of multidimensional data in power system, and the multidimensional data visualization was also not conducive to collect the knowledge for the users. Therefore, the article put forward a new visualization of data mining model —VSDMmodel which based on SOM (Self-organizing feature map) clustering. The model used the Improved SOM clustering algorithm to reduce the dimension of high dimensional data in grid and showed the results in low-dimensional visualization. It can speed up the comprehension to the mining results; and it also allows users to analyze the interesting region in depth. Finally the model can mine the power system massive data in a visual method.",
      "name": "The Research and Application of Visual Data Mining Technology",
      "format": "aspx",
      "url": "http://www.sjie.org/paperInfo.aspx?ID=212",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "02447c8a-2e39-4259-bcac-57e251f81903",
      "created": "2013-05-14T21:29:48.412928",
      "state": "active",
      "mimetype_inner": "",
      "last_modified": "2013-05-14T21:29:50.363584",
      "position": 0,
      "revision_id": "0b67a1e2-f695-4c60-bcac-31ea44b5786c",
      "url_type": null,
      "id": "bcfae6f8-bfa5-4afc-a1a6-471eb9218084",
      "resource_type": "file",
      "size": "28273"
    }
  ],
  "num_resources": 1,
  "tags": [],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "the-research-and-application-of-visual-data-mining-technologya-short-descriptive-title",
  "isopen": true,
  "url": "",
  "notes": "With the advancement of science and technology, and it is becoming an increasingly important research area that to obtain the knowledge from the multi-dimensional data which generated by industry. The traditional visual data mining can't handle the spatial data when facing the huge amounts of multidimensional data in power system, and the multidimensional data visualization was also not conducive to collect the knowledge for the users. Therefore, the article put forward a new visualization of data mining model —VSDMmodel which based on SOM (Self-organizing feature map) clustering. The model used the Improved SOM clustering algorithm to reduce the dimension of high dimensional data in grid and showed the results in low-dimensional visualization. It can speed up the comprehension to the mining results; and it also allows users to analyze the interesting region in depth. Finally the model can mine the power system massive data in a visual method.  http://www.sjie.org/paperInfo.aspx?ID=212",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "The Research and Application of Visual Data Mining TechnologyA short descriptive title",
  "revision_id": "f88a4d1e-7542-41b4-9484-c91a37eefd7e"
}