{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "7e907794-f6b3-4df3-aedd-09c0e444852d",
  "metadata_created": "2012-08-21T14:14:56.750217",
  "metadata_modified": "2013-10-10T23:16:40.995015",
  "author": "Brandon Lundberg",
  "author_email": "blundberg@pefa.org",
  "state": "active",
  "version": "",
  "creator_user_id": "f7f448bd-ac4d-4126-9c9e-2b81d445653c",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "DDC",
      "id": "a534b879-e038-4745-9cb7-11a591834900",
      "name": "DDC"
    }
  ],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "This is a group to collect and curate high value and high quality datasets related to international development and aid.\r\n",
    "created": "2009-12-01T19:26:03.121412",
    "title": "International Development Data",
    "name": "international-development",
    "is_organization": true,
    "state": "active",
    "image_url": null,
    "revision_id": "fdd54946-0df6-4660-9570-36d990125ce4",
    "type": "organization",
    "id": "d4ec7907-6eb6-4c8f-ac1a-1a493598e5e1",
    "approval_status": "approved"
  },
  "name": "pefa",
  "isopen": false,
  "url": "http://www.pefa.org/en/dashboard",
  "notes": "The Public Expenditure and Financial Accountability (PEFA) Program was founded in 2001 as a multi-donor partnership between seven donor agencies and international financial institutions to assess the condition of country public expenditure, procurement and financial accountability systems and develop a practical sequence for reform and capacity-building actions.  A Steering Committee comprising these agencies manages the Program, while the Secretariat implements the PEFA activities.\r\n\r\nThe PEFA Framework was created as a high level analytical instrument which consists of a set of 31 indicators and a supporting PFM Performance Report (PEFA assessment report), providing an overview of the performance of a country’s PFM system. Drawing on the established international standards and codes, and other commonly recognized good practices in PFM, it forms part of the strengthened approach to supporting PFM reform, which emphasizes country-led reform, donor harmonization and alignment around the country strategy, and a focus on monitoring results.\r\n\r\nThe PEFA Assessment Portal provides the most recent status, and selected details of national and subnational PEFA assessment reports in a given country as of the latest status update.  The data is updated on a six-monthly basis in which PEFA Partners and other agencies that lead PEFA assessments are contacted about the status of their assessments.  The PEFA Secretariat collects and verifies this information before updating the assessment portal.\r\n\r\nThe data is presented in three formats, via Map, Data, and Graphs.  Each view provides similar information, albeight some with more detail than others that may be organized and downloaded by the user.  Additionally, the full assessment reports that are in the public domain may be downloaded.\r\n",
  "owner_org": "d4ec7907-6eb6-4c8f-ac1a-1a493598e5e1",
  "extras": [],
  "title": "PEFA",
  "revision_id": "cbff3262-065b-4266-b8e5-6538b3fd250c"
}