{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "01941c51-9bf1-4078-8865-673e042f27b7",
  "metadata_created": "2013-07-17T08:23:45.317672",
  "metadata_modified": "2013-10-10T21:17:42.073498",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Planning of wireless networks is vital if operators wish to make full use of the existing investments. This paper deals with a practical approach of radio network planning process for efficient usage of GSM network. The key performance indicator (KPI) and drive test report of a Bangladeshi operator “Teletalk Bangladesh Limited” are used to make proposals on how operators can optimize radio resources as well as provide the required QoS to the subscribers. This study would help to plan operators to enhance coverage, improve quality and increase capacity in the days to come.",
      "name": "A Practical Approach of Planning and Optimization for Efficient Usage of GSM Network",
      "format": "",
      "url": "http://www.seipub.org/ijc/paperInfo.aspx?ID=2210",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "01941c51-9bf1-4078-8865-673e042f27b7",
      "created": "2013-07-17T03:24:23.817676",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "608721e4-62ae-4d60-8c95-58b8bb101473",
      "url_type": null,
      "id": "bd740367-46d5-4812-ad16-5a07519c3979",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Log Files are created for Traffic Analysis, Maintenance, Software debugging, customer management at multiple places like System Services, User Monitoring Applications, Network servers, database management systems which must be kept for long periods of time. These Log files may grow to huge sizes in this complex systems and environments. For storage and convenience log files must be compressed. Most of the existing algorithms do not take temporal redundancy specific Log Files into consideration. We propose a Non Linear based Classifier which introduces a multidimensional log file compression scheme described in eight variants, differing in complexity and attained compression ratios. The FELFCNCA scheme introduces a transformation for log file whose compressible output is far better than general purpose algorithms. This proposed method was found lossless and fully automatic. It does not impose any constraint on the size of log file.",
      "name": "FELFCNCA: Fast & Efficient Log File Compression Using Non Linear Cellular Automata Classifier",
      "format": "",
      "url": "http://www.seipub.org/ijc/paperInfo.aspx?ID=2486",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "01941c51-9bf1-4078-8865-673e042f27b7",
      "created": "2013-07-17T03:25:08.164868",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "6b0c926b-6f8b-4e47-a63e-356edf8289a8",
      "url_type": null,
      "id": "282a435d-a5d1-47a9-ad86-bf355d5303ff",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The synthesis methods of digital signals with special correlation properties are studied. It is determined that the most promising are the synthesis methods based on a group code circular orbits section that allow to generate a set of sequences with the predetermined remote properties and to algebraically build large assemblies of digital signals with multi-level function of auto- and cross-correlation.",
      "name": "Analysis and Comparative Study of Synthesis Methods of Digital Signals with Special Correlation Properties",
      "format": "",
      "url": "http://www.seipub.org/ijc/paperInfo.aspx?ID=2560",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "01941c51-9bf1-4078-8865-673e042f27b7",
      "created": "2013-07-17T03:25:49.814153",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "8da9d7e0-6119-484d-adec-cfabd8a0edba",
      "url_type": null,
      "id": "128d17e3-549b-40fd-ab42-acf16ba8d718",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Rapid advances in information technology are impacting every aspect of human life on a daily basis. These advances have affected Institutions of Higher Education as well. Institutions of Higher Education, however, have different IT requirements. These differences are determined partly by the type of hardware and software that they use. At a time when business entities are striving to minimize costs without compromising the quality of services rendered, the choice as to what software to acquire must reflect considerations such as costs, infrastructure, equipment, management, accessibility and modernity. These are the advantages that are borne with the acquisition of a VMware View, used for the creation of a virtual desktop. The School of Law at the University of the Witwatersrand is the first School within the university to use VMware; and among the first within the Southern African region. Just as recently introduced, its impact is already being felt in different aspects – cost minimization, minimal utilization of space, efficacy, etc. Personal experiences, informal conversations with other users within and outside the university community, dictate to us the unbeatable advantages and benefits of using VMware. This paper considers the various options available for the acquisition and management of virtual desktops in Institutions of Higher Education, and highlights its advantages.\r\n",
      "name": "Virtual Desktops in Institutions of Higher Education Using VMware View",
      "format": "",
      "url": "http://www.seipub.org/ijc/paperInfo.aspx?ID=2367",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "01941c51-9bf1-4078-8865-673e042f27b7",
      "created": "2013-07-17T03:26:27.255178",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "309d50e9-bcff-4bf2-b53b-bec3c7adcad2",
      "url_type": null,
      "id": "735fb653-072d-4915-969d-a2d05831a88b",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In this paper, we consider the problem of Multiuser Detection (MUD) in Direct Sequence/Code Division Multiple Access (DS/CDMA) communication systems. The optimum detector for MUD is the Maximum Likelihood (ML) detector, but its complexity is very high and involves an exhaustive search to reach the best fitness of the transmitted and received data. Thus, there has been considerable interest in suboptimal multiuser detectors with less complexity and reasonable performance. If we look to the problem from an optimization viewpoint, what makes our work difficult is high interaction and Epistasis among variables which should be optimized. We propose to work on the problem and try to reduce its complexity instead of using more complex and powerful optimization algorithms. To do so, we analyze problem carefully and propose a new method to overcome Epistasis. In this paper, by using sign detector and longer code lengths in DS/CDMA system, a simple detector will be proposed. This method is compared with ML and two model-free optimization methods: Particle Swarm Optimization (PSO) and Ant Colony Optimization (ACO) algorithms which have been used for MUD in DS/CDMA. Simulation results show our method dramatic efficiency.\r\n",
      "name": "A Novel MAI Reduction Method Using Longer M-sequences for Multiuser Detection in DS/CDMA Communication Systems",
      "format": "",
      "url": "http://www.seipub.org/ijc/paperInfo.aspx?ID=2375",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "01941c51-9bf1-4078-8865-673e042f27b7",
      "created": "2013-07-17T03:27:00.732893",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "f7c9a86a-3806-446f-ab28-beef55dc08c6",
      "url_type": null,
      "id": "3d149919-537e-4fd4-afba-cfebf1f167de",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "A mobile ad hoc network (MANET) is a collection of wireless mobile nodes which have the ability to communicate with each other without having fixed network infrastructure or any central base station. Individual nodes are responsible for dynamically discovering other nodes that they can directly communicate with. Communication between nodes may be achieved by means of Route Discovery and maintenance. Because of mobility nature, discovery task is more complex. A black hole is a malicious node that falsely replies to any route requests without having active route to specified destination and drops all the receiving packets. Black Hole Attack can be easily deployed by the adversary. If these malicious nodes work together as a group then the damage will be very serious. This type of attack is called cooperative black hole attack. A neighborhood based method to detect whether there exists a black hole attack and a routing recovery protocol to set up a correct path to the true destination. We propose a complete protocol to detect a chain of cooperating malicious nodes in an ad hoc network that disrupts transmission of data by feeding wrong routing information. In this model, the nodes authenticate each other by issuing security certificate with digital signature to all the other nodes in the network. This model is capable of detecting and removing black hole nodes in the MANET also with a secured route discovery by means of an algorithm termed as endairA algorithm.\r\n",
      "name": "An Analysis of Secured Routing Technique in Mobile Ad Hoc Networks",
      "format": "",
      "url": "http://www.seipub.org/ijc/paperInfo.aspx?ID=2855",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "01941c51-9bf1-4078-8865-673e042f27b7",
      "created": "2013-07-17T03:27:39.871047",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 5,
      "revision_id": "4233e6f7-be45-4d3e-9f04-12c024d7cadf",
      "url_type": null,
      "id": "f9438473-d810-417d-8614-3904fe00c612",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "It is well known that the B-spline filter can yield a very accurate algorithm for smoothing. In this paper, it is shown that a cubic B-spline filter can be used to improve the non-linear image enhancement method. In the non-linear image enhancement, a higher-frequency component can be predicted to solve the blurred problem of an enlarged image. This paper also presents a new three-dimensional (3-D) down-scaling scheme to subsample video data for video coding. Furthermore, a novel non-linear image-enhancement compensation algorithm with cubic B-spline filter is presented to improve the prediction of higher-frequency component and accordingly the efficiency of the 3-D down-scaling video coding. Finally, a computer simulation shows that the proposed method yields a better quality of the decoded image than other non-linear enhancement methods.",
      "name": "Improved Non-linear Image Enhancement for Video Coding",
      "format": "",
      "url": "http://www.seipub.org/ijc/paperInfo.aspx?ID=2909",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "01941c51-9bf1-4078-8865-673e042f27b7",
      "created": "2013-07-17T03:28:22.405644",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 6,
      "revision_id": "cec98e66-23fa-45d4-a485-81bcfd09bfde",
      "url_type": null,
      "id": "763e2bae-4d6e-4900-a626-44b650e00396",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " A general Monte Carlo estimator for calculation of bit error rates for a class of noncoherent and differentially coherent communication systems is introduced. This estimator, by exploiting the connection between the Generalised Marcum Q-Function and Poisson distributions, is applied to the case of differential quadrature phased-shift keying over a frequency-selective Nakagami-m channel with an arbitrary power delay profile. It is confirmed that this estimator is efficient, and provides good results in practice.\r\n",
      "name": "Sampling-Based Estimation of DQPSK Transmission Bit Error Rates with Nakagami-m Fading Channels",
      "format": "",
      "url": "http://www.seipub.org/ijc/paperInfo.aspx?ID=2942",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "01941c51-9bf1-4078-8865-673e042f27b7",
      "created": "2013-07-17T03:29:03.957207",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 7,
      "revision_id": "c4fb090b-493e-47e7-98d3-7682ea7673c0",
      "url_type": null,
      "id": "148f8d2c-9b6c-4c24-b652-4adb7039c7fc",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The Mean Square Error (MSE) or the Peak Signal to Noise Ratio (PSNR) are common distortion measures used to assess image quality. Nevertheless, they are usually chosen due to their simplicity and not their performance as they are not always suitable compared to the human observer. In this work we present a Rate-Distortion approach to color image compression based on subband transforms using perceptual optimization of the compression quality. This approach is based on minimization of the Weighted Mean Square Error (WMSE) of the encoded image, which better corresponds to the quality assessment of the human eye. The WMSE can be measured in the YCbCr color space, for which visual weights are relatively easily derived. Based on the new approach, new optimized compression algorithms are introduced using the Discrete Cosine Transform and the Discrete Wavelet Transform. We compare the new algorithms to presently available algorithms such as JPEG and JPEG2000. Our conclusion is that the new WMSE optimization approach outperforms presently available compression systems when a human observer is considered.\r\n",
      "name": "Perceptually Optimized Coding of Color Images for Band-Limited Information Networks",
      "format": "",
      "url": "http://www.seipub.org/ijc/paperInfo.aspx?ID=3335",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "01941c51-9bf1-4078-8865-673e042f27b7",
      "created": "2013-07-17T03:30:11.565510",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 8,
      "revision_id": "91ce6365-023c-4c4f-8301-7f7dd1f8462c",
      "url_type": null,
      "id": "0809be67-1c82-4d42-8722-19417d5378a2",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 9,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Communications",
      "id": "666a42ef-6b03-4320-aa50-a080df9f0ed7",
      "name": "Communications"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-seipub-org-ijc",
  "isopen": true,
  "url": null,
  "notes": "International Journal of Communications (IJC) is an internationally refereed journal dedicated to publishing the latest advancements in communications research. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "International Journal of Communications (IJC)",
  "revision_id": "54bfd1e6-3ed1-46c3-8b7a-104b0796a4f1"
}