{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "0abe0758-c64f-4071-b2ea-c437890fc971",
  "metadata_created": "2012-11-06T15:19:47.007639",
  "metadata_modified": "2013-10-10T23:16:52.646688",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "0e107a3e-a16e-4119-9345-943eb9c20b40",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "perch-la-perdita-di-peso-richiede-forza-di-formazione-anche-di-donne-e-anziani",
  "isopen": false,
  "url": "",
  "notes": "Lo sapevate che l'allenamento <a href=\"http://prodottidimagranti.net/\">prodotti per dimagrire</a> della forza è fondamentale per riuscire a perdere peso e mantenerlo fuori? Sto parlando di un costante esercizio fisico. Non deve essere un enorme, massiccio allenamento in cui si sta cercando di assomigliare ad Arnold Schwarzenegger nella sua perfezione, deve solo essere un po 'di allenamento per la forza di base.\r\nPerché è importante l'allenamento della forza per perdere peso? Perché un sacco di persone cercano di morire di fame se stessi in perdita di peso. Pensano che sia tutta una questione di calorie di controllo. Purtroppo, un sacco di dietologi e nutrizionisti non capisco allenamento per la forza, e pensano anche che si tratta solo di calorie. Calorie in, calorie fuori. Se si dispone di un deficit calorico, si sta andando a perdere peso, se si consumano calorie in eccesso, è possibile ottenere il grasso corporeo. Anche se questo è vero, è solo una parte del quadro. Certo, è necessario un deficit calorico per perdere peso, ma come fa il corpo effettivamente utilizzare le calorie? E 'la vostra massa corporea magra, che la massa muscolare sotto il grasso corporeo, che brucia le calorie 24/7, che consente di mangiare in realtà più calorie senza aumentare di peso.\r\n\r\nDiciamo che vi capita di essere molto obesi e si dispone di una percentuale di grasso corporeo. Ho usato per essere in quella situazione, so come ci si sente. Sotto che il grasso corporeo in realtà hanno uno scheletro molto forte e muscoli forti. Il tuo corpo ha costruito i muscoli in modo da portare tutti che il grasso corporeo in più quando si sposta il corpo. Proprio il fatto stesso di stare in piedi, camminare, attraverso un parcheggio, salendo una rampa di scale o sollevare le braccia richiede uno sforzo maggiore quando si è in sovrappeso, soprattutto se sei obeso. Così il più pesante sei, più forte i muscoli devono essere solo per consentire di fare le cose di base, tutti i giorni.\r\n\r\nOra, questo può effettivamente lavorare a vostro vantaggio - se si riesce a mantenere tutti che la massa muscolare e la densità ossea in posizione mentre si stanno perdendo il grasso corporeo, allora si può mantenere il metabolismo alto che è associato a quella massa corporea magra, anche mentre si è cadere grasso corporeo. Ma se ti morire di fame, si sta andando a perdere tutte le risorse muscolari che già avete. E 'un errore di un sacco di persone fanno. Essi cercano di perdere grasso corporeo da fame se stessi, e come il grasso corporeo svanisce dal loro corpo, la loro massa muscolare scompare. Perché il corpo a liberarsi della massa muscolare? Perché, francamente, non ne ha bisogno.\r\n\r\nIl tuo corpo si adatta alla necessità\r\n\r\nVedete, il corpo è un sistema adattivo. Si adattano a qualsiasi carico di posizionare prodotti dimagranti su di esso. Quindi, se sei una persona più pesante e si sta portando in giro per il grasso corporeo, allora il tuo corpo si adatterà con la creazione di muscoli più forti per sollevare il tuo corpo. E 'quasi come fare una gamba di premere ogni volta che ci si alza dalla sedia. Se pesate 300 £ si sta facendo un 300 leg press lb, vedi? Ora, se si dovesse cadere 150 £ di <a href=\"http://prodottidimagranti.net/\">prodotti dimagranti</a> grasso corporeo e finiscono a 150 lbs, il vostro corpo non avrebbe bisogno della stessa quantità di muscolo della gamba per sollevare te. Sarebbe eliminare quei muscoli delle gambe attraverso l'azione catabolica.\r\nAnche se si elimina questa massa muscolare, il metabolismo comincia a rallentare. Ricordate, è la massa magra che sta bruciando calorie giorno dopo giorno, anche quando si sta facendo nulla. Se si riduce la massa muscolare che, consentendo di andare via (non per il corpo in movimento), allora il tuo metabolismo sta andando a rallentare. Un sacco di prodotti per dimagrire persone finiscono in un luogo in cui hanno perso il grasso corporeo e sono più leggeri, ma è un tratto molto più facile mettere su grasso corporeo. Non hanno la massa muscolare di una volta, che non è automaticamente bruciare calorie, e se mangiare troppo solo un po ', faranno fare i prodotti dimagranti bagagli sul grasso corporeo di nuovo.\r\n\r\nForza treno, mentre la perdita di peso\r\n\r\nLa soluzione a tutto questo, la strategia che vuole mettere a fuoco qui, è quello prodotti per dimagrire di impegnarsi in allenamento per la forza, mentre si stanno perdendo il grasso corporeo. Se si esegue questa operazione, allora si sarà in grado di mantenere la massa muscolare che hai già sotto il vostro grasso corporeo mentre si è in procinto di perdere il grasso. Questo vi lascio con una maggiore percentuale di massa magra in grasso corporeo, il che significa che sarà più sottile, ma avrete i muscoli prodotti dimagranti che hai avuto quando eri in sovrappeso.\r\nSe a sbarazzarsi di grasso corporeo abbastanza in questo modo, allora i muscoli possono iniziare a mostrare - se sei un uomo. Se sei una donna, non ti preoccupare. Non riuscirai mai a un prodotti per dimagrire massimo di massa. Un sacco di donne sono erroneamente paura di allenamento della forza. Pensano che se pompare un paio di pesi andranno a trasformarsi in Lou Ferrigno durante la notte. Pensano che stai andando ad avere questa competizione muscoloso corpo da sollevare un paio di pesi. Credetemi, non è il caso a tutti. La maggior parte di quelle donne bodybuilding sta utilizzando gli steroidi, e hanno allenato per anni, anche decenni, solo per produrre questo tipo di massa muscolare. Le donne non sono costruiti per mette un sacco di massa muscolare, quindi non abbiate paura che ti rinfusa. Le donne che hanno paura di esercitare perché pensano che sta per farli sembrare più grandi hanno sbagliato tutto.\r\n",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Perché la perdita di peso richiede forza di formazione, anche di donne e anziani",
  "revision_id": "147c9bf4-cf7b-4462-9675-c87d3c4124e6"
}