{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "d7286b45-adcd-48c3-876e-ae3024b871eb",
  "metadata_created": "2013-07-18T01:39:08.152353",
  "metadata_modified": "2013-10-10T21:17:42.073498",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "AQUA is an underwater hexapod robot that uses paddles to propel and orient itself. The system is typically operated remotely by a pilot, with feedback from cameras and on-board sensors. In this work, a stability augmentation system was developed and evaluated on the robot. In order to study the stability of the system, its model was linearized about a nominal equilibrium at several different cruising speeds. Since the robot is never truly in equilibrium due to its oscillating paddles, this required a novel approach. The stability of the unaugmented vehicle was evaluated and improved using sensor feedback. The stability augmentation system was then modified to compensate for possible faults that could occur during the operation of the robot. The failure of a leg was investigated by analyzing the additional drag forces created by the fault. The controller was implemented on the robot with encouraging results.\r\n",
      "name": "Stability Augmentation and Fault Tolerance for a Hexapod Underwater Vehicle",
      "format": "",
      "url": "http://www.seipub.org/mef/paperInfo.aspx?ID=2948",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "d7286b45-adcd-48c3-876e-ae3024b871eb",
      "created": "2013-07-17T20:39:28.382109",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "0c3828ca-ee1f-45a4-b794-305a500ab318",
      "url_type": null,
      "id": "a22a8e08-98d3-485b-a7ca-468a288902b8",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Ships’ parameters have increased in the biggest part of ship building and ship repairing yards. There are installed with bigger floating docks in the yards, but in the same time water areas and channels are still left the same or in some cases - decreased water areas close to dry and floating docks. New ships maneuvering possibilities and new types of tugs assistance can better deal with bigger dry and floating docks, which is studied in this article and study results are presented.",
      "name": "Ships Entry into Floating Docks with Tugs Assistance",
      "format": "",
      "url": "http://www.seipub.org/mef/paperInfo.aspx?ID=3124",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "d7286b45-adcd-48c3-876e-ae3024b871eb",
      "created": "2013-07-17T20:40:04.709827",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "627e879a-734b-444c-bb08-f5e5a6b778fd",
      "url_type": null,
      "id": "5ea6265a-146e-401f-80a4-311e1f52b521",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In this paper, corona inception voltages of the Saint Elmo’s fire corona in non-uniform field were studied by high voltage DC (HVDC), high voltage AC (HVAC) and Tesla coil for generating Saint Elmo’s fire corona to strike the classical ship model at high voltage research laboratory in Khon Kaen university, Thailand. In the experiment, the scale of classical ship is 1:500. The gap spacing of artificial cloud and electrode ship mast blade is varied in the range of 50-300 mm. The artificial cloud with high electric field is generated by means of HVDC, HVAC and Tesla coil generator. The results show that there is a good agreement between experimental and calculation. For long air terminal ship mast about 30 cm, the strike occurs in the ship of 110, 127 and 55 kV by HVDC, HVAC and Tesla coil, respectively. In the case of short to high gap of 0-300 mm, the Saint Elmo’s fire phenomenon can only appear on the Tesla coil generator.\r\n",
      "name": "Saint Elmo’s Fire Corona by Using HVDC, HVAC and Tesla Coil",
      "format": "",
      "url": "http://www.seipub.org/mef/paperInfo.aspx?ID=2793",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "d7286b45-adcd-48c3-876e-ae3024b871eb",
      "created": "2013-07-17T20:40:39.230708",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "6b93704f-85b5-4771-8546-6a8c6a07e5a6",
      "url_type": null,
      "id": "0a0d56db-9e82-42c8-933d-26fc8e6fbe21",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " An effective database management system has been put forward in this work to tackle the problem in remote monitoring using Wireless Sensor Network Object Oriented Analysis and Design method employed as classes was evolved to create objects in the employed program used. An algorithm was developed with a corresponding flowchart to realize the design, the work also came up with a dynamic graph plotter, as this offers an adaptive monitoring facility for data stored in the Database. Sensor Node query was implemented and result of transmitted data was filtered for a particular node.\r\n",
      "name": "Efficient Database Management System For Wireless Sensor Network",
      "format": "",
      "url": "http://www.seipub.org/mef/paperInfo.aspx?ID=2965",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "d7286b45-adcd-48c3-876e-ae3024b871eb",
      "created": "2013-07-17T20:41:10.620853",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "64599dd0-ea22-415c-ad4a-9e3fe5340e34",
      "url_type": null,
      "id": "c88eb24e-fdfa-4d47-ad9f-9aed8f255e1c",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 4,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Marine Engineering Frontiers",
      "id": "383cd6be-764c-4ba5-bbbb-62a4edb30aae",
      "name": "Marine Engineering Frontiers"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-seipub-org-mef",
  "isopen": true,
  "url": null,
  "notes": "Marine Engineering Frontiers (MEF) is an internationally refereed journal dedicated to publishing the latest advancements in marine engineering research. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Marine Engineering Frontiers (MEF)",
  "revision_id": "54bfd1e6-3ed1-46c3-8b7a-104b0796a4f1"
}