{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "adf8f7e9-7551-4e7e-bc91-11524486c82d",
  "metadata_created": "2013-09-15T04:18:46.285001",
  "metadata_modified": "2013-10-10T20:01:04.121184",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "d1acaf83-bf86-49b7-8211-43665a841bf9",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "bojsen",
  "isopen": false,
  "url": "",
  "notes": "When it comes to pub cleaning, having the right supplies is essential. It doesn't matter whether you are cleaning the beer lines, polishing the taps or even scrubbing a dirty oven, we have everything you will need. To learn more, consider checking out: <a href=\"http://blogs.rediff.com/energycover2/2013/09/12/hoodies-are-in-style-for-both-men-and-women/\">follow us on twitter</a>. In this post we show you where you can find the best cleaning supplies for commercial kitchens to make light work of cleaning your pub.  \n\nAll of your cleaning needs covered by us here at Kelly's Eye. If you have the right tools for the job then your life automatically becomes so much easier. Just to make your life a little easier you can now order all of your cleaning products from under one roof.  \n\nThe following products are all you will need in order to get started.  \n\nCleaning glasses is without a doubt the bane of any landlord or ladies life. Trying to clean their glasses to a squeaky shine can be a hard task. When you have to content with stains such as hand prints, beer residue and even lipstick, getting them clear can take a few washes. However, when you use our glass renovator you will find that those marks will become a thing of the past. You can even grab a few linen glass cloths which will really make the pint glasses shine.  \n\nBrasso gives maximum effect in an effort to make your pumps and brass fixtures to stand out. Dig up extra info about <a href=\"http://www.mydzkj.com/having-a-sparkling-bar-is-crucial-in-order-to-keep-your-customers-returning-for-more/\">Having a sparkling bar is crucial in order to keep your customers returning for more.</a> by browsing our majestic URL. A spot of Brasso and a bit of elbow grease and your brass fittings will be gleaming.  \n\nIf you serve food inside your pub then you will see that grease quickly builds up around your cookers. Whether you are frying chips, or cooking burgers and steaks, it is not long before you need to reach for the degreaser. Kelly's Eye pub cleaning kitchen degreaser is ideal. It cuts quickly through grease and is also fragrance free. The cleaning and degreasing of your kitchen would of never been easier. Without the Kelly's eye degreaser your kitchen supplies are not complete.  \n\nThe cleaning of pub beer lines is a tedious but essential job. By cleaning your pubs beer lines you can make sure that your customers will continue to enjoy your beer. On many occasions, landlords fail to clean their lines correctly. This unfortunately means that customers are served beer that tastes of chemicals. If you use our specially designed purple beer line cleaner you can actually see when the chemicals are still within the lines. If you make a purchase of a 5 L bottle of the purple line cleaner's you will be given a free box of cleaning supplies for your pub that you can try out. If you have an opinion about literature, you will likely require to study about <a href=\"http://ameblo.jp/bedchard4/entry-11611885207.html\">Hoodies are in Style for Both Men and Women｜bedchard4のブログ</a>.  \n\nAn essential cleaning item for any pub is household gloves. They protect your staff and comply with health and safety legislation. By having a nice selection of household gloves means that your staff will feel comfortable cleaning knowing their hands are protected from chemicals. We have a wide variety of gloves in all shapes and sizes.  \n\nA pub is a place where people go to relax, have a drink and meet with friends. By having a clean and tidy pub you will feel much more content confident in the services you provide. We can make your life easier by supplying you with quality cleaning products for your pub. Learn new info on the affiliated essay - Browse this webpage: <a href=\"http://www.threadless.com/profile/2737828/cubweeder9\">found it</a>. Get in contact with us to see how we can help.  \n\nIf you have been cleaning your pub for a long time then you will probably mix up your own special cleaning mixtures. Old classics such as Soda and Vinegar for cleaning toilets is always a popular one. If you have other ideas for home made cleaning products then let us know.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "bojsen",
  "revision_id": "8d9c72cc-32d4-416d-9e15-b909d624e378"
}