{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "f460d6a8-05bc-46bb-8372-f8e0e7965bef",
  "metadata_created": "2013-08-29T11:51:26.752366",
  "metadata_modified": "2013-10-10T21:10:20.180002",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "c4e718ef-c222-4f9e-9db8-acfc09322e50",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "halberg",
  "isopen": false,
  "url": "",
  "notes": "Getting the children in extra curricular activities helps them turn into a well-rounded individual. Regardless of baseball or boxing, still another activity you can try is mixed martial arts. \n\nWhat's mixed martial arts? It is a mix of various fighting styles practices including karate, jujitsu, judo, tae kwon do and a few the others. Because each one does take time to learn, your son or daughter may have to learn the principles of one before shifting to the others. \n\nBut why mixed martial arts? This is because the experience raises not just your mental but also childs bodily health as well. Although strong, they reach sweat which reduces the risk of cancer, diabetes, heart disease and even obesity. \n\nBigger kids will think about bullying them since they understand how to defend themselves when they are confronted. They will also become more self confident and be more aggressive after doing several classes. \n\nWill learning mixed martial arts make your child violent? The answer is no because many studies have found that those who start fights in school are usually the people who've no education, no control and no self-confidence. That is their means of seeking attention even if you can find alternative methods to get it. \n\nStudies show learning mixed martial arts includes a powerful effect for children that are experiencing ADD and ADHD since it helps them stay focus on an activity after doing some thing over and over which in-the long-term can help them later on in living as this helps them control the symptoms of those two conditions. \n\nBefore enrolling your daughter or son in a mixed martial arts program, do some research by checking the various gyms o-r dojos that provide this to children. \n\nYou could be surprised to understand that there's a type called Krav Maga which is an Israeli developed beat program which teaches you to escape from an attacker and then so you can get help which has helped saved lives running. \n\nWhatever the case, you must also watch a few courses and also consult with the coaches. Bring your child over because many will allow your child join an introductory class at no extra cost, If you're content with how they answered your questions. \n\nThen it's time and energy to join, If you child likes it. Remember that some gyms will charge a fee for the next 6-months. Since your daughter or son might change their mind as time goes by and like it at the moment, see if you're able to purchase this on a regular basis. <a href=\"http://www.leccoworkshop.com/how-to-give-your-self-a-brazilian-bikini-wax-2/\">Crazy 88 Bjj</a> contains further concerning the purpose of this enterprise. \n\nAlthough not every child might like mixed martial arts being a recreational activity. If this is actually the case, try to find something else that they're into so you are in a position to find something that is beneficial to their overall mental physical and psychological well being. \n\nMixed martial arts just like any game can help within your childs growth. They will become more accountable, more mature and less inclined to participate in violence so they grow up and become decent members of society. Therefore give it a shot and see if he or she wants it. If they dont desire to but if they like to give a try to it afterwards, just help them they dont have to compete.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Is Learning Mixed Martial Arts Great For Your Son Or Daughter",
  "revision_id": "f53546c6-50ad-417f-afa9-f85718aa903f"
}