{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "5f5b21cd-7e9e-4117-af78-8aa0cb06e131",
  "metadata_created": "2013-09-14T08:34:00.761326",
  "metadata_modified": "2013-10-10T22:29:38.949205",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "2c549330-64b2-4bdc-8303-519d643410e7",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "macgregor",
  "isopen": false,
  "url": "",
  "notes": "Obesity is the main problem in the course of pregnancy and may lead to diabetes in pregnant women. As per the newest survey carried out by the a variety of investigation teams, there are no side effects of Phentermine in case of pregnant ladies if it is taken as per prescribed doses.\n\nBut if the doses of Phentermine are consumed in massive quantity, there is a danger of abnormal improvement of foetus, so to reduce these risks, prescribed doses needs to be followed in proper manner under strict vigilance of the medical professional. But it is an advice to the pregnant ladies that they must avoid Phentermine during pregnancy period because it might lead to gestational diabetes. Sometimes Phentermine can result in numerous withdrawal symptoms in case of pregnant women. To avoid all these side effects, Phentermine ought to be stopped before start of pregnancy stage and medical professional wants to be consulted for more data about Phentermine.\n\nIn case of breast-feeding mothers, Phentermine is to be avoided, so that the newborn child is safeguarded from numerous side effects. As Phentermine is from the family of sympathomimetic amines and it is nearly related to the Adipex-P, pregnant females should keep away from taking Phentermine. This may possibly lead to an addiction if the doses of Phentermine are taken in large quantities. If medical doctor permits you to go ahead with Phentermine during pregnancy period, you should steadily decrease the dose to steer clear of the symptoms of withdrawal. Ahead of opting for Phentermine, please go via the instructions and quantity of doses written on the leaflet. My dad learned about <a href=\"http://www.realdose.com/\">compare dr steven sisskind weight loss</a> by searching Bing. Do not stick to self-medication practice, it may possibly result in abnormalities.\n\nAlong with above stated abnormalities, there are a variety of side effects of Phentermine for the duration of pregnancy period and they are as follows.\n\nPhentermine might lead to allergic reactions in the course of pregnancy stage.\n\nYou could feel abnormality in breathing.\n\nThroat choking in pregnant girls is a common side effect of the Phentermine.\n\nIt may lead in swelling of lips and face.\n\nPhentermine may lead to risk of abnormal babies.\n\nPhentermine may possibly cause abnormal heartbeats and the danger of high blood pressure.\n\nHeadache and the dizziness occur in case of pregnant females due to Phentermine.\n\nDiarrhea and constipation are other minor side effects of the Phentermine, in case of pregnancy.\n\nThe frequent and minor side effects in pregnancy are soar throat, confusion, anxiousness, insomnia and the abnormal taste.\n\nThere is also a danger of impotency due to the Phentermine.\n\nBasically Phentermine is a type of medication that is utilised for minimizing the appetite and obesity as it simulates the nervous systems in case of pregnant instances.\n\nIn basic, Phentermine is not advised for pregnant females as losing weight could lead to under-weight babies or with abnormality such as neural defect in which the spinal has abnormality. In case of such troubles, it is far better to get examined to have a healthier infant. The examinations or tests advisable by the medical professional are ultrasound examination, which enables to check the physical behavior of the baby in mothers womb. Even this ultrasound can provide complete particulars of the head and the spinal cord of the child. In such situations Phentermine ought to be stopped right away.\n\nFemales who breast-feed their babies must also avoid taking Phentermine as the contents might pass on to the infant by way of the milk and could affect the wellness of child. Tremors and agitation may occur in child due to breast milk since the major function of Phentermine is to stimulate the central nervous technique and that could lead to side effects. Before breast-feeding, mothers who plan to take the dose of Phentermine, should consult with the medical doctor.\n\nAll of the above info relating to side effects and problems for the duration of pregnancy is only a guideline and not to be treated as authority for the Phentermine customers. Be taught more on this partner wiki - Visit this web site: <a href=\"http://www.realdose.com/success-stories/weight-loss/\">company web site</a>. Readers are advised to talk about the concerns with their medical professional prior to opting for Phentermine.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Phentermine and Pregnancy",
  "revision_id": "c8d72585-4334-431a-9326-4610fcff69ab"
}