{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "dae75c0e-bddc-47eb-a1f3-bd7e805a03d0",
  "metadata_created": "2013-08-30T15:57:37.551471",
  "metadata_modified": "2013-10-10T22:26:53.898021",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "28f336cd-618d-4782-ba99-6ef7d57dbedf",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "lucas",
  "isopen": false,
  "url": "",
  "notes": "As a long term or short term care system for drug abuse, treatments centers are used to encourage the stoppage of drug abuse through their various plans. Drug abuse centers offer a wide variety of ways to help obtain a clean life style for many addicts which can be experiencing their addictions. Several drug abuse treatment centers are staffed by addicts o-r alcoholics. Because drug abuse is common, centers use stipulations and rules to keep things alive and well within their companies. \n\nDrug abuse centers are fully in a position to try and help although not treatment fans from their drug abuse. Centers can run organizations focused on self-preservation and the utilization also of other applications such as Narcotics Anonymous. Drug abuse centers also have transportation at many times to obtain the fan to and from local conferences and also to in-house activities such as bowling, softball o-r things of discretion such because the movies. \n\nAs an easy way to assist people cleanse off of many drugs medications may be also introduced by drug abuse treatment centers. This consists of alcohol and heroin abuse. These medications are taken to help deal with issues such as tremors and also many other side effects of the fans drug abuse. Treatment centers also check issues including the medical needs often and also mental-health needs. This is due to the fact that, in some cases of drug abuse, treatment centers should handle and help with other issues involved in the addicts restoration approach which also can include hepatitis and HIV/AIDS. Discover further on the affiliated portfolio by visiting <a href=\"http://www.harbordrugtreatmentcenter.com/\">read this</a>. \n\nLovers use drug abuse centers at the usual time when people cannot tolerate their usage anymore and is likely to NA (Narcotics Anonymous) meetings and sometimes a wholesome alternative to becoming an out-patient. Drug abuse centers also offer liasons between parents and their young ones and also for teenagers with their parents. More than half of drug-abuse centers are for adults where the others are designed for the teen. \n\nTeens which were placed into drug-abuse treatment centers must sometimes offer parental permission to do so. Adolescents involved in drug abuse centers frequently find yourself with a case manager or a therapist to help them cope with their troubles or their ideas that it it's cool to keep the drug abuse. Centers know this and is going to do all that is required to keep the teenager from exterminating themselves with the lives filled with drug abuse. \n\nDrug abuse treatment centers might have an limit as to who and how small the teen should be to be able to sign up in it. This is because they do not need the most common adult stuck with an adolescent with a huge age gap between them-selves and their recovery. Restoration in a drug-abuse treatment center to staff and to most those who enter them can be quite a satisfactory experience because of the amount of experience and the product quality of care that most entail.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "A Look At Drug Abuse Treatment Centers",
  "revision_id": "e8e3f695-948f-4026-9089-7712cb2722f1"
}