{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "65e34a55-e6af-42fe-923e-8227de78d40f",
  "metadata_created": "2013-08-30T00:39:09.470203",
  "metadata_modified": "2013-10-10T19:54:21.622853",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "284e17f4-ebe2-448e-8f23-d192fd42c15f",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "beard",
  "isopen": false,
  "url": "",
  "notes": "The game of poker is truly proper and as in most games of strategy in this game you will find that there are some powerful people and some poor person. The players use the weak players and simply take their money off them. In poker, a weak or bad player is known as a fish, while a strong or great player is known as a shark. \n\nBased on the law of nature, the weaker fish is killed by the stronger shark. <a href=\"http://www.gary-strong-seo.com/\">Www.Gary Strong Seo.Com</a> includes further concerning why to allow for this view. In the same way in poker, the bad people get to be the prey of great person. If you want to survive as a poker player you should win the game; unless you win game the chance of one's success becomes less, particularly in a match game where you have to gather chips. \n\nThe profitable in this game is dependent upon luck; and strategy if right strategy is followed by you then you may win the game. Further there is no such absolute right technique to win every game; each time you play you are playing against new participants, also different activities may possibly require different strategies, the poker shark is always knowledgeable about the rules of the sport and knows all the tips and strategies such as table positioning, the shark uses these to his benefit meanwhile the fish never even heard of table positioning. \n\nThe symbolism fish and shark is quite much connected with this plan of the game. In line with the poker vocabulary, fish can be a player who des maybe not know any approach. While playing the game the poor person make wild chases and try to play with long-shot hands. Such poor people rely on the chance to win the game and they've to play against all odds. On the other hand the great person has different profitable approach and keeps the ability to win the game. Many new beginners want to be always a master of the game in a brief time; they go through many articles, reading everything they can and seeking sites to gather data. Click here <a href=\"http://www.gary-strong-seo.com/\">gary strong</a> to study when to engage in this view. Remember there's no short cut in this game; you've to learn every secret and technique. \n\nWe can say that the poker imitates the animal kingdom, where there are both predators and prey coexist side by side. Be taught new info on the affiliated use with - Browse this website: <a href=\"http://www.gary-strong-seo.com/\">gary strong seo</a>. The predators or good payers will seek the victim or the people to win the game. It is the responsibility of the bad person to flee in the table at right time.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "The Poker Fish",
  "revision_id": "418d0b38-efe0-4f43-8d2a-93648602fa85"
}