{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "cea5128c-c43c-4e0e-8f08-dfda59b9e2ca",
  "metadata_created": "2013-08-07T03:38:53.839341",
  "metadata_modified": "2013-10-10T21:17:24.068067",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "9b75588c-6177-4349-b6fd-0a26c7c1d0e8",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " The three-dimensional finite element calculation model of a piston-piston ring-cylinder liner-magneto resistive sensor is developed on the actual structure characteristics of RTA52U marine diesel engine. The relation between piston ring wear and magnetic field changes on the monitoring point is single corresponding through simulation. In order to monitor the magnetic field change, a magneto-resistive sensor and the calibration platform has been developed. The calibration results had shown that the broad measuring range and high resolution of the magneto-resistive sensor designed is available to monitor the piston ring wears. Then, the accuracy of the three-dimensional finite element calculation model and the diagnosability of the monitoring method are testified on board.\r\n",
      "name": "Research on Magnetism Monitoring Technology of Piston Ring Wear for Marine Diesel Engine",
      "format": "",
      "url": "http://www.ivypub.org/des/Download.aspx?ID=2598",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "cea5128c-c43c-4e0e-8f08-dfda59b9e2ca",
      "created": "2013-08-06T22:40:10.795058",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "80c05ec5-0204-4eb0-8691-5be31ddb84fa",
      "url_type": null,
      "id": "25d8c742-1549-4b4f-a5d3-b79196ba93c1",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In recent years, the frequent energy supply shortage has seriously affected Chinese economic development and social stability. According to the distribution of energy resources and energy demand, the constraint of transport capacity, the policies and regulations as well as other factors, the integrated energy transportation system and the mathematical model of comprehensive energy transportation with multi-index are established to guide the future pattern of energy transportation. Taking Hubei province as an example, based on the calculation on the power transmission with reasonable proportion in 2015 and 2017, combining with the consideration on the sensitivity analysis of the fluctuation of either electricity or coal price, the integrated transportation system for coal and electric power of Hubei is optimized.",
      "name": "Optimization of Coal and Power Transmission based on the Integrated Energy Transportation System",
      "format": "",
      "url": "http://www.ivypub.org/des/Download.aspx?ID=2716",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "cea5128c-c43c-4e0e-8f08-dfda59b9e2ca",
      "created": "2013-08-06T22:41:11.971183",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "db6c4765-d282-4ae9-9dca-c02707d9b4fd",
      "url_type": null,
      "id": "7f7caa53-34f4-4d11-9a99-47a4f2c4b140",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 2,
  "tags": [],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-ivypub-org-des",
  "isopen": true,
  "url": null,
  "notes": "Development of Energy Science (Quarterly) is an international comprehensive professional academic journal of Ivy Publisher, concerning the energy research and utilization technology development, on the research of energy development, production, conversion, transmission, distribution and utilization. The main focus of the journal is the energy science theory, academic papers and comments of latest research improvement in the fields of nature science, engineering technology, economy and science, report of latest research result, aiming at providing a good communication platform to transfer, share and discuss the theoretical and technical development for professionals, scholars and researchers in this field, reflecting the academic front level, promote academic change and foster the development of energy science and technology.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Development of Energy Science (DES)",
  "revision_id": "22b12d4f-f0bf-4b15-ba38-b55820ccb414"
}