{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "8be62c35-e2b3-4fb1-9c53-35dd99282049",
  "metadata_created": "2013-09-08T02:58:59.879105",
  "metadata_modified": "2013-10-10T21:54:54.100875",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "4d84acf1-5779-4cc5-b647-0b547b0786d2",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "kirkegaard",
  "isopen": false,
  "url": "",
  "notes": "You have been accepted to college. Now, how are you likely to purchase it? \n\nFor college-bound students and people, here is the moment of truth once they figure out the total amount of money being provided by a specific college. Each school will offer you different award plans, which could add a mixture of grants, scholarships, work study or figuratively speaking. Students and families should vigilantly examine every one of the information within the award letters and plainly understand the letters' terms and conditions. Equally essential, try not to stress when the sum of money awarded is not enough to cover college costs. \n\n'The school funding award package is not the end of-the street by any means,' says Martha Holler, spokesman for Sallie Mae, the country's No. 1 paying-for-college business. This unique <a href=\"http://www.empowernetwork.com/jdepue001/blog/erwin-schrodingers-126th-birthday-tribute-by-google/?id=jdepue001\">visit schrodinger cat</a> URL has numerous stirring tips for why to think over it. 'Never only be satisfied with a school based on cost alone. With approximately $143 billion in financial assistance awarded this past year, financial aid exists for students to go to their dream school.' \n\nIn addition to carefully reading each honor page received, students and people should ask them-selves the following: \n\na What're the application requirements for grants and scholarships? \n\na would be the honors for one year o-r all years? \n\na Is the required GPA to keep the awards practical? \n\na If student work is the main economic aid package, what types of jobs can be found and what rate of pay is regular? \n\n'Above all, it is important for students to compare their prize deals on an basis,' says Holler. <a href=\"http://www.empowernetwork.com/jdepue001/blog/do-you-have-a-marketers-eye-need-marketing-tips/?id=jdepue001\">Commercial Marketing Tips</a> is a witty library for further about how to acknowledge it. 'While one page may total a greater amount, it may be much more heavily weighted with loans and not free money, like grants and scholarships.' \n\nHoller adds that while most universities rarely negotiate o-r fit yet another school's award offer, they must be alerted if a family's financial circumstances have changed. If so, people should contact the financial company as quickly as possible for a reassessment. This elegant <a href=\"http://www.empowernetwork.com/jdepue001/blog/life-leadership-network-marketing-and-five-laws-of-decline-by-orrin-woodward/?id=jdepue001\">official link</a> URL has numerous refreshing lessons for the reason for this enterprise.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Financial Aid Award Words 101",
  "revision_id": "d4cafa3e-2651-457b-81f5-f0ba3e6f118b"
}