{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "3465d0ef-7275-4a82-b76c-b00709bd5733",
  "metadata_created": "2013-09-01T10:55:41.973599",
  "metadata_modified": "2013-10-10T20:49:43.298612",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "d19c6bdb-8535-4aa0-8d04-f9105fd29925",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "erickson",
  "isopen": false,
  "url": "",
  "notes": "Each and every day the news tells of violence in the workplace and sex offenders to the prowl. My mother found out about <a href=\"http://www.youtube.com/user/duilawyertampa\">tampa criminal defense attorneys</a> by browsing webpages. The scary thing is that you often never know who these people may be until it is too late. Exactly how many times have you seen a meeting of some one describing an accused criminal because the nicest person you can ever know? They would have not thought this person of committing any crime before the crime had recently been commited. A criminal background check always could have simply set up a red flag concerning this person and it may have prevented the next incident. \n\nWith all the reputation of internet dating, the threat of sex offenders seems to increase daily. It is estimated that the number of Americans using online dating services like myspace.com and match.com is in the hundreds of millions. This dazzling <a href=\"http://www.youtube.com/user/duilawyertampa\">dui attorney tampa florida</a> portfolio has diverse thought-provoking cautions for the purpose of this concept. Gender offenders are in possession of easy access to millions of potential patients. So just how do you defend yourself? You should get yourself a criminal background check on everyone you never agree to be alone with them until you feel safe and meet on line before ever agreeing to meet with them. Whenever your safety is under consideration, do not take a chance: obtain a criminal background check. This riveting <a href=\"http://www.youtube.com/watch?v=O_dd_nOPDNM\">traffic ticket lawyer tampa</a> essay has various powerful lessons for the inner workings of this enterprise. \n\nAbuse at work also appears to be on the rise. Based on USA Today, an average of one worker is killed in the workplace weekly in the United States. More over, at the very least 20 workers are seriously injured in severe attacks with a current or former employee. How can these brutal attacks have been eliminated? Generally, a criminal background check could have revealed a history of abuse and may have avoided many situations from happening. It's now more essential than ever to understand if someone includes a legal back ground or history of violence before they are hired by you. \n\nThe process of finding a criminal background check on some one was once a hassle. It took some body with specific knowledge and a great deal of effort to get use of public records of kinds including criminal records and civil records. Now, due to the convenience and speed of the internet, receiving a criminal back ground check on almost anyone in america (and even Canada and the U.K.) couldn't be any easier. Whether some one has an unpaid parking ticket, or has been convicted of an offender, these public records are typical offered to anyone. \n\nA criminal background check always can and should be used in any situation where safety is a problem. It's extremely difficult for anyone to understand you're investigating them so you can conduct one-in complete anonymity. Don't become a target of violence when you are able protect yourself such an easy and important way: do a criminal background check.Armando Edmiston, P.A.\n 609 W De Leon St\n Tampa, FL 33606\n (813) 482-0355",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Legal Back ground Checks: Essential Within Our Society?",
  "revision_id": "762ca452-510b-482f-8cca-2febaef43e28"
}