{
  "name": "a-draft-version-of-the-linked-human-imprintome",
  "title": "A Draft Version of the Linked Human Imprintome",
  "description": "This is a particular dataset of human genes comprising an updated collection of all (known and predicted to be) imprinted genes in the human genome, termed imprintome. Our research group has examined, compiled, structured and linked data from around 240 unique genes to use it as a sharing resource for genome and epigenome interrogated studies. A detailed biological description of imprinted genes with their roles and features is out of the scope of this work, but we rather aim at providing a reasonable, valid application of the Semantic Web and Linked Data approaches to a structured dataset regarding the human imprintome. Therefore, we have focused on displaying the big picture of the human imprintome as a large-scale draft map of linked data for enabling the tasks of browsing and mining imprinted genes towards further, domain-expert understanding of their complex nature. Data management operations, specially those enabled by S3QL (http://s3ql.info) that can also be formalized in SPARQL (Deus et al., 20110) are planned to be used. There is an attempt to work on the maturation of the core S3DB application and other applications using S3DB's API to interoperate with the S3DB data service (http://link.s3db.org/owl), before adopting the final model and via a SPARQL endpoint (approximately 130,000 triples in a N3 file format). Currently, we provide two (02) datasets of human genes in RDF format to comprise the Linked Human Imprintome v1.0 (a draft version): one with 120 imprinted genes and the second with 128 predicted-to-be-imprinted genes. The still in-progress work of the Linked Human Imprintome will involve additional data-centric tools and applications, including evaluating initial data mining tasks and the use of mashpoint frameworks for publishing data. ",
  "version": "v1.0",
  "keywords": [
    "genomic imprinting",
    "human genes",
    "imprinted genes",
    "imprintome"
  ],
  "organization": "Global",
  "licenses": [
    {
      "name": "odc-pddl",
      "title": "Open Data Commons Public Domain Dedication and License (PDDL)",
      "path": "http://www.opendefinition.org/licenses/odc-pddl"
    }
  ],
  "resources": [
    {
      "name": "2012-05-07T173538/genes_impressos.rdf",
      "description": "Set of one-hundred and twenty (120) human imprinted genes, comprising the firts/draft version of the full Linked Human Imprintome.",
      "format": "RDF",
      "path": "https://commondatastorage.googleapis.com/ckannet-storage/2012-05-07T173538/genes_impressos.rdf",
      "mediatype": "application/rdf+xml",
      "size": "417110",
      "created": "2012-05-07T17:40:30.099856",
      "last_modified": "2012-05-07T17:35:49",
      "state": "active"
    },
    {
      "name": "2012-05-07T174206/genes_preditos.rdf",
      "description": "RDF/N3 File with 120 unique HGNC IDs comprising 128 human genes predicted to be imprinted. A few genes (08) are either transcripts or antisense that have not yet been annotated as individual HGNC IDs. ",
      "format": "RDF",
      "path": "https://commondatastorage.googleapis.com/ckannet-storage/2012-05-07T174206/genes_preditos.rdf",
      "mediatype": "application/rdf+xml",
      "size": "432401",
      "created": "2012-05-07T17:46:26.750432",
      "last_modified": "2012-05-07T17:46:27.376309",
      "state": "active"
    }
  ],
  "created": "2012-05-07T17:32:19.274525",
  "modified": "2013-10-10T19:29:10.435594"
}