{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "d870b51b-23e4-43ca-8d8e-87bd9959ad3f",
  "metadata_created": "2013-09-03T16:02:40.294232",
  "metadata_modified": "2013-10-10T19:55:24.415969",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "87f81432-8368-4888-8cd2-88fdb8113e2a",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "bengtson",
  "isopen": false,
  "url": "",
  "notes": "Several men and women believe that by utilizing a robots.txt file on their web site they are guarding pages and folders from thieves and hackers. To read more, please check out: <a href=\"http://www.therobotreport.com/index.php/industrial_robots\">cheap industrial robotics</a>. In truth it is totally the opposite! robots.txt opens up an huge security hole that hackers and theives will use to simply acquire access to the parts of your internet site that you don't want them to.\n\nWhat is robots.txt?\n\nrobots.txt is a file that you produce and up..\n\nrobots.txt is possibly the most miss understood file that a internet site can contain.\n\nNumerous folks think that by utilizing a robots.txt file on their web site they are guarding pages and folders from thieves and hackers. In reality it is completely the opposite! robots.txt opens up an enormous security hole that hackers and theives will use to simply acquire access to the parts of your website that you do not want them to.\n\nWhat is robots.txt?\n\nrobots.txt is a file that you develop and upload to your sites root directory that is used by search engine spiders to decide which parts of your website they really should index and which folders/pages that you, the internet site owner,\n\ndon't want listed in search engine indexes.\n\nWhy would not want pages indexed?\n\nThere are numerous factors why you might not want search engines to index pages on your web site, such as private membership pages or exclusive coaching pages and such like.\n\nIf you are an Web Marketer selling your own ebook or other digital product, you wouldn't want your thank you pages indexed either!\n\nAnd this is where the misunderstanding comes to the fore, and robots.txt becomes your foe.\n\nMany online marketers who provide ebooks or other digital merchandise for instant download will list their download thank you pages in the robots.txt file because they certainly do not want those pages indexed in search engines.\n\nBy making use of robots.txt this way although, you will be opening up your product to any individual who has a slight bit of knowledge about how the file operates.\n\nrobots.txt is easily readable by any human that opens a browser and kinds in  and if you have listed your thank you pages, all they have to do is go to that url and take your product(s)!\n\nIt really is that effortless!\n\nAnd I am residing proof that this performs, as this is exactly what happened to me. I had listed my thank you pages in robots.txt and believed that they were secure from hackers and thieves, then one particular day I was checking my web web site stats and BAM, an individual had been to each single thank you web page, and taken anything.\n\nThe moral is, do not list any URL in robots.txt that you do not want humans to have free access to. Visit <a href=\"http://www.therobotreport.com/index.php/industrial_robots\">industrial robot</a> to explore how to allow for it. This cogent <a href=\"http://www.therobotreport.com/index.php/industrial_robots\">industry robots</a> essay has numerous rousing lessons for where to study it. Use robots.txt with great caution and secure your thank you pages making use of dedicated software program. This telling <a href=\"http://www.therobotreport.com/index.php/industrial_robots\">investigate industrial robots</a> encyclopedia has oodles of dazzling tips for how to see about this viewpoint.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Robots.txt, An On the internet Marketers Buddy Or Foe?",
  "revision_id": "f1ce66bb-c90f-4141-926c-78cc374589a2"
}