{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "358acbbb-a36c-49d9-9dd8-fe034a62e65f",
  "metadata_created": "2013-09-10T04:27:06.943241",
  "metadata_modified": "2013-10-10T23:55:03.738212",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "c1ad49f9-927b-4b85-a881-3ed3af49e1cd",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "timm",
  "isopen": false,
  "url": "",
  "notes": "It is essential to care precisely for your Indoor Bonsai, but by simply following a few growing techniques, you are able to increase some really wonderful bonsai trees (for example like Japanese Maple Bonsai). You must have not a problem developing the interior bonsai tree (also spelled bonzai) if you just keep these few simple ideas in your mind. \n\nWhen growing the indoor bonsai tree first thing you need to keep in mind is selecting the most appropriate growing environment. Your bonsai tree should be held in a room that's just the right temperature, which can be not too warm and not too cold. Moreover, the room should have a supply of natural light. You ought to to keep your indoor bonsai in an area with a lot of large win-dows to allow your tree as much indirect daylight as possible to get. \n\nYet another factor, which is important, to developing your bonsai plantis utilizing the right land. Not merely do you want the very best quality soil available, but in addition you might need to use several types of soil for that various bonsai trees. The easiest way to find out which earth is right for the form of in-door bon-sai that you wish to grow would be to visit a gardening store and question them. Make sure that you inform them just which form of bonsai you need the earth for. \n\nMaybe not using fertilizer precisely may be harmful to your indoor bonsai tree. This is a common mistake for novices. The in-door bonsai tree has to be given a fertilizer at various times. It is also important that the fertilizer be reproduced only when the soil is wet. More over, it's recommended that you use the highest quality fertilizer available. \n\nAnother, and one of the most important aspects of growing the tree properly, is tearing your indoor bonsai effectively. In case you dont water enough the tree becomes dry and quickly dies; watering an excessive amount of drowns the tree having a similar effect. A great rule to follow when tearing your bonsai is to wait before earth begins to dry out but isn't com-pletely dry. At this point you want to add enough water that it seeps out the underside and saturates the soil. Dont water again before the land begins to dry. \n\nPruning your interior bonsai tree can be crucial that you successfully growing these trees. You can find two different ways to pruning the Bonsai. In the spring the branches of the trees must be trimmed, leaving only those branches you intend to keep. Origin pruning must be done if the roots have bound up in the container. \n\nAfter you've learned the basic principles of caring for the indoor Bonsai Tree, you will find these to become wonderful plants for your property. Get more about <a href=\"http://nashvillelandscapingservice.com/irrigation-nashville-tn.html\">irrigation systems in nashville tn</a> by visiting our astonishing web page.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Indoor Bonsai Caring",
  "revision_id": "b22d5141-fd3e-4066-9a70-bf66a4526951"
}