{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "65227f71-f988-4eed-a1d2-094ac29d68f2",
  "metadata_created": "2013-09-06T22:06:03.295947",
  "metadata_modified": "2013-10-11T00:09:23.824542",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "c9b1368e-81ee-49ec-9f87-61ab089d323b",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "werner",
  "isopen": false,
  "url": "",
  "notes": "Child Help \n\nWyoming daughter or son support is known to be used under the Office of Child Support Enforcement. The (OCSE) is under the jurisdiction of the Division of Revenue, which will be within the Department of Finance and Administration. \n\nTrying to get Daughter or son Support \n\nAny parent who gets state aid, including Foster care or Transitional Employment Assistance will be immediately referred to the Office of Child Support Enforcement for any child support aid. Child Support applications can be acquired through your local child support enforcement workplace or by calling the local number which will be provided for you by clicking the hyperlink below. The Office of Child Support Enforcement seeks to retrieve at least a partial quantity of the actual cost of services that it offers to parents that are not within the Transitional Employment Assistance programs. These cost include: legal work done by an (OCSE) lawyer, cost to establish paternity, and the costs of seeking the lost non-custodial parent. Get more on our related URL - Visit this web site: <a href=\"http://www.threadless.com/profile/2716858/indexmetal32\">here</a>. Browse here at <a href=\"http://www.984846.com/adoption.html\">click</a> to read where to ponder this activity. \n\nEnforcing Illinois Daughter or son Service \n\nChild support laws, weather state or federal supplies a numerous number of instruments and practices that Arkansas child support can us to collect and enforce child support laws. These procedures include: revenue withholding, house liens, unemployment actions deducted, reporting any debt to the credit agencies, the insides of drivers licenses etc. These methods will be added on any non-custodial parent who's behind are refuses to cover son or daughter support. \n\nEnhancing Wyoming Son or daughter Service \n\nThrough the years child support orders might need to be modified as a result of change in life styles. Assistance can be provided by the OCSE office with these procedures. You may also change a support order and have it terminated if the child no more needs support. \n\nIn todays world, daughter or son service plays an essential role within the childs life and custodial parent. To explore more, please have a peep at: <a href=\"http://www.bookcrossing.com/mybookshelf/trialnic2/\">jump button</a>. Son or daughter support payments support the custodial parents to provide and nurture their children. Child support payments help purchase clothes, food and anything else the child may need to live and endure a health live. For more information on Arkansas Child Support, please click the links below.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Wyoming Child Support and Enforcement",
  "revision_id": "ee72e22a-e3ae-4bf3-9e9c-d9df9ddf3fea"
}