{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "ebb0bd75-c238-43a7-bbb3-3dfd670d08cd",
  "metadata_created": "2013-05-14T07:31:15.883282",
  "metadata_modified": "2013-10-10T23:14:26.206343",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "b2c4c6e1-3062-44e2-9ace-4ffb12d62d08",
  "type": "dataset",
  "resources": [
    {
      "mimetype": "text/html",
      "cache_url": null,
      "hash": "",
      "description": "In networked environments, data packet transmission time-delays, packet dropouts and packet disorder are always inevitable due to bandwidth constraints. This paper mainly studies the optimal networked-filtering for discrete-time linear time-variant system with finite packet dropouts. By setting a stochastic Bernoulli binary sequence taking on values of 0 and 1 to model the uncertainty as well as regulating the upper bound of the consecutive packet dropouts, we construct the networked model which possesses the priority in turn at the receptor end. We propose the unbiased estimator according to the unbiased standard and the optimal filtering gain is developed based on the least-mean-square principle. The solution of the optimal unbiased filter is obtained according to Riccati equation and Lyapunov equation. A simulation example is presented to illustrate the effectiveness of this method.",
      "name": "Optimal Unbiased Networked-Filtering for Linear Time-Variant System with Finite Packet Dropouts",
      "format": "aspx",
      "url": "http://www.sj-ce.org/paperInfo.aspx?ID=748",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "ebb0bd75-c238-43a7-bbb3-3dfd670d08cd",
      "created": "2013-05-14T02:31:16.218296",
      "state": "active",
      "mimetype_inner": "",
      "last_modified": "2013-05-14T02:31:18.689797",
      "position": 0,
      "revision_id": "d9d1bb88-2514-4fbb-aa16-acdba9941734",
      "url_type": null,
      "id": "b32dc37a-f4af-4c10-9b31-5a410958da47",
      "resource_type": "file",
      "size": "32434"
    }
  ],
  "num_resources": 1,
  "tags": [],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "optimal-unbiased-networked-filtering-for-linear-time-variant-system-with-finite-packet-dropouts",
  "isopen": true,
  "url": "",
  "notes": "In networked environments, data packet transmission time-delays, packet dropouts and packet disorder are always inevitable due to bandwidth constraints. This paper mainly studies the optimal networked-filtering for discrete-time linear time-variant system with finite packet dropouts. By setting a stochastic Bernoulli binary sequence taking on values of 0 and 1 to model the uncertainty as well as regulating the upper bound of the consecutive packet dropouts, we construct the networked model which possesses the priority in turn at the receptor end. We propose the unbiased estimator according to the unbiased standard and the optimal filtering gain is developed based on the least-mean-square principle. The solution of the optimal unbiased filter is obtained according to Riccati equation and Lyapunov equation. A simulation example is presented to illustrate the effectiveness of this method.  http://www.sj-ce.org/paperInfo.aspx?ID=748",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Optimal Unbiased Networked-Filtering for Linear Time-Variant System with Finite Packet Dropouts",
  "revision_id": "130a7ea5-96f0-47e0-a60b-2fd2e887f1cc"
}