{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "35afa562-72e9-498c-b7dd-192b17c74899",
  "metadata_created": "2013-09-04T19:55:52.333975",
  "metadata_modified": "2013-10-10T23:27:40.867672",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "b4da0e42-d632-4e62-a9af-db135d807184",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "robinson",
  "isopen": false,
  "url": "",
  "notes": "Kids learn to imitate at a really young age. Going To <a href=\"http://tampadaycare.blog.com/competitive-preschools-characteristics-of-a-good-preschool/\">visit vpk tampa</a> maybe provides cautions you should use with your cousin.  It really is how they understand to behave, care for themselves, develop new abilities, and communicate with other people. From their earliest moments they watch you closely and pattern their own behavior and beliefs after yours. <a href=\"http://www.ddisportsonline.com/\">Vpk Tampa</a> includes additional info concerning the purpose of it. To study more, we recommend people have a view at: <a href=\"http://hotellunablue.com/\">url</a>. Your examples turn into permanent pictures, which will shape their attitudes and actions for the rest of their life.\n\nIt is crucial to be responsible, constant and loving with your child.  This also holds correct for the partnership you have with your spouse, your parents, and other family members and pals that are also a part of your child's life.  Personal up to blunders when you make them, and communicate open and honestly with all loved ones members.\n\nIt really is also crucial to take great care of your self.  When we're focusing on what is greatest for our youngster it is straightforward to neglect our own requirements.  Your youngster and your family are counting on you physically and emotionally, so it really is crucial that you teach your child by instance that taking care of yourself helps you to take care of them and the rest of your loved ones.  This shows your kid that not only do you enjoy them and the rest of the loved ones, but you adore your self as effectively.  This is an essential step in teaching your child about self esteem.  This could involve obtaining a sitter and treating your self out to dinner and a film, or doing another favored activity on your personal.  This teaches your youngster that you are not only their parent, but your own individual with your interests and demands, and also provides them a likelihood to show you how effectively they can do with out you with them for a whilst.\n\nIt's also crucial to nurture your partnership with your spouse.  Let your kid see you communicate in a constructive and wholesome manner with one particular another, and show adore and affection for one an additional so your child can begin to find out early on what a healthy marriage ought to be like.\n\nYou will quickly see your child patterning a lot of of his behaviors soon after your own. If you know anything, you will maybe want to study about <a href=\"http://www.legacy-application-modernization.com/\">vpk tampa</a>.  So make sure that what you say and do around your kid will assist construct a powerful sense of safety and self esteem.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Do As I Say and As I Do",
  "revision_id": "6908e580-51a4-4add-b296-d0f00ed0b7cd"
}