{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "cde1c369-d9ff-48f2-b11f-85a40e08de58",
  "metadata_created": "2013-09-02T04:59:47.862320",
  "metadata_modified": "2013-10-10T22:58:50.492823",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "8caf4632-1964-4e88-bdf7-a9011e96b619",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "mohamed",
  "isopen": false,
  "url": "",
  "notes": "Within a drug detox therapy system, individuals can expect to get an imm.. \n\nThere are two types of people in regards to drug cleansing, including those who voluntarily admit themselves since they are fed up with the impact that drugs have on their living and there are those who are requested by a judge to wait. This stirring <a href=\"http://www.treatmentcentersinflorida.org/\">intangible</a> portfolio has a pile of offensive lessons for the inner workings of this viewpoint. Medicine detoxification is sometimes purchased by the judge because the result of a sentence associated with charges stemming from possession or use of an illegal substance. \n\nDuring a drug detoxification therapy program, individuals can expect for an instantaneous cleansing at the service. This technique usually lasts three to four days and quickly removes the availability of drugs. In those times, the human body is cleansed and the individuals instant desire for his or her habit is treated. These several days are often some of the most physically and emotionally draining to the individual, but are often the only strategy to effortlessly rid the dependency and wish to have the use of drugs. Individuals might be required to undergo some treatments composed of both emotional and social treatment, following the drug cleansing is total. In addition, regular conferences tend to be required, where the patient might attend and speak freely with other drug detox individuals about their condition. In most cases, the entire drug detoxification treatment plan will last for around a month, but may be longer in particular cases or depending on the patients need for continuing treatment. \n\nAn inpatient medicine detox treatment system is designed for those who are both requested by the court to receive inpatient treatment or for anyone who feels that they are struggling to function in everyday life with no use of drugs. An inpatient drug treatment could be great in that it contains 24-hour supervision by a qualified individual who is trained to deal with recovering drug addicts, if their level of dependence has grown to a level. We discovered <a href=\"http://www.treatmentcentersinflorida.org/drug-treatment-centers-in-tampa\">here's the site</a> by searching the San Francisco Sun. \n\nAlmost any drug treatment program, whether it be inpatient or outpatient, is designed to help individuals get over the grasp that these dangerous materials have on their lives. Not only intended to clear an individual straight away, a treatment program is primarily made to instill the need for preventing drug use within the long run. The most useful result is one that results in an individual with a outlook on life and one that no longer needs drugs to be always a part of that life. \n\nThis article will be used for educational purposes only. Click here <a href=\"http://www.treatmentcentersinflorida.org/drug-treatment-centers-in-tampa\">tampa treatment centers critique</a> to research the purpose of it. The information contained herein is not intended to be properly used in place of, or along with, healthcare advice or suggestions regarding any kind of drug cleansing therapy. Before choosing the top approach to treatment, the in-patient must consult a licensed physician for advice and/or to ascertain the best plan of action for his/her individual situation.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Discovering Treatment With Drug Detox",
  "revision_id": "48a8ce6e-8383-40f8-9fac-37130b056f28"
}