{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "8d5c2b5f-4339-4727-96ab-4ae55951d18f",
  "metadata_created": "2013-09-06T01:37:46.027731",
  "metadata_modified": "2013-10-10T19:54:13.277365",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "f7f1c19c-7aba-4207-872e-f9037f3fb4c6",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "bateman",
  "isopen": false,
  "url": "",
  "notes": "Shaw laminate flooring provides a lot more choices as it pertains to selecting laminate flooring than other manufacturers. The product that Shaw has brought to the market enables you to install new flooring with the appearance of wood in record time. This really is the ultimate in glueless laminate flooring in order that you dont have any mess to tidy up nor do you've to wait before you could walk on to the floor. You can install Shaw laminate flooring and walk on it right away. \n\nShaw laminate flooring and Shaw hardwood flooring are produced to last into todays active households. With the vast ranges of colors available, guests to your home will find it difficult to ascertain whether you have hardwood floors or whether it's manufactured hardwood in the form of laminate flooring. To study additional info, please consider having a view at: <a href=\"http://waterdamagerestorationdallas.org/cit-mold-remediation/\">analysis</a>. Shaw wood floors are obtainable in pre-finished and unfinished panels and you can get a large variety of different types of wood. \n\nWith Shaw laminate flooring, you'll have the design of hardwood minus the expense. Go to the Shaw website to get recommendations on choosing your laminate flooring and how-to look after hardwood flooring. As you go through the different flooring products you can browse the showroom in the comfort of the house. To get different interpretations, people should take a look at: <a href=\"http://www.sandiegowaterdamagerepair.org/thermal-water-damage-techniques/\">research water damage leads san diego</a>. This feature helps you make up your mind about whether you wish to choose Shaw wood floors or choose from the many colors of laminate flooring that Shaw has available. Understand the changes that have occurred in laminate flooring so that you're no more able to claim that it is artificial with just one look. \n\nWhen you're considering Shaw wood floor, knowing things to request when you go to the lot will set you one step forward. Identify new info about <a href=\"http://flooddamagesandiego.net/water-flood-damage-water-damage-in-san-diego/\">visit our site</a> by visiting our poetic URL. To be able to help you select the right flooring to your requirements, the sales person may ask you in regards to the place, how you use it, the design of your furnishings and whether or not you have children or animals. The answers to these questions will help the-salesperson give the best advice to you regarding the form of wood floor that would be best for you. Based on your needs, Shaw laminate floor could be the most readily useful solution. \n\nTo be able to get the proper number of Shaw laminate floor, you do must have accurate measurements. Many of the stores that sell Shaw flooring will do a free house estimate for you if you sign a contract that you will choose the laminate or wood flooring from their website. In this manner you realize that you'll get the proper amount and maybe not run the chance of requiring only 1 or two planks to finish your place. If you're uncertain what color of Shaw laminate floor would match your furniture, you can even take home a few products to help you choose which you like the very best.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Shaw Laminate Flooring Knowledge A Brand New Dimension In Laminate Flooring",
  "revision_id": "137f5b94-04cc-4afe-ab0b-6c0f3818b30a"
}