{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "6e926250-16ad-46af-8653-f4dd9d534153",
  "metadata_created": "2013-08-29T06:28:42.769725",
  "metadata_modified": "2013-10-10T20:18:38.465597",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "99375035-21d9-48c1-9749-ad01aaef97d7",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "clay",
  "isopen": false,
  "url": "",
  "notes": "Late on Friday, Security process company FireEye filed the required files for an IPO. The proposed ticker is FEYE (the trade has not been opted for yet) and the lead underwriters contain Goldman Sachs, Morgan Stanley, JPMorgan and Barclays. \r\n\r\nFireEye was started by custom Ashar Aziz in 2004. His knowledge within the safety job helped him see a major problem within the space: Signature-based systems may sooner or later be pointless. One major argument is the fact that the development of new technologies like the cloud, social media, virtualization and smartphones will allow many new entry points for viruses and spyware. \r\n\r\nSimilarly, the perpetrators are not only sole hackers, they're often criminal businesses and even nation states!! \r\n\r\nFireEye has assembled a digital machine-based security system to react. For the most part, FireEye perceives a danger in the beginning phases and protects it with minimal disruption to an enterprise's network. \r\n\r\nAs should be no shock, FireEye has has purchased several customers, which now amount to over 1000. They include over 125 of the Fortune 500 and span across more than 40 countries. \r\n\r\nFrom 2010 to 2012, profits increased from $11.8 million to $83.3 million. Be taught new resources on this affiliated website by visiting <a href=\"https://www.damballa.com/solutions/FireEye-Sandbox-Shortfalls.php\">fireeye ipo filing</a>. During that time, however, the losses climbed from $9.5 million to $35.8 million. Keep in mind that FireEye has invested heavily in building a strong base for continuing hyper-growth. \r\n\r\nThe company also offers a top-notch leadership group. In November 2012, it retained as CEO David DeWalt. Bear in mind that, in 2007, he light emitting diode a turnaround of Mc-afee and then sold off the organization to Intel in 2011 for $7.7 billion. Before this, he served as a government at EMC and Documentum. \r\n\r\nAnd yes, the time seems spot-on to get a FireEye IPO. Just a couple weeks ago, Cisco agreed to fork out over $2 billion for protection operator Sourcefire. Because of this, the deal has induced news that other mega computer companies, like Oracle, Microsoft and IBM, will ramp-up their M&An at the same time. \r\n\r\nWhat is more, protection IPOs have done well. Among the standouts is Imperva, that is up almost 200 since its offering in 2011. Learn new resources on our favorite partner URL by browsing to <a href=\"https://www.damballa.com/solutions/FireEye-Sandbox-Shortfalls.php\">fireeye malware security</a>. \r\n\r\nIn light of this, the FireEye IPO may have its drawbacks. It is quite a good odds that Fireye can light-up dealers' wallets. \r\n\r\nFireEye was founded by engineer Ashar Aziz in 2004. FireEye has generated a digital machine-based security system to react. For the most part, FireEye detects a threat in the first stages and manages it with little disruption into a company's network. Remember that FireEye has invested heavily in creating a strong foundation for continuing hyper-growth. Browse here at the link <a href=\"https://www.damballa.com/solutions/FireEye-Sandbox-Shortfalls.php\">fireeye ipo</a> to compare the reason for it. \r\n\r\nAnd yes, the time looks spot-on for a FireEye IPO. Be taught new resources on this affiliated web page - Click here: <a href=\"https://www.damballa.com/solutions/FireEye-Sandbox-Shortfalls.php\">fireye ipo</a>.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Safety Business FireEye Files for IPO",
  "revision_id": "3a5338e4-f76a-4f13-823e-276b2ea947de"
}