{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "67470a48-2c99-477d-b18e-7282512ad309",
  "metadata_created": "2013-05-15T07:41:18.252633",
  "metadata_modified": "2013-10-10T20:36:50.331067",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "b2c4c6e1-3062-44e2-9ace-4ffb12d62d08",
  "type": "dataset",
  "resources": [
    {
      "mimetype": "text/html",
      "cache_url": null,
      "hash": "",
      "description": "With the rapid development of the wireless communication network and the internet of things, the information technology gets an important direction of development on the independent innovation. These issues bring to new opportunity and challenge for students training in the university. The existing computer couse systems of the graduate students in the university should be adapted to meet the needs of the innovation of course contents and teaching methods. This paper explores wireless network course appended in the system of network courses, reforms the course from three fields: teaching contents, teaching methods, and teaching means. For students better to learn these new theories and technology, we fully arouse their enthusiasm of learning and develop their spirit of teamwork. Finally, the results achieved and the problems encountered in the course are preliminarily analyzed.",
      "name": "Discussing on Course Construction of Computer Networking for Computer Science",
      "format": "aspx",
      "url": "http://www.erfrontier.org/paperInfo.aspx?ID=1444",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "67470a48-2c99-477d-b18e-7282512ad309",
      "created": "2013-05-15T02:41:18.571150",
      "state": "active",
      "mimetype_inner": "",
      "last_modified": "2013-05-15T02:41:21.483755",
      "position": 0,
      "revision_id": "07dae3bb-96e3-4de1-a839-2fae15af4f73",
      "url_type": null,
      "id": "b408e2e8-0a3c-4e52-a1a2-b2f6ee5a6b01",
      "resource_type": "file",
      "size": "27857"
    }
  ],
  "num_resources": 1,
  "tags": [],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "discussing-on-course-construction-of-computer-networking-for-computer-science",
  "isopen": true,
  "url": "",
  "notes": "With the rapid development of the wireless communication network and the internet of things, the information technology gets an important direction of development on the independent innovation. These issues bring to new opportunity and challenge for students training in the university. The existing computer couse systems of the graduate students in the university should be adapted to meet the needs of the innovation of course contents and teaching methods. This paper explores wireless network course appended in the system of network courses, reforms the course from three fields: teaching contents, teaching methods, and teaching means. For students better to learn these new theories and technology, we fully arouse their enthusiasm of learning and develop their spirit of teamwork. Finally, the results achieved and the problems encountered in the course are preliminarily analyzed.  http://www.erfrontier.org/paperInfo.aspx?ID=1444",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Discussing on Course Construction of Computer Networking for Computer Science",
  "revision_id": "4e3083f1-3e04-42e9-8f69-86289b172ea4"
}