{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "ace71823-7421-48e2-ad25-2b3fdac80fe2",
  "metadata_created": "2013-07-17T08:01:01.575244",
  "metadata_modified": "2013-10-10T21:17:42.073498",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This article explores the relevance of the gender information processing to click the ad on the web. Previous research has demonstrated that males may process technical product information in rational forms better whereas with females, technical product information may be processed better if presented in verbal prose or graphic form. By using a behavioral online environment database that consists of customer advertising attitude at a Web site along with individual advertising exposure, the author measured the gender’s attitude to different appeal presentation order. The results have the significant relationships between these variables and support the hypothesized tests. Managerial implications for the user of these ad execution cues are discussed and future research suggestions are proposed.\r\n",
      "name": "The Effect of Gender Differences in Information Processing: In Relation to Advertising Appeals Order",
      "format": "",
      "url": "http://www.seipub.org/mt/paperInfo.aspx?ID=2530",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "ace71823-7421-48e2-ad25-2b3fdac80fe2",
      "created": "2013-07-17T03:01:31.665697",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "41b99dfc-33ee-4701-a37c-a9d11190c6f2",
      "url_type": null,
      "id": "62daadc4-bdff-45c8-a94c-33ba69a2f7f7",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "When personal computer (PC) user used WBT (Web Based Training) as supplementary teaching materials of the exercises, this research clarified the difference of the person who did not use the person who positively used the WBT teaching materials and the WBT teaching materials so much by the experiments compared with some individual characteristics concerning the PC operation. We chose the feelings of operating PC uncomfortably, state/action orientation, the risk orientation, and technostress syndrome to the PC operation as examined individual characteristics. It is clarified that these individual characteristics are related to the PC operation by a past research. We did the experiment that made HTML and the WBT teaching materials concerning C language supplementary teaching materials of the class. We verified the utility of the WBT teaching materials from the result of the frequency using the WBT teaching materials and the Pre/Post examination. Next, I clarified the relation between WBT teaching materials use frequency and individual characteristics by multiple regression analysis. As a result, I have understood feelings of operating the PC uncomfortably explain the WBT teaching materials use frequency by coefficient of determination rate 11-16%. In a word, the chance to study even if the WBT teaching materials is applied for people who are uncomfortable with PC operation is small and the education effect is relatively small few.",
      "name": "The Relation between Education Effect and Individual Characteristics of WBT Teaching Materials",
      "format": "",
      "url": "http://www.seipub.org/mt/paperInfo.aspx?ID=2631",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "ace71823-7421-48e2-ad25-2b3fdac80fe2",
      "created": "2013-07-17T03:02:23.070105",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "a80e17f9-cd6c-4f60-b2f1-8d9391c5d11b",
      "url_type": null,
      "id": "1e71eaa8-95cd-429b-8dd9-0331ddbda1fd",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper deals with basic principles of virtual projection and its tree-dimensional (3D) technologies as well as with possibilities of their utilization in education processes. Main objective is to contribute to the discussion about positive and/or negative impacts of this progressive part of virtual reality on teachers and their students. Recent development and increasing accessibility of such technologies shows that they can play a considerable role in teaching concepts for both the distance and the traditional classroom learning environments.\r\n",
      "name": "3D Virtual Projection and Utilization of Its Outputs in Education of Human Anatomy",
      "format": "",
      "url": "http://www.seipub.org/mt/paperInfo.aspx?ID=2962",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "ace71823-7421-48e2-ad25-2b3fdac80fe2",
      "created": "2013-07-17T03:02:59.156140",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "f094d099-6f48-46cc-b600-7e387d45376d",
      "url_type": null,
      "id": "96dff9e5-9b94-419b-a018-2c7f3ed562a9",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The capability of new powerful multimedia authoring tools have enabled more widespread development of learning environments that facilitate the exploration and solution to complex and realistic problems. In addition, the consumption of mental abilities is another significant problem in learning. One method to this problem is the use of mind maps. In this paper, the design of a geography learning tool has been described using mind mapping approach along with the utilization of the theoretical foundations for the approach, the design of the learning task, and specific mind mapping approaches used in the environment. The software tool was tested with (n=37) for its effectiveness and user experience was measured. The outcome yielded positive results based on the unique design and effective innovation of the learning tool.",
      "name": "Interactive Multimedia Cognitive Mind Mapping Approach in Learning Geography",
      "format": "",
      "url": "http://www.seipub.org/mt/paperInfo.aspx?ID=4004",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "ace71823-7421-48e2-ad25-2b3fdac80fe2",
      "created": "2013-07-17T03:03:39.127747",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "666225ff-e0ce-4a6f-adbf-2b09074e6030",
      "url_type": null,
      "id": "6914eea8-81a1-4dd2-9d52-b53d325f1f55",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper presented a novel watermarking method to embed a watermark into an image. To improve the transparency and robustness of watermark embedding, a visual model was employed to calculate the block based just noticeable difference (JND), and the three sub-bands of coefficient matrix in the medium frequencyof block discrete cosine transform (BDCT) were defined to embed objects. Firstly, an original watermark file was transferred into a binary watermark sequence, which was encoded by redundant encoding method and scrambled randomly if necessary. Then, two neighboring image blocks were selected each time from the host image by Hilbert scanning order, and transformed by BDCT. According to the JND and the watermark bit, the BDCT sub-band coefficients at same region of two neighboring blocks were adjusted to embed the watermark. Lastly, the inverse BDCT was executed to get the embedded image. The experiments show that the embedded watermark is invisible, and the algorithm is robust to common image processing operations.",
      "name": "A Novel Watermarking Method Based on Sub-band Coefficient Encoding in DCT Domain",
      "format": "",
      "url": "http://www.seipub.org/mt/paperInfo.aspx?ID=3992",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "ace71823-7421-48e2-ad25-2b3fdac80fe2",
      "created": "2013-07-17T03:06:52.341805",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "cc3230ac-58c4-4027-a92d-7c6a0c9f924f",
      "url_type": null,
      "id": "11979272-4c08-49a3-98d5-314dec668143",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 5,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Multimedia Technology",
      "id": "5f7bfb66-375a-40e7-b615-ed7c01118831",
      "name": "Multimedia Technology"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-seipub-org-mt",
  "isopen": true,
  "url": null,
  "notes": "Multimedia Technology (MT) is an internationally refereed journal dedicated to publishing the latest advancements in multimedia technology research. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Multimedia Technology (MT)",
  "revision_id": "54bfd1e6-3ed1-46c3-8b7a-104b0796a4f1"
}