{
  "users": [
    {
      "email_hash": "e1b374ed8dc349153fcde7c7d70d2922",
      "about": null,
      "capacity": "admin",
      "name": "aarynbrandon",
      "created": "2013-05-06T22:36:23.021567",
      "openid": null,
      "sysadmin": false,
      "activity_streams_email_notifications": false,
      "state": "active",
      "number_of_edits": 1,
      "display_name": "aarynbrandon",
      "fullname": "aarynbrandon",
      "id": "2d824b64-87c9-4cd4-aac5-933f06a65239",
      "number_created_packages": 0
    }
  ],
  "display_name": "Formal Dresses For Formal Event",
  "description": "\r\n\r\nFormal dresses are the particular kind of <A href=\"http://www.merledress.com/formal-dresses/\">evening dresses</A> that is the most appropriate for events such as weddings, dinners or even a dance. They can differ from country to country, and culture to culture. Different countries and cultures have different standards of clothing for formal events, and they may differ in terms of the kind of dress that is worn, the color, size and even motifs on the material.\r\n\r\nThe formal dresses have something special to wear, regardless of the season and time of day. The formal dress is divided into different categories, including a ball, balls, weddings, business events and cocktail parties. For women, the formal dresses can be anything from satin skirt suit, evening formal dress and floor-length formal dress, according to the type of occasion.\r\n\r\nWomen the formal dresses rule cannot be implied, and contains several levels of attires formal dress. Women enjoy, including the ultra-formal white tie and formal dress wear <A href=\"http://www.merledress.com/formal-dresses/\">evening gowns</A> what freedom. Similarly, the black tie there is more space for the sensibility.\r\n\r\nThe formal dresses easily identify its elegant and restrictive contours. Formal dress more emphasis on chest, arms and body mass, body-hugging style is usually preferred. Decorated with sequins, diamantes and drill also greatly used formal dress. Like velvet, satin, chiffon, silk and transparent organza fabric perennial favorite. In addition, the silk jersey sweater and scarf fashion.\r\n\r\nToday, strapless design of the long formal dress may be the primary. This is not the most popular dress on <A href=\"http://www.merledress.com/formal-dresses/\">evening gowns online</A> bare skin can not be a search for formal occasions. We get brainwashed, so the fish does not seem to need stylish and sexy bare skin, bare skin can also bring humility coupled with elegance.\r\n\r\nPersonal guarantee of the formal dress is usually specific. Standard samples and young women, who in addition to crazy like it does not cost a variety! A new formal dress, asymmetrical one shoulder long formal dresses to provide a single elegant, sexy you, you will feel very proud to bring gorgeous and exquisite.\r\n",
  "image_display_url": "",
  "package_count": 0,
  "created": "2013-05-07T00:51:18.749953",
  "name": "formal-dresses-for-formal-event",
  "is_organization": true,
  "state": "active",
  "extras": [],
  "image_url": "",
  "groups": [],
  "type": "organization",
  "title": "Formal Dresses For Formal Event",
  "revision_id": "94a74214-3c90-47be-aef8-9c529e89ee81",
  "num_followers": 0,
  "id": "f4773b12-9191-414b-9000-5dc5bf70ebd3",
  "tags": [],
  "approval_status": "approved"
}