{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "cf18ecaf-f58f-4c2a-b403-4ea8be493a36",
  "metadata_created": "2013-09-03T12:03:50.576307",
  "metadata_modified": "2013-10-10T23:18:51.255633",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "e9a4cce0-814c-4296-9a8f-72621391f585",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "poole",
  "isopen": false,
  "url": "",
  "notes": "The phenomenon of digital photography started when digital \n\ncameras became commercially available sometime in the late \n\n1980s towards the mid-1990s. \n\nEver since then, plenty of people have loaded away their video \n\ncameras in their closets in favor of the digicam. \n\nBut before moving to the digicam itself and its \n\nGreater details, it is very important to know very well what digital \n\nphotography is. \n\nIn summary, digital photography may be the act of taking \n\npictures and saving it in to an electronic format. A scanned \n\nphotograph, consequently, may also be considered as a digital \n\nPhoto. \n\nMost people choose the digital format over picture because of \n\nseveral reasons. This elegant <a href=\"http://www.enfusen.com/\">digital marketing</a> article has a few salient warnings for where to consider it. To begin with, seeing the outcome of \n\ndigital images is fast. \n\nFollowing the photo is taken, the photographer can straight away \n\nsee and decide if he does or does not like the consequence of his \n\nChance. This technique is significantly cheaper than film because when \n\nusing film, one has to print most of the pictures taken \n\nincluding the duds which may perhaps not be viewed until they're \n\nprocessed. \n\nAnother reasons why people prefer electronic images than \n\nOld-fashioned ones is the fact that there are always a number of ways in \n\nsharing an electronic photo. \n\nOne can send it through it e-mail, burn it to a disc, send \n\nit via Bluetooth or produce it exactly like film images. \n\nHowever, you will find purists who choose picture pictures over \n\nElectronic types. According to them, there video photos \n\nCreate more lifelike pictures than those taken by electronic \n\ncameras. \n\nNevertheless the heightened cameras of today are slowly \n\nbut surely gaining ground and it'll only be a matter of \n\ntime before they produce pictures that will impress even the \n\npurists.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Introduction to Digital Photography",
  "revision_id": "b2aa4755-032f-4deb-bcc9-75897ebd8cf5"
}