{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "517b4235-3ebc-4e33-8996-bd1a39d1b88a",
  "metadata_created": "2013-08-29T11:54:41.852751",
  "metadata_modified": "2013-10-10T20:33:54.983547",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "280cd139-4d95-4c2e-becd-963543010eb8",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "diaz",
  "isopen": false,
  "url": "",
  "notes": "A few years before while sitting on the table outside my work-place I observed two birds playing around making all sorts of sound. Dig up more on our favorite related article directory - Click here: <a href=\"http://angrybirds4u.com/angry-birds-rio/\">angry bird rio</a>. One was much larger compared to the other was so I thought that she was mom trying to feed her young. I could not believe that the small bird, a lovely little sparrow, was moving up an down trying to put food in the mouth of the ungrateful screeching little large bird who did nothing but keep his mouth open and run around as if he wasn't getting enough to eat. Mom was exhausted from all of this jumping about. I thought I had give the mother a rest and put some breadcrumbs on the market to allow them to share. Do you think the 'Baby' bird would feed itself - NO! It however waited for Mom to jump up and put the morsels in its mouth. To research additional info, consider peeping at: <a href=\"http://angrybirds4u.com/what-is-angry-birds/\">angry bird</a>. To discover more, we know you take a glance at: <a href=\"http://angrybirds4u.com/how-to-play-angry-birds/\">how to play angry birds</a>. Then I'd hate to find out the father, if this were the true mother of this beast bird! I've been aware of birds laying their eggs in 'foreign' nests however the least they are able to do is select a surrogate mother their very own size! \n\nSince then I have been reading up o-n 'brood parasites' - that's what they call these deadbeat mothers who keep it up to other birds to improve their children. The one most popular in the Americas appears to be the Brown-headed Cowbird which really is a very large bird when compared with the sparrow. To help you the sparrow I went in-to real estate - wild bird real estate that is: bird properties and feeders, plus fountains and baths. By doing this the sparrow may move around in a tiny holed birdhouse and maybe not be worried about a bigger bird arriving and laying its eggs on her to boost. She can bring up her very own small sparrows just how nature intended.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Little Major Chicken",
  "revision_id": "4d481984-c2dc-4345-ae6a-4cdc8ff04767"
}