{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "6d014ac8-b55d-43cf-b93c-3e119e307e67",
  "metadata_created": "2013-05-21T03:44:32.790022",
  "metadata_modified": "2013-10-10T20:33:43.781034",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "b2c4c6e1-3062-44e2-9ace-4ffb12d62d08",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "d-genesis-of-multiple-types-of-high-density-methane-inclusions-in-puguang-gas-field",
  "isopen": false,
  "url": "",
  "notes": "Based on micro-Raman spectroscopic analysis of a great quantity of inclusions, three types of high density methane inclusions were identified in the petroleum reservoir of Puguang gas field. Type I inclusions occur in calcite minerals of carbonate rocks in gas reservoir, and their Raman spectra show 2910-2912cm-1 peaks characteristic of high density methane and apparent peaks characteristic of H2S as well as peaks characteristic of trace amount of CO2, but do not show peaks characteristic of solid pyrobitumen; Type II inclusions occur in early-formed calcite minerals in carbonate reservoir, and their Raman spectra not only show peaks characteristic of high density methane, but also show D and G peaks characteristic of solid pyrobitumen, basically with no peaks for H2S; Type III inclusions are high density methane inclusions trapped in quartz minerals in the upper clastic reservoir, their Raman spectra may or may not show peaks characteristic of pyrobitumen, but basically exhibiting no peaks characteristic of H2S. It can be concluded that Type I high density methane inclusions may by formed at the stage of high temperature cracking of oil reservoir, since in well cemented reservoirs, not only a great amount of methane would be generated but also H2S-bearing fluid would be formed as a result of thermalchemical sulphate reduction (TSR), and they will be both trapped by calcite minerals formed at the same stage; Type II inclusions are high density methane inclusions, resulted from high temperature cracking of oil inclusions trapped in calcite at the stage of petroleum reservoir formation. Since products due to cracking of oil inclusions could be preserved in the closed system of uncracked inclusions, their Raman spectra would show Peak D and Peak G characteristic of relic pyrobitumen resulted from cracking, in addition to peaks of high density methane, but basically contain no peaks of H2S resulted from TSR processes related to fluids in the reservoir. Type III methane inclusions demonstrate that oil cracking may occur in the non-carbonate rocks in the upper part of the gas reservoir, despite the fact that they contain no H2S resulted from TSR processes that may occur in the reservoir. The high density methane inclusions as contained in calcite and quartz show pyrobitumen Raman Peak D and Peak G, which are rather similar, respectively, to Peak D and Peak G of pyrobitumen contained in reservoir pores, in both peak shape and height ratio. This demonstrates that thermal maturation of high density methane inclusions as discussed above corresponds respectively to reflectivity of bitumen in carbonate reservoir (BRo=3.2-3.6%) and reflectivity of bitumen in the upper clastic reservoir (BRo=2.2-2.6%).",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Occurrence and Genesis of Multiple Types of High Density Methane Inclusions in Puguang Gas Field",
  "revision_id": "1024c600-87d0-434d-84f2-0ac557a62b80"
}