{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "10dd2e14-f73c-4a29-b1bf-662cf4783fb6",
  "metadata_created": "2013-08-30T15:52:54.654579",
  "metadata_modified": "2013-10-10T22:26:08.398827",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "4619b526-7891-405a-9900-293e49ee4388",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "love",
  "isopen": false,
  "url": "",
  "notes": "Drug Rehabilitation centers give the important support that addicts want, if they are to kick their drug habit.\n\nDrug rehabilitation is greatest handled in a residential setting, exactly where the customers have no access with the outdoors planet. Mobile phones, World wide web access and phone calls are not permitted. This is to prevent customers arranging illicit supplies and undoing all the excellent perform becoming completed.\n\nThey are not rest properties and numerous addicts discover the regime unpleasant, but that is only to be expected with any technique that deprives them of their day-to-day drug requirements.\n\nAhead of sending an addict for treatment you ought to pay a visit to the center and assess for oneself the level of care and remedy offered. Obtaining created a careful selection you will have to harden your self against your relatives complaints.\n\nDrug addiction is physical as well as a psychological dependence on drugs. A drug addicts body has adjusted to cope and anticipate the every day dose of whatever substance the addict is using. The physique shows unpleasant withdrawal symptoms that the addict has to go via.\n\nA rehab center will have medical, nursing and care employees to cope with the needs of the addicts. This really should reassure addicts relatives, who will have no speak to at all for the first month or so, and only limited get in touch with following that.\n\nThe price of drug rehabilitation is higher, but worthwhile to the addicts parents. The higher cost is inevitable with residential treatment and the cost of nursing and medical staff wages. The remedy will only be permanent even so, if the addict has produced the selection to come off drugs him or her self.\n\nPermanent rehabilitation implies that the client will need support immediately after leaving the rehabilitation center. I discovered <a href=\"http://www.harbordrugtreatmentcenter.com/\">compare harbor drug treatment center</a> by searching Google. He or she will want a job and some positive leisure activity that will make certain total removal from the circumstances leading to the previous addiction.\n\nAddicts and relatives require to be aware that 1 dose of the drug that caused the addiction is adequate to undo all the challenging work and send the addict back to square one. Drug addiction, like alcoholism is permanent, there is no cure, only assist to get through the withdrawal symptoms.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Drug Rehabilitation - No easy choices",
  "revision_id": "3dbc668e-13df-4da8-b4eb-bcfa00a4def7"
}