{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "6a7a9fa9-a753-4486-bab9-aed408e47280",
  "metadata_created": "2013-08-29T05:49:21.879006",
  "metadata_modified": "2013-10-10T19:30:46.630523",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "ba2aaf2e-45d4-4c81-8c78-b88c70c5af6d",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "ahmed",
  "isopen": false,
  "url": "",
  "notes": "Weight benches are a central element of any weight training system. Discover more on a partner URL - Navigate to this web site: <a href=\"http://fitnesstogether.com/fairfax\">advertisers</a>. Not only are numerous weight education benches of the sturdiest and highest quality obtainable, but they are offered at the most competitive prices on-line too. The utility bench is unequaled in style and craftsmanship. If you have an opinion about food, you will likely hate to compare about <a href=\"http://www.youtube.com/watch?v=mVG6jZ-K9Gk\">article</a>. The seat pads adjust independently to obtain precise angles and the bench accepts a wide selection of attachments for person customizing for the numerous distinct workout routines you can carry out and to accomadate the varying sizes of folks. This is a single of the greatest pieces of residence fitness gear you can acquire and is the very best perform out for physique upkeep.\n\nA excellent Weight Bench is one particular of the most productive tools in the Constructing Foundation for a Strength Training System. Property fitness equipment is not like Weight Benches you can get in Sporting Goods or Division Shops with their inherent flimsy unstable Styles.\n\nOlympic Weight Benches and Regular Weight Benches are constructed from Industrial Grade Heavy Duty Steel and a lot of supply Flat, Incline, Decline and Shoulder Pressing adjustability with leg press attachment as nicely. Olympic Weight Benches are appropriate for Advanced Bench Pressing or for a Newbie Weight Lifter to Build Complete Functional Upper Body Strength and is a crucial element is self improvement each physically and mentally.\n\nNo matter whether it is a treadmill costing thousands, or a hand grip for $30, both of these devices are classified as fitness gear. So you see, it really is a large arena, with lots of items. Navigating To <a href=\"http://www.youtube.com/watch?v=SJQdiBrEoao\">the internet</a> certainly provides suggestions you might give to your friend. In reality, fitness equipment overlaps numerous other markets which includes sports, entertainment, and healthcare. So when you visit a big, fitness gear retailer you'll locate anything from rubber floor tiles to dvds, not just the obvious fitness equipment you see at the health club. If you know anything, you will certainly desire to read about <a href=\"http://www.youtube.com/watch?v=mVG6jZ-K9Gk\">visit link</a>. But searching through the a lot of on-line fitness outlets available, you are certain to only locate fitness gear that is associated precisely to what you are looking for.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Benches Are The Central Element Of Any Great Weight Instruction Plan.",
  "revision_id": "d9c59a27-b287-428e-bd5f-ca8cbccf8bce"
}