{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "85837983-0631-47f9-bec7-be6cb4a87ae6",
  "metadata_created": "2012-09-12T08:46:33.993312",
  "metadata_modified": "2013-10-10T21:14:56.382864",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "0049390e-44ec-4a7f-ba0c-18fab6652683",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "hiking_with_a_north_face_jacket_is_easy_to_win",
  "isopen": false,
  "url": "",
  "notes": "Day 3: Yet again, we had no known visitors this night. We awoke to the sound of the brothers rummaging around getting stuff together and breakfast made. They had a long hike out that day and wanted to get a fairly early start. The man below us also began to get his stuff together shortly after. He however did not eat a breakfast, but rather packed up and took off. I believe that he had an even longer day.\n\nAfter watching them a while I decided to get up and brush my teeth of <a href='http://www.tnfdenalioutlet.com'>north face jackets</a> . Then I started to boil my water and then began getting all my gear back together and in its appropriate stuff sack so that it would be ready to pack up shortly after breakfast. Our hike today was a rather modest hike. Today would not really be much elevation gain, or even drop for that matter. We were hiking out of Tricorner Knob via the Balsam Mountain Trail which follows a ridge all the way to Laurel Gap Shelter.\n\nWe were the last ones to leave the shelter, about 15 minutes behind the brothers. We hiked the short 0.1 mile back up the AT to get to the Balsam Mountain Trail, then we began our hike for the day. I immediately noticed 2 things about this trail. 1. It was not as well-traveled as the AT, and was a little more grown up, and 2. There were cob webs weaving back and forth everywhere, and I mean everywhere. About every 50 ? 100 feet I would stop to try to get all the cob webs off of my face and arms. After about 2 miles I was kind of getting sick of it?\n\nWe didn?t really have many good views from the trail, however, the trees were not too thick to completely block out views. We just never got any good open views. Of course all the cob webs in my face probably kept me from really seeing much anyway? About half way down the trail I met the only group of hikers I met on the trail this day. It was a group of four, and the guy at the end promptly as me if I was Stick, to which I replied ?I am. Are you Hiker01?? and he replied ?yes.? (A member of the Backpacker.com forums.) We talked for a little bit, then went on our own separate ways. It is very cool meeting people who you know from the forums on the trail. Of all the places to recognize someone you don?t really know to begin with? Neat.\n\nAnyway, my wife and I stopped here and had a quick snack with the <a href='http://www.tnfdenalioutlet.com'>north face outlet</a>. We were anticipating arriving at the shelter early today, since we were already half way there and the rest of the way was pretty much down hill. After our hike we hiked on. We came to the junction where Gunther Fork Trail turned off, which would be our trail the next day. From here we hiked 0.9 miles farther to the Mt Sterling Trail. From here we hiked 0.3 miles farther to reach the Laurel Gap Shelter. The bad thing about the last part of this hike was that every step we took, we knew we would have to take again the next day, but hey, we were here to hike!\n\nWe quickly arrived at the shelter. The shelter was in an opening with a grassy field to one side, and a huge blackberry patch behind it. The trail continued right down the middle of this trail. Of course when we arrived, we were the only ones yet again. So, again with the process of unpacking and getting beds made.\n\nhttp://www.averagehouseholddebt.info/story.php?title=tell-you-how-to-identify-the-fake-nike-air-max-shoes-new-released-nike-free-7-0-edition-for-spring\nhttp://yesshareit.com/story.php?title=tips-on-select-a-comfortable-winter-jackets-at-good-price\nhttp://linksstumble.com/story.php?title=require-out-of-doors-activity-exercise-in-winter-time-united-states\nhttp://destery.info/story.php?title=tips-on-select-a-comfortable-winter-jackets-at-good-price\nhttp://www.bookmarkmysite.org/story.php?title=ten-strategies-to-boost-ecommerce-income-utilizing-pinterest\nhttp://www.conexionamos.com/story.php?title=get-out-of-doors-activity-physical-exercise-in-wintertime-period-usa\nhttp://www.averagehouseholddebt.info/story.php?title=tell-you-how-to-identify-the-fake-nike-air-max-shoes-new-released-nike-free-7-0-edition-for-spring\nhttp://www.directorystack.com/story.php?title=get-out-of-doorways-activity-physical-exercise-in-wintertime-united-states\nhttp://feettoinches.info/story.php?title=10-ways-to-increase-ecommerce-income-utilizing-pinterest\n",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Hiking with A North Face Jacket is Easy to Win",
  "revision_id": "4ce8ab0a-0fb9-4627-81e0-0cb282163d55"
}