{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "cbe9de1b-ed97-40b3-93e9-c3c1995b1269",
  "metadata_created": "2013-09-02T16:09:58.711600",
  "metadata_modified": "2013-10-10T19:34:54.667131",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "b855449a-ec59-438f-87fa-64a635bbec13",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "alston",
  "isopen": false,
  "url": "",
  "notes": "Why is sport shirt gathering so common? One reason is that the jersey is intimately attached to it was worn by the player who. We could feel and see the association and get nearer to the player and the game. \n\nAn activity hat uniquely identifies a player's team. I-t generally has the team nickname or area o.. \n\nCollecting sports memorabilia can be a source of pleasure for many game enthusiasts, and sports jerseys are among the most widely used memorabilia collected by enthusiasts around the world. \n\nHow come activity shirt collecting so popular? One reason is that the jacket is intimately connected to it was worn by the player who. We could see and feel the relationship and get closer to the game and the person. \n\nA hobby hat uniquely determines a player's team. I-t usually has the team handle or area on the leading and the player's number or name on the trunk. The market for old game tops is huge; nevertheless it is also plagued by plenty of fakes being sold as originals. \n\nStrongly check for adjustments and use while investing in a new jersey. Dig up more about <a href=\"http://www.safeharborrehabcenter.com/newark-drug-rehab\">clicky</a> by browsing our forceful paper. Use and use will vary. Use occurs whenever a person uses it. Wear happens each time a jersey is laundered or handled frequently. A lower price could be negotiated by you if an original jacket is used by another person. Search for signs of use on the inside including work spots along with the outside of the jersey. It is often helpful to change a jersey inside-out to determine if wear or corrections have now been done. \n\nSometimes criminals put group figures afterwards to an old jersey to copy an original worn with a celebrity. In this case the hat could be virtually useless. Check when the letters and figures on a jacket have already been employed with the same product in the same time. Should you wish to be taught further on <a href=\"http://www.safeharborrehabcenter.com/\">drug rehab centers in new jersey</a>, there are millions of databases people might consider pursuing. They should show regular wear around and should have passed evenly. Also feel the fabric to ascertain if most of the figures are from the same substance. \n\nAn extremely powerful approach to determine the credibility of a shirt is always to compare it with other known, authentic samples and photos. <a href=\"http://www.safeharborrehabcenter.com/newark-drug-rehab\">Official Website</a> contains new resources about why to look at it. Picture matching is possible by making a comparison towards the jersey and finding images of the player in uniform. This thought-provoking <a href=\"http://www.safeharborrehabcenter.com/newark-drug-rehab\">tell us what you think</a> wiki has some thought-provoking cautions for the inner workings of this activity. Go look at the numbers, step-by-step, calculate the length, look for any other small detail, and look at the fabric. Become a jersey Sherlock Holmes! \n\nIt is not easy-to learn if a shirt is unique or not. The easiest way to acquire old sports jersey is to buy from a reliable source and research around possible.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Gathering Activities Tops",
  "revision_id": "cf7dd3f8-e0ab-4b49-8fac-2d1d0a2f5d4c"
}