{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "75b28a0e-96bd-4bf5-9296-b7e39809278f",
  "metadata_created": "2013-08-29T01:23:28.841748",
  "metadata_modified": "2013-10-10T20:09:37.375068",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "669066f9-10ac-4ef0-8890-ed3b9aa4a0cd",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "cabrera",
  "isopen": false,
  "url": "",
  "notes": "Since  primitive times, a wide array of instruments are  created and used for a variety of  medical  functions. Surgical  tools are tools created for a  particular  function  throughout  surgical treatment. Surgical  tools such as Russian forceps and ovum forceps have specific use. Learn further on a partner article by browsing to <a href=\"http://www.mpmmedicalsupply.com/obgyn-infertility/needle-holders\">bozeman needle holders</a>. Dig up more on <a href=\"http://www.mpmmedicalsupply.com/obgyn-infertility/needle-holders\">team</a> by going to our cogent encyclopedia. They are designed and precision-made of stainless steel or other bio-safe  products that can be  sanitized and used.\nStainless steel is the  major metal  utilized in the  production of  medical instruments. Also, metals such as titanium, chromium, vanadium, and molybdenum are used in the  production of  medical  tools such as Russian forceps and Ovum forceps. The Russian forceps are tissue- handling forceps with broad, spoon-shaped tips with serrated edges. The  unique design with precision grip of Russian forceps offers optimum maneuverability for  medical professionals and nurses during procedures. If you believe anything at all, you will probably choose to compare about <a href=\"http://www.mpmmedicalsupply.com/obgyn-infertility/needle-holders\">mayo hegar needle holders</a>. You can find online  lots of medical  providers  that stock a wide range of Russian forceps for your  certain needs. Ovum forceps are  frequently used to  get rid of placental fragments inside the uterus. The ovum forceps are also used as hemostat or as a clamping instrument. You can  discover  on the internet  lots of suppliers of surgical instruments including ovum forceps.\nThe operating room nurses need to  understand the names and location of thousands of surgical instruments including OB GYN instruments. There are  tools that are common for many specialties,  however there are  tools such as OB GYN instruments that are specific for a particular area of treatment. In the operating room, technical  capabilities are as  crucial as people skills.  Tools  essential for the  treatment  must be  disinfected and  must  operate  correctly. The OB GYN instruments and  various other surgical instruments  ought to be  sterilized and function  appropriately to make them  secure. All  clinical  tools  requires  comprehensive checking prior to the starting of the procedure.\nBone marrow biopsy  includes the use of a large bone marrow aspiration needle to  spot blood diseases such as leukemia and lymphoma. The bone marrow aspiration needle is injected in the pelvic bone to  gather bone marrow.  As soon as the biopsy is done, the tissue is collected and  protected in a  analysis histopathology setup. It is then provided to a pathologist for  evaluation who examines the tissue microscopically to analyze the cell type, shape, and function to diagnose the  issue. Biopsies done  by utilizing bone marrow aspiration needle  are very important to study the  wellness  problems and to  identify or treat  harmful  illness such as cancer and tumors.\nYou  could  locate  on the internet reputed suppliers of bone marrow biopsy sets  featuring bone marrow tray and biopsy needle. The bone marrow biopsy set  features a marrow extraction cannula aimed at  making sure a quality specimen by  gathering and holding the bone marrow in the needle cannula without using the  unpleasant needle deflection  method. This increases patient comfort,  lowers risk of a lost sample and  boosts the quality of the specimen.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Versatile Surgical Instruments for Reliable and Safe Medical Procedures",
  "revision_id": "6ab5de9a-4707-4649-8a95-414f6e2ac411"
}