{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "04feeace-d77e-4504-a2a4-fb5eedfc75c2",
  "metadata_created": "2013-07-18T01:46:25.980791",
  "metadata_modified": "2013-10-10T21:17:24.068067",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " In the thermal hydraulic experiments to determinate parameters of heat transfer, where fuel rod simulators are heated by electric current, the preservation of the simulators are essential when the heat flux goes to the critical point. One of the most important limits in the design of cooling water reactors is the condition that the heat transfer co-efficiently by boiling in the core to deteriorate itself. The heat flux just before deterioration is denominated as critical heat flux (CHF). At this time the small increase in the heat flux or in the inlet temperature of the cooler in the core, or the small decrease in the inlet flux of cooling, results in changes in the heat transfer mechanism. This causes increases in the surface temperature of the fuel elements leading to failures at the fuel (burnout). This paper describes the experiments conducted to detection of critical heat flux in nuclear fuel element simulators carried out in the thermal-hydraulic laboratory of Nuclear Technology Development Centre (CDTN). It is concluded that the use of displacement transducer is the most efficient technique for detecting critical heat flux in nuclear simulators heated by electric current in open pool.",
      "name": "Detection of the Critical Heat Flux in Nuclear Fuel Rod Simulator",
      "format": "",
      "url": "http://www.as-se.org/scpt/paperInfo.aspx?ID=2801",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "04feeace-d77e-4504-a2a4-fb5eedfc75c2",
      "created": "2013-07-17T20:46:58.908863",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "4410ab75-5e04-4f6f-8e51-3567b901c113",
      "url_type": null,
      "id": "1d5e8fe8-7004-400c-8404-2a35489c6149",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Numerical simulation was carried out to study the turbulent mixing behaviour of two opposite flows inside a square chimney model of a pool type research reactor. This type of chimney structure is often used for open pool type reactors to prevent mixing of core outlet water directly into the pool. The chimney design facilitates guiding of the radioactive water from the reactor core towards the side outlet nozzles and simultaneously allows drawing water from the reactor pool through the chimney top opening. This helps to limit the radioactivity level at the pool top to a lower limit. The present work aims at studying the turbulent mixing inside a 2/9th scaled down model of chimney structure. The Reynolds numbers considered in the simulation are 1.36×106, 1.81×106, 2.26×106 and 2.72×106 which correspond to upward core flow of 12.5, 16.67, 20.83 and 25 kg/s respectively. The core bypass flow which is sucked in the downward direction varies to 0, 5, 10 and 15% of the core flow. The effects of flow ratio between the upward flow and downward flow on the mixing behaviour are analysed using PHOENICS code. Turbulence is modelled by using the Reynolds averaged Navier Stokes (RANS) equation. The results indicate that increase in downward flow causes the jet height to decrease. It is observed that the jet height mainly depends on the ratio of core bypass flow and core flow. The effect of change on core flow is insignificant.",
      "name": "Numerical Simulation of Turbulent Mixing inside Scale down Model of a Square Chimney for a Pool Type Research Reactor",
      "format": "",
      "url": "http://www.as-se.org/scpt/paperInfo.aspx?ID=2852",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "04feeace-d77e-4504-a2a4-fb5eedfc75c2",
      "created": "2013-07-17T20:47:37.207293",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "1b48cb92-346f-49b0-b999-7c0f23ea510e",
      "url_type": null,
      "id": "2a05b00e-e2b8-4c2a-9fc8-d07f3e48589f",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Recently, the growing awareness on health accelerates the demand for seafoods worldwide. Freshness of seafoods tends to be prior requirement. For the assessment on freshness of seafoods, so far, sensory, microbiological　and biochemical methods are used. However, these are not appropriate method for large quantities. In this case, optical methods have advantages of quickness and nondestruction. In this review, biochemical changes during storage are described as a theoretical basis of the freshness evaluation and several current topics on optical noninvasive methods are introduced. Fluorescence of NADH has been applied to scallop adductor muscle, which showed that transient increase in fluorescence intensity was followed by the decrease until 2days of observation . Based on absorption spectra of squid hemocyanin, the oxygen dissociation curve shifted to the left during storage,which suggested that the affinity of oxygen depends on freshness. As for the transparency of squid mantle, new technology with transmittance permitted to analyze the changes to turbid state. The results were almost consistent with that obtained from the sensory test. The range applied to these new methods is still narrow but many results obtained would be reported in the near future.",
      "name": "Current Optical Evaluation of Freshness of Seafoods",
      "format": "",
      "url": "http://www.as-se.org/scpt/paperInfo.aspx?ID=3854",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "04feeace-d77e-4504-a2a4-fb5eedfc75c2",
      "created": "2013-07-17T20:48:14.468774",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "8ccc9077-dd46-41f3-b35b-feb94171528b",
      "url_type": null,
      "id": "ac968c03-1fd6-4478-9e98-a4684c9874ed",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Industrial wet phosphoric acid production in Tunisia has led to the accumulation of high amounts of waste phosphogypsum by-products which are stocked mainly in piles. This harmful waste has still caused much anxiety and problems for the living especially in Sfax region (South-East of Tunisia) where it is rejected. In this paper two samples of Tunisian phosphogypsum, differing in their age, were analyzed by different analytical methods in order to compare and study the effect of impurities presence on gypsum’s properties. Infrared spectroscopy allowed the observation of phosphoric acid and fluorosilicates absorption bands as well as the determination of the P/S ratio. X-ray powder diffraction confirmed the presence of impurities of HPO42- (crystallized in ardealite and brushite phases) and SiF62- (crystallized in malladrite phase) in phosphogypsum samples. A shaped-needles phase observed only in old sample micrographs corresponded to the brushite phase. Differential Scanning Calorimetry analysis showed the influence of impurities on the thermal behavior of dehydrated calcium sulfate. Elemental analysis was provided with respect to scanning electron microscopy coupled with energy dispersive X-ray technique, X-ray fluorescence, ultraviolet-visible spectroscopy, flame atomic absorption spectroscopy and selective electrode analysis. Optical properties investigated by photoluminescence measurements allowed not only the identification of the matrix emissions but also the observation of Cd2+, Zn2+ and Mn2+ impurities showing thus their presence in the studied phosphogypsum samples.\r\n",
      "name": "Characterization and Optical Study of Phosphogypsum Industrial Waste",
      "format": "",
      "url": "http://www.as-se.org/scpt/paperInfo.aspx?ID=3728",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "04feeace-d77e-4504-a2a4-fb5eedfc75c2",
      "created": "2013-07-17T20:48:44.504239",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "d7926c44-5af3-40c5-9b56-aff6996a705c",
      "url_type": null,
      "id": "729cc8f3-2a4d-4e7b-96e0-b3e3a7130595",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 4,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Chemical Process Technology",
      "id": "7d7939e2-fa7a-4df4-b9f6-cb71aff450f4",
      "name": "Chemical Process Technology"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-as-se-org-scpt",
  "isopen": true,
  "url": null,
  "notes": "Studies in Chemical Process Technology (SCPT) is an open-access and peer-reviewed journal. The journal publishes original papers at the forefront of chemical process technology research and their applications. The contributions are published in both printed and online version.\r\n\r\nThe goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.\r\n\r\nAll articles published in this journal, including editorials, book reviews, news and comments, are signed and reflect the views of the authors. They are not official points of view held by the journal or by the institutions with which the authors are affiliated.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Studies in Chemical Process Technology (SCPT)",
  "revision_id": "22b12d4f-f0bf-4b15-ba38-b55820ccb414"
}