{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "46bfae41-f6c9-47e9-88c9-e70a952b34d4",
  "metadata_created": "2013-09-08T10:54:53.601600",
  "metadata_modified": "2013-10-10T21:49:47.699923",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "1c3f0c0a-4df4-470f-8c75-9d46033fd258",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "kaae",
  "isopen": false,
  "url": "",
  "notes": "For every seminar, conference, and annual event held around the globe, there's often a wordy, poorly created emblem to accompany it. It seems that regardless of how much the design community does to impress upon people the significance of a great brand design, it seems as though event planners mustn't hear it. \n\nI find at least one report about a logo being launched for some sort of function everyday as I browse the logo news. When I start to see the style, I'm almost always disappointed with the possible lack of imagination and general skill level. Im sure that a logo is among the last things over a people mind when they are attempting to complete speaker openings, attract delegates, secure an area, and make sure everything goes perfect. But at the same time, having a killer logo for just about any event makes it more desirable to potential guests. This engaging <a href=\"http://tampamarketingexpert.com/tampa-web-design/\">success</a> paper has collected prodound suggestions for the purpose of this idea. The function will have better work, build more trust, and perhaps most importantly, sell more promotional products. \n\nThis can be particularly important for large-scale, recurring events, like the Olympics. Everyone else recognizes the five interlocking ring design. But most variety towns design a logo for their city that becomes the main logo used to advertise the event. \n\nToday among three images being used for as the Green Olympics designwas the Beijing 2008 Olympicsknown unveiled, and is as well a major disappointment. Im sure a great deal of money and time were spent in the future up with this style, but the brand appears very crude and lacks visual balance, I think. I'd never buy anything with that design about it. Ideally the Olympic organizing committee will do a much better job with the other two images, which have yet to be Hi-tech Olympics and revealedthe Peoples Olympics, o-r they may have various mugs and hats if the final anthem plays. \n\nFor anyone considering getting a logo created for their event, read on LogoWorks in the Wall Street Journal. Get additional info on our favorite partner encyclopedia - Click here: <a href=\"http://tampamarketingexpert.com/\">tampa seo</a>.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Event Logos Still Sub ParJonathan Munk",
  "revision_id": "b47a0804-db53-4a4a-8469-280c4b7c9cc2"
}