{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "a89d4dae-a7ef-4ced-91a8-88a5e82bc8f8",
  "metadata_created": "2013-09-16T20:58:32.553903",
  "metadata_modified": "2013-10-10T20:09:37.375068",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "60cf4a97-7ef1-4aa9-b385-8d83237d8254",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "cain",
  "isopen": false,
  "url": "",
  "notes": "Da das Pokern einen so unglaublichen positiven Schwung heutzutage cap, wollen immer mehr Menschen Poker erlernen und nun auch Spielen. Pokern hat sich in mehreren Richtungen entwickelt. Zu einem wird immer mehr ffentlich Poker gespielt. Auch in kleine Kreise unter Freunden werden immer mehr Poker Partys geschmissen. Poker Turniere werden immer mehr ffentlich gemacht. \n\nDas Poker boomt in diesen Zeiten und person erwartet einen weiteren Schwung mit dem Internet. On-line Poker ist die neue Etappe zum modernen Pokern. Poker Rooms im Internet ist der Ideale Ort fr Poker Anfnger, als auch fr Poker Profis. Menschen aus der ganzen Welt haben e-s schon ausprobiert und sind mit dem Service der Internet Poker Rooms zufrieden. Poker O-nline Spielen bringt mehrere Vorteile mit sich, die einfach jeden berzeugen! \n\nUm Poker zu erlernen muss man nicht gleich zu einem Lehrer greifen, man kann gelassen in einem Online Poker Room und sich in die Welt des Online Pokers hereinleiten lassen. Die Poker Rooms erlutern ausfhrlich alle Regeln, alle Grundstrategien und zeigen zu meist die jeweiligen Gewinnchancen an. Zudem hat der Poker Anfnger viele Vorteile im Internet. Er kann sich Simulationsspiele im Pokern einben und spter nur fr wenige Gruschen seine erste Spiele gegen echte Spielgegner wagen. Whrend des ganzen Spiels wird der Spieler von der On-line Poker Software berwacht und begleitet, therefore dass er auch wirklich mit den Spielregeln und Spielablauf zu Recht kommt. \n\nEin weiterer wichtiger Vorteil beim Online Pokern ist sein Komfort. Wenn man 'traditional' Poker spielen can, so muss man entweder ein Pokerraum aufsuchen oder sich eine Pokergesellschaft organisieren. Dass heit, wenn man Poker Spielen may, muss wird oftmals zu einem aufwendigen Hin und Her, bis gespielt werden. Beim On line Pokern kann man sich wann immer man may, gemtlich vor dem Computer setzen und schon los pokern. Be taught more on an affiliated paper by visiting <a href=\"http://www.dlfcsj.com/various-types-of-trauringe-aus-weissgold-invitations/\">close remove frame</a>. Man braucht weder eine passende Umgebung noch einen Mitspieler, per Internet wird alles vom Poker Room Anbieter geregelt. Dies ist wohl die einfachste und flexibelste Art und Weise Poker zu spielen. \n\nDazu kommt noch der Komfort der Zeit. Dank des Internets und der On-line Poker Anbieter kann man nun wann man may spielen. Egal um wieviel Uhr und an welcher auergewhnlichen Stunde, sobald ein Mitspieler auf der Welt ebenfalls internet Poker spielen will, kann gepokert werden. Ob nun bei der Mittagspause oder nachts wenn die Kinder schlafen, man kann pokern wann immer man can! \n\nIntelligente Software der Online Poker Rooms are died by der vielleicht wichtigste Punkt beim Online Poker ist. Die Software ist der Herz eines jeden Poker Programms im Internet, sie regelt alle Spielablufe, sie verteilt die Karten und kontrolliert die Fairness eines jeden Spieles. Die Computer software garantiert fr zufllige Kartenverteilung, fr geregelte Spiele und die Auszahlungen der Gewinne. Kein Mogeln und kein Betrogen werden, die Pc software sorgt fr Sicherheit und Vertrauen! \n\nOnline Pokern hat diese und noch mehr Vorteile aufzuweisen, zu dem macht Online Pokern eine Unmenge von Spa! Wer es bis jetzt noch nicht ausprobiert cap, kann dies kostenlos Online tun. \n\nHeutzutage kann male das Wort Pokern schon nicht mehr berhren. Ob im Fernsehen, im Radio oder in Gesellschaften, es wird rund um die Uhr bers Pokern und Poker Spielen gesprochen. Pokern entwickelt sich langsam aber sicher zu einem festen Bestandteil unserer Gesellschaft. Was vor wenigen Jahren noch als vulgr und gefhrlich galt, wird heute geschtzt und geliebt. \n\nDa das Pokern einen therefore unglaublichen positiven Schwung heutzutage hat, wollen immer mehr Menschen Poker erlernen und nun auch Spielen. Learn more on this affiliated essay by visiting <a href=\"http://www.xingrunit.com/twenty-fifth-goldschmied-hamburg-anniversary-gifts.html\">Twenty Fifth Goldschmied-Hamburg  Anniversary Gifts | xingrunit blog</a>. This compelling <a href=\"http://www.mydzkj.com/25th-hochzeit-und-heirat-mit-ringen-anniversary-gifts/\">25Th Hochzeit und Heirat mit Ringen  Anniversary Gifts | mydzkj blog</a> portfolio has varied staggering tips for why to look at this enterprise. Pokern hat sich in mehreren Richtungen entwickelt. Zu einem wird immer mehr ffentlich Poker gespielt. Auch in kleine Kreise unter Freunden werden immer mehr Poker Partys geschmissen. Poker Turniere werden immer mehr ffentlich gemacht. \n\nDas Poker boomt in diesen Zeiten und person erwartet einen weiteren Schwung mit dem Internet. Online Poker ist die neue Etappe zum modernen Pokern. Poker Rooms im Internet ist der Ideale Ort fr Poker Anfnger, als auch fr Poker Profis. Menschen aus der ganzen Welt haben es schon ausprobiert und sind mit dem Service der Online Poker Rooms zufrieden. Poker On line Spielen bringt mehrere Vorteile mit sich, die einfach jeden berzeugen! \n\nUm Poker zu erlernen muss man nicht gleich zu einem Lehrer greifen, man kann gelassen in einem Online Poker Room und sich in die Welt des Online Pokers hereinleiten lassen. Die Poker Rooms erlutern ausfhrlich alle Regeln, alle Grundstrategien und zeigen zu meist die jeweiligen Gewinnchancen an. Zudem cap der Poker Anfnger viele Vorteile im Internet. Er kann sich Simulationsspiele im Pokern einben und spter nur fr wenige Gruschen seine erste Spiele gegen echte Spielgegner wagen. Whrend des ganzen Spiels wird der Spieler von der Online Poker Software berwacht und begleitet, therefore dass er auch wirklich mit den Spielregeln und Spielablauf zu Recht kommt. \n\nEin weiterer wichtiger Vorteil beim Online Pokern ist sein Komfort. Wenn man 'off-line' Poker spielen will, so muss man entweder ein Pokerraum aufsuchen oder sich eine Pokergesellschaft organisieren. Dass heit, wenn person Poker Spielen will, muss wird oftmals zu einem aufwendigen Hin und Her, bis gespielt werden. Beim Online Pokern kann man sich wann immer man may, gemtlich vor dem Computer setzen und schon los pokern. Man braucht weder eine passende Umgebung noch einen Mitspieler, per Internet wird alles vom Poker Room Anbieter geregelt. Dies ist wohl die einfachste und flexibelste Art und Weise Poker zu spielen. \n\nDazu kommt noch der Komfort der Zeit. Dank des Internets und der Internet Poker Anbieter kann man nun wann man will spielen. Egal um wieviel Uhr und an welcher auergewhnlichen Stunde, sobald ein Mitspieler auf der Welt ebenfalls internet Poker spielen may, kann gepokert werden. Ob nun bei der Mittagspause oder nachts wenn die Kinder schlafen, man kann pokern wann immer man can! \n\nDer vielleicht wichtigste Punkt beim Online Poker ist die Intelligente Software der Online Poker Locations. Die Computer software ist der Herz eines jeden Poker Programms im Internet, sie regelt alle Spielablufe, sie verteilt die Karten und kontrolliert die Fairness eines jeden Spieles. Die Computer software garantiert fr zufllige Kartenverteilung, fr geregelte Spiele und die Auszahlungen der Gewinne. Kein Mogeln und kein Betrogen werden, die Software sorgt fr Sicherheit und Vertrauen! \n\nOnline Pokern cap diese und noch mehr Vorteile aufzuweisen, zu dem macht Online Pokern eine Unmenge von Spa! Wer es bis jetzt noch nicht ausprobiert hat, kann dies kostenlos O-nline tun.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "O-nline Pokern und seine viele Vorteile",
  "revision_id": "6ab5de9a-4707-4649-8a95-414f6e2ac411"
}