{
  "users": [
    {
      "email_hash": "6dd2ef7917a5c9957981a63796b67116",
      "about": "National Library of Korea, founded in 1945, is a comprehensive and treasured repository of national literature from domestic publications to digital information that has been systematically organized for all citizens.",
      "capacity": "admin",
      "name": "nlklod",
      "created": "2015-12-21T02:14:08.511825",
      "openid": null,
      "sysadmin": false,
      "activity_streams_email_notifications": false,
      "state": "active",
      "number_of_edits": 4,
      "display_name": "National Library of Korea",
      "fullname": "National Library of Korea",
      "id": "13d7b789-883d-4a42-8891-c9e3d71f9ec8",
      "number_created_packages": 0
    }
  ],
  "display_name": "National Library of Korea",
  "description": "The National Library of Korea (NLK), founded in 1945, is a comprehensive and treasured repository of national literature from domestic publications to digital information that has been systematically organized for all citizens.\r\n\r\nResponding to the changes in the modern era, the Library is building an extensive collection of digital resources as well as books and other paper documents. In order to provide advanced information services, the Library is making efforts to implement such projects as The Library at Your Fingertips, through which people can have access to the library whenever and wherever they want.\r\n\r\nThe dramatic and rapid changes that have taken place in information technology during the past decades are expected to usher in an era of smart technology that will have a huge impact on libraries worldwide. In the coming decade, the Library will be required to carry out much greater innovation.\r\n\r\nNational Library of Korea strongly believes that knowledge and information is one of the most significant resources for national development. The Library will put the intellectual achievements of our ancestors together with the high-end digital resources of today to serve as a living information repository.\r\n\r\nFurthermore, National Library of Korea will take a very active role in the global library community through collaborative relationships with numerous libraries and institutions.",
  "image_display_url": "https://old.datahub.io/uploads/group/2016-01-12-031626.688295nlk.png",
  "package_count": 1,
  "created": "2016-01-06T12:22:18.951387",
  "name": "nlk",
  "is_organization": true,
  "state": "active",
  "extras": [],
  "image_url": "2016-01-12-031626.688295nlk.png",
  "groups": [],
  "type": "organization",
  "title": "National Library of Korea",
  "revision_id": "307f4654-d88b-49df-b5f4-6e6f9be97ff2",
  "num_followers": 2,
  "id": "212cf881-bd3b-4c47-a66a-9bb8f3ab4a16",
  "tags": [],
  "approval_status": "approved"
}