{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "f7b4cc43-b589-4e8f-abb9-26f32e9db7c5",
  "metadata_created": "2013-09-02T03:50:37.072303",
  "metadata_modified": "2013-10-10T21:14:56.382864",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "ca0c6da2-501a-41dc-aa65-6c3ef1270cab",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "hildebrandt",
  "isopen": false,
  "url": "",
  "notes": "The state of Texas is extremely devoted to the understanding and aiding in the Texas state and postpartum depression. It is estimated that eight out of ten new mothers encounter a single type or one more of postpartum depression instantly right after providing birth. This cogent <a href=\"http://www.theendofloneliness.net/\">what is loneliness</a> paper has uncountable grand tips for how to think over this view. Symptoms consist of crying, short tempered, and feeling very frustrated and angry. Most of this is a organic course of giving birth and typically will part within a couple of weeks. Nonetheless, some women expertise it to a serious degree of pulling away from the infant, possessing no interest in the infant, of wanting to hold or comfort the babe.\n\nMost severely are the temper and anger to the point that some new mothers have thoughts of their death and even the death of the new baby. It involves being anxious and fear sets in that the new mother will harm the infant. The most extreme type is postpartum psychosis which is the extremely crucial interest in Texas state and postpartum depression. Browse here at <a href=\"http://www.theendofloneliness.net/\">how to end loneliness on-line</a> to learn the meaning behind this viewpoint. The healthcare community in the state wishes for Texas state and postpartum depression to not be described in the exact same sentence and are steadfastly trying to uncover a remedy or create a effective remedy program for these mother.\n\nPostpartum psychosis is a very rare form of postpartum blues and is seldom heard of. Learn supplementary resources on our partner link - Visit this web page: <a href=\"http://www.youtube.com/watch?v=O-cHLUGiyxk\">how to end loneliness</a>. However, one out of a thousand girls, shortly right after possessing a child, experience some for or one more of postpartum psychosis. This situation, must one ever come across it is incredibly volatile and of uttermost importance and demands medical attention quickly.\n\nTexas state and postpartum depression groups have come up with a sensible list of signs and symptoms that a new mother may possibly show if suffering from this disorder. They need to be noted and health-related tips and therapy is very advisable if it is believed that postpartum psychosis is present.\n\nThe Texas state and postpartum neighborhood says that indicators of a new mother becoming confused and nervous, getting unusually quiet, hallucinating, hearing voices and having thoughts about suicide or alternatively, of hurting the child. If you believe anything, you will maybe require to explore about <a href=\"http://www.theendofloneliness.net/\">details</a>. These are all signs that according to Texas state and postpartum experts, that a new mom is experiencing severe postpartum depression.\n\nTexas state and postpartum depression health-related neighborhood suggests that screening could be employed in order to better recognize and treat postpartum baby blues nevertheless, the debate rages on more than the criteria for which to diagnose main postpartum depression.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Texas State And Postpartum Depression",
  "revision_id": "4ce8ab0a-0fb9-4627-81e0-0cb282163d55"
}