{
  "license_title": "Creative Commons Attribution",
  "maintainer": "Editorial MenteClara",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 18,
  "id": "f9c7557b-886e-4784-9a4d-8b0702a90a61",
  "metadata_created": "2016-01-26T02:03:05.642270",
  "metadata_modified": "2016-07-21T23:28:52.416726",
  "author": "Editorial MenteClara",
  "author_email": "revista@fundacionmenteclara.org.ar",
  "state": "active",
  "version": "",
  "creator_user_id": "8f367573-7907-44cd-ac7a-04dd450df523",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "En este artículo se presenta la biografía de Antonio de Monserrat con el objeto de insertar en el pensamiento crítico budista a quien se considera el primer occidental iniciado en la filosofía tántrica e impulsor de ésta en Occidente a través de la Compañía de Jesús. Para ello, primero se hace un recorrido histórico que pone en foco cómo el budismo es desplazado de la India y se refugia entre las poblaciones de Asia central como la etnia Uigur en la actual Turquestán, cómo es adoptado por los emperadores chinos y se expande a lo largo de toda la Ruta de la Seda. La combinación del budismo indio con influencias occidentales (grecobudismo) dio origen a diversas escuelas budistas en Asia Central y en China. Luego se caracteriza en forma sintética la versión esotérica que adquiere el budismo (el tantra) y que se consolida en el siglo VIII en el Tíbet como budismo vajrayana (tántrico). Ésta es la forma de budismo que toman los gobernantes, que promueve la igualdad completa de personas y género, la idea del sujeto como una construcción de la cultura y la noción de deidades metafóricas —útiles para modelar el carácter de las personas pero de absoluta inexistencia— además del postulado budista de verdad relativa. Esta visión no teísta —o transteísta, como Gómez la prefiere llamar— se reflejaba en la total tolerancia religiosa del imperio chino, uigur y mongol, que garantizaba la seguridad y el libre intercambio por la Ruta de la Seda. Es esta visión de sujetos no divididos en castas ni diferenciados por sangre lo que maravilla a de Montserrat al decir que los tibetanos “no tienen reyes entre sí” e inflama la avidez de quienes viajaron especialmente (a partir de los escritos de éste) a iniciarse en el budismo tántrico tibetano como los jesuitas Antonio de Andrade y Juan de Brito. El tercer apartado se dedica de lleno a la biografía de Antonio de Monserrat y a precisar su contacto con el tantra.",
      "name": "ANTONIO DE MONTSERRAT – LA RUTA DE LA SEDA Y LOS CAMINOS SECRETOS DEL TANTRA",
      "format": "PDF",
      "url": "https://old.datahub.io/dataset/f9c7557b-886e-4784-9a4d-8b0702a90a61/resource/0300da2c-b103-4375-945d-318648c629c3/download/vol.1.1.e01.2016.pdf",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9c7557b-886e-4784-9a4d-8b0702a90a61",
      "created": "2016-01-26T02:06:53.724754",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "770dc29c-dd6e-45d0-a7a0-a4602faa794f",
      "url_type": "upload",
      "id": "0300da2c-b103-4375-945d-318648c629c3",
      "resource_type": null,
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "A medida que las argumentaciones no teístas se tornan cada vez más sofisticadas y complejas, se hace más difícil realizar una crítica sin antes admirar lo habilidoso de su diseño y casi maestría. Una de esas argumentaciones es una innovación relativamente reciente que es el hijo del naturalismo y la filosofía oriental: el budismo neural. Como dos diseñadores mundialmente famosos que trabajan juntos en una prenda nueva, el naturalismo y el budismo se unieron en este programa distintivo para ofrecer algo inventivo, especialmente en la explicación de la transformación moral. Por el contrario, este análisis va a develar al final que la explicación de la transformación moral del budismo neural es incapaz de ofrecer buenas respuestas a varias críticas convincentes.",
      "name": "ANÁLISIS CRÍTICO DE LA EXPLICACIÓN DE LA TRANSFORMACIÓN MORAL EN EL BUDISMO NEURAL",
      "format": "PDF",
      "url": "https://old.datahub.io/dataset/f9c7557b-886e-4784-9a4d-8b0702a90a61/resource/ba386d6d-ee37-499b-a04e-a476f0c667d9/download/vol.1.1.e03.2016.pdf",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9c7557b-886e-4784-9a4d-8b0702a90a61",
      "created": "2016-01-26T02:09:20.021597",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "770dc29c-dd6e-45d0-a7a0-a4602faa794f",
      "url_type": "upload",
      "id": "ba386d6d-ee37-499b-a04e-a476f0c667d9",
      "resource_type": null,
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Realizo una lectura no lineal del Kularnava Tantra para lo cual he transformado el texto previamente en grafo textual usando R, y luego lo he visualizado y analizado con Gephi, tomando como referencia indicadores provenientes de la teoría de grafos, tal como se emplea en el análisis empírico de redes sociales. Este procedimiento me ha permitido recuperar el patrón argumentativo central del Kularnava, su agenda central, que vertebra las diferentes comunidades temáticas del grafo, creando el camino por el cual circula el significado del texto. Esta agenda principal, señala que el gurú es la llave para, a través del conocimiento y del deseo de Shakti, facilitar al hombre el descubrimiento de su deidad interior.",
      "name": "KULARNAVA TANTRA. CAMINO DE CIRCULACIÓN DEL SIGNIFICADO",
      "format": "PDF",
      "url": "https://old.datahub.io/dataset/f9c7557b-886e-4784-9a4d-8b0702a90a61/resource/1940fcf0-7848-4cc9-be71-34dfe68fe872/download/vol.1.1.e04.2016.pdf",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9c7557b-886e-4784-9a4d-8b0702a90a61",
      "created": "2016-01-26T02:25:10.745176",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "770dc29c-dd6e-45d0-a7a0-a4602faa794f",
      "url_type": "upload",
      "id": "1940fcf0-7848-4cc9-be71-34dfe68fe872",
      "resource_type": null,
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "#Editorial\r\n##Por Oscar R. Gómez\r\n\r\nLes doy la bienvenida a este segundo número. Un excelente equilibrio entre fisiología, política y religión; con artículos atravesados por, o que cuestionan, la visión tántrica de sujeto. Los cuatro trabajos seleccionados sintetizan el espíritu presentado en el primer número: un enfoque multidisciplinario sobre un único objeto de estudio —el Hombre y su relación con el universo en el que se desarrolla—. \r\n\r\nEn el primero (Romero, 2016), una profunda discusión política sobre las libertades individuales y las formas de gobierno desde la visión de un sujeto que, al momento de nacer, es poseedor de la condición de igualdad lograda gracias al período de la Iluminación, que ingresó en Europa por la Ruta de la Seda.\r\n\r\nEl segundo investiga los resultados observados a partir de la utilización de técnicas tántricas mediante una revisión de la evidencia científica sobre los beneficios de estas prácticas en la reducción del estrés y en las diferencias fisiológicas entre las meditaciones theravadas o mahayanas (destinadas a estimular la actividad parasimpática, lograr relax y calma mental aun en condiciones de esclavitud) opuestas a las prácticas tántricas, que inducen una actividad incrementada del sistema simpático con lo que acrecientan la capacidad de estar alerta, enfocado y con toda la fuerza disponible para la acción. Este trabajo, que muestra beneficios en la salud de los individuos, muestra también cómo los líderes religiosos en la India y el Tíbet usaron técnicas para calmar al pueblo y se reservaron para sí las prácticas tántricas (ocultándolas y demonizándolas) para poder conducirlo (Basu, 2016).\r\n\r\nEl tercero, también de carácter médico/sociológico, explora el potencial femenino para el placer y el orgasmo extendido y muestra con evidencia científica que los mecanismos de placer pueden activarse o desactivarse a partir de creencias como las tántricas y las creadas a mediados del siglo XX a partir de la visión mágica occidental y la demonización antes mencionada por los “gurúes” hindúes, llamada “neotantra” (Sayin, 2016).\r\n\r\nEl cuarto nos hace ver con claridad que sea el hombre una construcción de la cultura o una creación de dios hay algo que no puede ser discutido y es que la idea de Dios, el juego sagrado, forja el espíritu de las personas y, por lo tanto, ya debiera abandonarse definitivamente la idea de ciencia versus religión e incorporar la teología dentro del resto de las ciencias académicas (Dickson, 2016). \r\n\r\nQuiero agradecer especialmente a  Jeffrey por formar parte de esta ibadat khana (casa de reflexión ecuménica iniciada por Muhamad (Akbar)) que ponemos a disposición de la comunidad académica.\r\n\r\nEspero que disfruten de este número tanto como lo hacemos con nuestro equipo editorial a la hora de seleccionar su contenido.\r\n",
      "name": "Volumen 1, numero 2 (2016)",
      "format": "PDF",
      "url": "https://old.datahub.io/dataset/f9c7557b-886e-4784-9a4d-8b0702a90a61/resource/8ea99b13-7d7d-4ef3-949f-c44e2860cd63/download/volumen1-2-2016.pdf",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9c7557b-886e-4784-9a4d-8b0702a90a61",
      "created": "2016-07-09T03:23:30.175435",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "71455129-8e68-4008-83e9-71dbe6122954",
      "url_type": "upload",
      "id": "8ea99b13-7d7d-4ef3-949f-c44e2860cd63",
      "resource_type": null,
      "size": null
    }
  ],
  "num_resources": 4,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Artículo Científico",
      "id": "ea36c5bb-993e-449d-94fe-f1fd93271d24",
      "name": "Artículo Científico"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Buddism",
      "id": "4e30e7d6-90b3-43a5-ac50-a32c3d6ec29c",
      "name": "Buddism"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Oscar R. Gómez",
      "id": "09bcad56-1893-4d48-a381-ae556d75ba57",
      "name": "Oscar R. Gómez"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Revista Arbitrada",
      "id": "3f86be52-1d75-488c-a058-13e1cd4b6e0a",
      "name": "Revista Arbitrada"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "antropología",
      "id": "2c8f8006-b39d-465f-9173-12010dbc619a",
      "name": "antropología"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "biotecnologia",
      "id": "7efe9605-6f72-4e66-b68f-3863a555fe4b",
      "name": "biotecnologia"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "budismo",
      "id": "4cef9b31-9667-499f-b061-a858a31e3f79",
      "name": "budismo"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "filosofía",
      "id": "8012cfd8-9c2e-48b9-bce4-ead3eb138fdc",
      "name": "filosofía"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "general health",
      "id": "339429d2-82c5-4427-92ed-87f95dbcb5ce",
      "name": "general health"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "medicina",
      "id": "dbd0316c-9427-449e-bc37-7c27b1366fd1",
      "name": "medicina"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "philosophy",
      "id": "839836d6-07a2-41bd-9bb2-db11103a3739",
      "name": "philosophy"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "psicoanális",
      "id": "dfc0d0ba-d26c-46b4-a012-71c708d59c26",
      "name": "psicoanális"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "psicología",
      "id": "f495be77-4063-4970-abe9-29e61e20da24",
      "name": "psicología"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "salud mental",
      "id": "afb47181-82b1-4eb4-a566-ab8c1b6db1b5",
      "name": "salud mental"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "sociology",
      "id": "dd2355c0-ed82-4924-82ff-b0605f66d253",
      "name": "sociology"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "sociología",
      "id": "a47f73c0-710d-497c-a1d3-9a5895189639",
      "name": "sociología"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "tantrism",
      "id": "7f61c4c9-2bf5-4650-b849-7bbc9b808024",
      "name": "tantrism"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "tantrismo",
      "id": "3a447a41-82dc-40cf-9721-fc3e6ad0f6ca",
      "name": "tantrismo"
    }
  ],
  "groups": [],
  "license_id": "cc-by",
  "relationships_as_subject": [],
  "organization": {
    "description": "Editorial MenteClara es el órgano de difusión de los libros, ensayos, artículos y demás documentos impresos o en formato eletrónico elaborados por la Fundación MenteClara.\r\n\r\n#La Fundación MenteClara \r\nes el resultado del trabajo de un grupo de personas que, habiendo encontrado una visión y una técnica capaz de proporcionar a las personas claridad, consciencia y felicidad, resuelven agruparse para difundirla libremente.\r\n\r\nEsta técnica, llamada por su autor \"la tecnología del deseo\", surge como resultado de 33 años de investigación e integración de las técnicas meditativas del budismo tántrico tibetano con el conocimiento académico formal occidental. \r\n\r\nLuego del transcurso de esos años, quienes fueron alumnos de Osy en está técnica, resuelven dar nacimiento a esta fundación con el fin de difundir su pensamiento y su tecnología.\r\n\r\nEsta tecnología se ofrece mediante cursos destinados a obtener rápidamente la capacidad de enfocarse en un punto y gestionar adecuadamente los procesos emocionales para obtener la claridad mental necesaria y saber qué hacer en cada momento y lugar para alcanzar así la plena realización. \r\n\r\n#Acta Fundacional\r\n\r\nEn la Ciudad Autónoma de Buenos Aires, a los seis dias del mes de julio de 2005, se reúnen en el edificio de Medicus, cito en Larrea y Marcelo T. de Alvear, del barrio de Recoleta, un grupo de 24 iniciados en la práctica del tantra por Oscar R. Gómez (Osy), acompañados de varios alumnos de éste, quienes en este acto resuelven constituir la Fundación Mente Clara con el fin de generar espacios para la práctica y la difusión de la tecnología del deseo, creada y desarrollada por Oscar Rodolfo Gómez a partir del estudio y la profundización del tantra budista e hindú.\r\n\r\nEntendiendo al Tantra como la acción de entretejer el pensamiento partiendo de textos sagrados tradicionales y que en cada lugar y momento histórico han ido incorporando los ropajes culturales propios de los diferentes pueblos que lo han practicado y prescindiendo de las formas culturales que pudieron tener sentido en India o Tíbet siglos atrás, pero que hoy resultan extrañas para occidente, Osy construye la mencionada tecnología del deseo que, fiel al enfoque tántrico original sostenido hasta el presente por S.S. el XIV Dalai Lama, constituye un nuevo tantra para occidentales que resulta de gran utilidad para nosotros conservando solamente la noción de sujeto, la visión del mundo y las técnicas meditativas que sí funcionan dentro de nuestra propia cultura occidental promoviendo la exaltación de valores humanos positivos como la compasión, el perdón y la felicidad.\r\n\r\nEsta fundación tendrá como objeto social destinar recursos para becar la formación en la disciplina a la mayor cantidad de personas como así también llevar la palabra de Osy a diferentes lugares de la ciudad para transmitir esta posmoderna visión del mundo a fin de fortalecer y consolidar los lazos de nuestra comunidad estableciendo un ser más consciente de su propia consciencia y con la claridad mental que se obtiene con la técnicas y la visión del budismo tántrico por él desarrollada para aportar progreso a los habitantes de Occidente y constituir un tejido social más fraterno y solidario.\r\n\r\nAsimismo, la fundación deberá disponer los recursos para que en un lugar por todos conocidos puedan reunirse libremente quienes sean iniciados por Osy y/o sus instructores para la práctica de este tantra para occidentales.\r\n\r\nSe resuelve asimismo establecer como logo de la fundación el diseño presentado por Sebastián Esteverena conformado por la \"O\" de Osy, dentro de la cual se inscribe una \"T\" de Tantra sobre un esquema de cáliz con un fondo azul-celeste y blanco.\r\n\r\nEn este mismo acto los fundadores abajo firmantes, nombran a Laura Fanelli, Rocío Silveira de Andrade, Oscar David Gómez y a Rodolfo Oscar Gómez, también presentes, miembros del consejo de administración, quienes se ocuparán por sí mismos o a través de terceros por ellos designados de realizar las presentaciones correspondientes ante los organismos oficiales y privados correspondientes hasta obtener la personería jurídica y las gestiones posteriores atinentes. [24 Firmas]\r\n\r\nLa Fundación MenteClara administra las actividades de la Escuela Argentina de Tantra http://tantra.org.ar\r\n\r\nLa escuela de Tantra en España de la FMC http://tantra.org.es\r\n\r\nLa Escuela de Psicología Corporal de la FMC http://menteclara.org\r\n\r\ny la Revista Científica Arbitrada de la FMC http://www.fundacionmenteclara.org.ar/revista/index.php/RCA\r\n\r\n\r\nPerú 669 2º 6 (1068) Ciudad de Buenos Aires, Argentina, tel. +54 11 52172372\r\ninfo@menteclara.org",
    "created": "2015-12-14T09:05:31.688572",
    "title": "Editorial MenteClara",
    "name": "fundacionmenteclara",
    "is_organization": true,
    "state": "active",
    "image_url": "2016-01-25-230442.947059logocaritaoriginal.JPG",
    "revision_id": "4735078b-e287-4538-8331-62d3fb39874d",
    "type": "organization",
    "id": "2a0a2ca3-76c4-4d9e-ba2a-d11a9c0a365f",
    "approval_status": "approved"
  },
  "name": "issn2469-0783",
  "isopen": true,
  "url": "http://fundacionmenteclara.org.ar/revista/index.php/RCA/index",
  "notes": "La Revista Científica Arbitrada de la Editorial MenteClara incluye artículos y documentos sobre una amplia gama de temas y enfoques.\r\n\r\nPor su relevancia se destacan, aunque sin limitarse a, los artículos acerca de historia de las ideas y las religiones, de filosofía y espiritualidad, de crítica literaria, y de antropología, psicología, sociología, biotecnología y ciencias médicas -desde la visión del hombre como un sistema funcional interrelacionado de combinaciones psicobiológicas-.\r\n\r\nLa Revista incluye tanto artículos teóricos y de reflexión como producto de investigaciones empíricas atravesados por (o cuestionando) la idea del sujeto -y su género- como una construcción de la cultura, independiente de la deidad e iguales entre si.\r\n\r\nLa revista provee __acceso libre, gratuito e inmediato a su contenido__ (sin necesidad de que el lector se registre) bajo el principio de que hacer disponible la investigación al publico fomenta un mayor intercambio del conocimiento global y por lo tanto un mayor desarrollo del hombre.\r\n\r\nPara que su artículo sea incluidos en la publicación, es necesario que los trabajos se encuentren libres de compromisos editoriales con cualquier otra revista u órgano editorial. Cada contribución será sometida primero a una evaluación de relevancia temática por el Comité Editorial y luego a una evaluación tipo doble ciego con evaluadores internos y externos. Los envíos deberán hacerse llegar por correo electrónico a revista@fundacionmenteclara.org.ar\r\n\r\nEsta revista se indexa automáticamente en CrossRef, PubMed y Google Scholar. Utiliza además el sistema LOCKSS(Lots of Copies Keep Stuff Safe) para crear un archivo seguro y permanente de la revista. LOCKSS es software libre desarrollado por la Biblioteca de la Universidad de Stanford que permite a las bibliotecas preservar revistas basadas en web seleccionadas recopilando regularmente los contenidos de las revistas registradas para recopilar el nuevo contenido publicado y archivarlo. Cada archivo es validado continuamente contra el cache de otras bibliotecas, y si el contenido está corrupto o se ha perdido, se usan los otros caches de la revista para recuperarlo.\r\n \r\nLos autores conservan los derechos de autor y la revista el derecho de ser la editora del trabajo. Se permite y se anima a los autores y lectores a compartir los trabajos aquí publicados citando autoría y Revista Científica Arbitrada de la Fundación MenteClara como editorial. __Comité Editorial, ISSN 2469-0783__\r\n\r\nRevista en: http://fundacionmenteclara.org.ar/revista/index.php/RCA\r\n\r\n Primer número en: http://fundacionmenteclara.org.ar/revista/index.php/RCA/issue/view/2016-Vol1-1\r\n\r\n No hace falta registrarse, el acceso el libre.",
  "owner_org": "2a0a2ca3-76c4-4d9e-ba2a-d11a9c0a365f",
  "extras": [],
  "license_url": "http://www.opendefinition.org/licenses/cc-by",
  "title": "Revista Científica Arbitrada de la Fundación MenteClara",
  "revision_id": "14917303-c887-4f48-a336-60ac740d5549"
}