{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "4599cff2-840c-485b-a06d-07171a4aa395",
  "metadata_created": "2013-09-28T14:55:48.589967",
  "metadata_modified": "2013-10-10T20:17:04.435465",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "315783c2-77b1-400e-8f5e-ae8cfb8606f0",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "christophersen",
  "isopen": false,
  "url": "",
  "notes": "You would like to choose one-in which the water runs very rapidly, when choosing a whitewater rafting water. The definition of whitewater comes from the way the.. \n\nWhite-water tubing can be quite a very dangerous action. Thats because the water is very rough. A whitewater rafting river is rough and is often riddled with rough ground and stones. Because of this, you need to always follow the right steps while over a white-water rafting water and always utilize the proper protective equipment. \n\nWhen selecting a white-water rafting water, you would like to choose one-in that the water runs very quickly. The term whitewater comes from the way the water rushes previous rocks and other ground, which becomes the water white. You understand youve picked a good spot, when the waters white to the white-water rafting river. Discover more on our affiliated article - Click here: <a href=\"http://www.sewer-draincleaning.com/emergency-drain-repair/emergency-drain-repair/\">emergency drain cleaning madison</a>. \n\nTubing Tours \n\nThere are lots of organizations that offer whitewater rafting tours for-a small charge. They'll show you just where to go and will show you the most effective whitewater rafting lake for you and your ability. Youll need to keep away from the particularly difficult streams initially. Then, as you gain more knowledge, you can move up towards the especially tumultuous ones. \n\nUse The Correct Measures \n\nBe sure you always wear a life jacket since rafting on the white-water rafting river will certainly send you into the water a number of times. The little raft gets tossed around a lot, because the water is so rough. And, because you're in the number, you are bound to be tossed around too. This causes it to be particularly crucial that you wear the correct protective equipment while on the whitewater rafting water. \n\nIt is also advisable to own a first aid kit handy while about the whitewater rafting river. You should also pick a medical kit that floats. To check up more, consider checking out: <a href=\"http://www.sewer-draincleaning.com/emergency-drain-repair/emergency-drain-repair/\">the link</a>. Because a whitewater rafting water is riddled with other rough terrain and rocks, your chances of getting cut on a jagged edge are fairly large. To ensure that disease cant set in youll need to stock your first aid package with bandages and anti-bacterial ointment. Discover more on <a href=\"http://www.sewer-draincleaning.com/sewer-repair/sewer-repair-sewer-cleanin/\">homepage</a> by navigating to our poetic link. \n\nA white-water trip stream is an excellent place to raft however it can be quite dangerous. Theres no assurance that you wont be thrown out of the host or injured. Youll wish to use the proper protective gear, stock a good first-aid kit and, primarily, use common sense. \n\nDont just take chances and be extremely careful. After you have taken the correct measures, then you may go out and have fun. Being around the white-water rafting river can be quite exciting, just use your mind and be safe.Right Choice Rooter\n532 N. Willard Ave\nJanesville, WI 53548",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "White-water Tubing River: Rough Water Forward",
  "revision_id": "4bedd4eb-d22f-4a81-98bd-7d10cae20d03"
}