{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "afdd8145-d5b4-4de8-8987-39ffd03afd1d",
  "metadata_created": "2012-10-24T04:48:28.309722",
  "metadata_modified": "2013-10-10T23:37:24.631397",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "f9b16f15-4178-4cdb-9139-8fc9f23c728d",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "science_fun_with_children",
  "isopen": false,
  "url": "",
  "notes": "The sound of thunder is produced by rapidly heated air surrounding lightning which expands faster than the speed of sound. When traveling through water, sound moves around four times faster than when it travels through air. To create the \"water\" in the bay outside of Seattle, three-step process was used. First a base layer was applied to create the foundation. Secondly, a layer of paper mache was applied, allowed to dry and then painted several shades of blue and green to create the appearance of depth. Finally, a top layer of resin was poured on top. As the resin dried, it was hand-sculpted to create waves. To design and build the layout buildings, hundreds of photographs were taken of downtown Chicago as reference, so that buildings could be recreated with exact detail. More than 190 buildings were custom-made for the project, including HO-scale recreations of the Sears Tower and the Space Needle. Using common household items, make a salt volcano, a roto-coptor, or one of over 25 other projects at this nice site.\n\nScientists didn't always get things quite right and this site shows some of the blunders they made in their quest for knowledge. Included is a timeline of significant historical and scientific events, biographies of noted scientists and artists, and resources you can use to learn more. See how skateboards are made and learn about the science behind how tricks like 'the ollie' are done. Includes videos plus a skateboarding glossary. Simple answers to common science questions, plus fun science projects, experiments, and science news. Sneezing with your eyes open is impossible. Although the Stegosaurus dinosaur was over 9 metres long, its brain was only the size of a walnut.  Check out these fun brain facts for kids and learn some interesting facts and information that will help explain more about this amazing part of the human body.\n\nThank you for visiting my post. I think you might also want to read my  <a href=http://www.squidoo.com/the-solar-eclipse#module162189840>Share your solar eclipse experience</a> article. Many people have liked it! Have a good night!",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Science Fun with Children",
  "revision_id": "77f8fe2f-a0b0-4f86-b37f-df2b4b4260e8"
}