{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "719e4b31-1801-473a-8edb-8b9250894b06",
  "metadata_created": "2013-08-30T07:28:58.074314",
  "metadata_modified": "2013-10-10T23:15:37.180586",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "3c24b36f-e035-4dbd-b7ea-b7f273dd0995",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "palm",
  "isopen": false,
  "url": "",
  "notes": "Looking to-add a deck to your residence? If that's the case, the toughest section of the task might not be deciding what size or where to put your deck, but what content to use. Until recently, pressure-treated lumber is the typical material for deck builders. Wood happens to be relatively simple to correct and work with, but now more than ever, homeowners have a option once they visit their local home center. \n\nThe decking materials that have seen one of the most rapid growth in sales among individuals are composites. Composites are a mixture of polymer resins and premium recycled wood materials that provide the best of both products. The resins shield the wood from moisture and insect damage, whilst the wood protects the resin from UV damage and provides traction and stability. \n\nMaintenance is still another key factor in the decking material choice. Some homeowners might opt for pressure-treated wood that they'll mark a color to their liking and seal. Homeowners who choose hybrids can choose from several different colors but do not have to spot, seal or treat. For both alternatives, a good pressure-washing a minimum of twice per year can be a good habit to get into. \n\nTerrace is a leader in composite decking and railing programs offering all the beauty of wood without time-consuming maintenance. Visiting <a href=\"http://austinoutdoorliving.com/\">austin decks</a> probably provides suggestions you can use with your mom. By minimizing preservation, it provides you additional time to enjoy the summer season. The composite adds, looks and operates like wood, with additional protection against aging, shrinking, rotting, splintering and pest damage. Click here <a href=\"http://austinoutdoorliving.com/\">this site</a> to study the purpose of this concept. Going To <a href=\"http://austinoutdoorliving.com/\">wood deck austin</a> perhaps provides tips you should tell your brother. No special tools are needed for installation; conventional woodwork tools will do the job. \n\nas manufacturing runs may produce slightly different colors, If you do decide to go along with a decking material, experts suggest purchasing each of the material previously. Similar to compounds, specific Veranda deck boards may have slight shade variations from piece to piece. This can be as a result of normal variations in polymers and wood fibers. \n\nMost importantly, whatever kind of deck you build, be sure to get out and utilize it with friends; and family that's when all of the effort you put in really shows.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Choosing The Right Material For Your Deck",
  "revision_id": "5155d022-931a-4263-a5bd-4efe10eb38fe"
}