{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "f8db3717-8b68-4835-b22a-3e780537870d",
  "metadata_created": "2013-09-06T11:35:56.815465",
  "metadata_modified": "2013-10-10T22:29:39.954540",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "f40e3ae7-2214-40f9-99b8-0f180b856a39",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "macmillan",
  "isopen": false,
  "url": "",
  "notes": "Arizona real estate: The getting motivation \n\nArizona real estate market is really warm. The heart of the lot of action in Arizona is Phoenix metropolitan area. But, as it pertains to real estate investing, all areas is hot. Centered on whether you are looking for Arizona real estate just like an investment method or whether you're looking for Arizona real estate to really live in, your tastes would change somewhat. But, something that you simply would always want is a low cost. And that's anything that would require some effort. \n\nIf you're looking to get a of Arizona real estate for yourself and your loved ones, then you must consider a large amount of different things that'll also influence your perception of the cheapest (or the best price) for that Arizona real estate piece. Observe that the best price for exactly the same Arizona real estate piece might be different for different people (because their level of motivation to purchase a specific Arizona real estate piece might differ). Visit <a href=\"http://ontario.propertysold.ca/\">visit ontario real estate</a> to study when to study it. Therefore, in case you have a great deal of friends residing in a certain area in Arizona, then Arizona real estate in that area might become your preference and thus boost your motivation level. Likewise your getting enthusiasm is going to be greater if you are likely to transfer to the place due to a new job that you are taking up in that place o-r if you have been transferred to that place in your present job itself. If you have children, you'd have to look around for Arizona real estate which includes good schools around it. Again, you'd like to evaluate your lifestyle and see if there is place that is specifically suited to your lifestyle. \n\nTherefore, there are a lot of elements which could result in increased motivation levels. Generally speaking, more the inspiration of either side (buyer-seller), lesser is their negotiation power. Visit <a href=\"http://www.propertysold.ca/\">for sale by owner</a> to explore the reason for this enterprise. Therefore even though you are much motivated to buy a certain Arizona real estate bit, don't show it in front of the seller. Though covering your determination will be a bit difficult, none the less give it a good try. If you are looking for Arizona property only for investment purposes then you'd probably have far more time on hand to judge various properties before you really go ahead with one. So that your getting enthusiasm will not (and shouldn't) be excessive. Do not forget that if you've time on hand, you can always improve deals (and there are lot of Arizona real-estate deals out there, if you were to appear properly).",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Arizona real estate",
  "revision_id": "885f583e-ae4a-4a14-b430-77fc69685309"
}