{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "ab2adc79-48e9-425d-83aa-aefb8131be39",
  "metadata_created": "2013-09-01T20:03:50.643211",
  "metadata_modified": "2013-10-10T20:49:14.757790",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "5eecb529-9d22-40f5-bdd5-0443e0060cb0",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "engberg",
  "isopen": false,
  "url": "",
  "notes": "Alcohol cleansing is simply removing alcohol from the-body and giving medical attention for the signs of withdrawal that accompany thi.. \n\nIf you love someone who is an alcoholic, or you are experiencing your own alcohol problem, you could be thinking about the method of alcohol detoxification. Alcohol withdrawal symptoms can range from uncomfortable to life threatening, according to the severity of the addiction, and cleansing can help with this method. \n\nAlcohol detoxification is just eliminating alcohol from your body and providing medical attention for the signs of withdrawal that accompany this process. Doctors will generally order a limited treatment course with one of several drugs designed for this function. The most typical is called Chlordiazepoxide. While I don't like the utilization of drugs generally, I do concede that in certain situations, such as this, they can be exceptionally useful and effective in assisting anyone to get over a harmful addiction. If you think you know anything at all, you will maybe desire to research about <a href=\"http://www.alcoholrehabcenterflorida.org/\">like i said</a>. \n\nThe treatment will often last about a week. The quantity is greatest on the first day, with declining quantities on the next days. This enables the quantity to be used during the time once the effects of withdrawal are strongest. Close supervision with a medical expert is normally needed, and the individual must accept eliminate all alcohol use during the treatment time. \n\nWithout treatment, an alcoholic who suddenly discontinues the usage of alcohol may encounter moderate indicators like sweating, cravings for alcohol and trembling. Worse withdrawal symptoms range from even convulsions and delirium tremens, hallucinations in a small percentage of individuals. The detoxification drugs help your body expel alcohol and limit these unpleasant and sometimes dangerous symptoms. \n\nTogether with the use of medicines like Chlordiazepoxide, withdrawal is less hazardous and much more comfortable than it'd be without medicine. Most customers still experience some sleep problems, anxiety and irritability, though. \n\nDetoxification only addresses the problems of alcoholism, though, and several professional suggest a combined treatment that includes guidance or a 12-step pro-gram to follow the cleansing process. Most contend that the cravings for liquor, both emotional and physical, may stay long after it is out from the process. Guidance and extended therapy is needed to help the individual avoid time for alcohol use and change their attitudes. \n\nIn addition to support and guidance, there are many drugs that may be prescribed to aid make recovery easier and avoid a relapse. Acamprosate aids minimize cravings and another drug, Disulfiram, will make the user sick when they ingest alcohol. \n\nThere is no shame in seeking assistance with an alcohol problem. Many family health practitioners and counselors may order the detox therapy or make the correct referrals. Make the most of the assistance available; dealing with alcoholism is definitely an frequently difficult path. \n\nUtilizing the help available could possibly be the difference between relapse and healing, so ask your healthcare professional about cleansing programs today.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Alcohol Detox",
  "revision_id": "80c1f105-5c12-426d-8e8f-64bcb57e0e0d"
}