{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "ab9d4115-5843-4ef0-a900-4fca717f615c",
  "metadata_created": "2013-09-05T09:14:20.464173",
  "metadata_modified": "2013-10-10T21:55:36.824816",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "79208b02-6618-485f-bb40-7b791a9b0a80",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "knapp",
  "isopen": false,
  "url": "",
  "notes": "Una de las maneras ms fciles para conocer a tu prncipe o princesa es en los prestigiosos casinos de Europa. La realeza y Aristocracia salen a divertirse en cinco casinos en especial, y si estas adentro puedes hablar con ellos. Tambin podrs jugar con ellos, y en contra de ellos, y si eres lo suficientemente bueno, podrs ganarles. Es emocionante la notion de haberle ganado a un rey. Estos cinco Hoteles Casinos te dan esta oportunidad.\n\nAqu debers ir vestido elegante con traje o chaqueta y moo y zapatos elegantes, solo as te dejaran entrar y ser parte de la aristocracia europea, para jugar a un partido o dos de bacar con ellos.\n\nLos Casinos alistados aqu son los mas grandes y lujosos en Europa. Su clientela no es de turistas de la temporada, sino la alta sociedad. To research more, consider glancing at: <a href=\"http://woprahost.com/2013/08/28/report-robot-rears-an-unpleasant-mind/\">follow us on twitter</a>. As que si estas buscando una forma lujosa de pasar un tiempo en el casino jugando a Dados u otro juego, puedes tirar los dados en uno de los casinos alistados aqu mientras que tus compaeros de viaje se relajan en la rivera francesa, o hacen compras en las casas de renombre en Londres o Mosc.\n\n1) Casino de Monte Carlo, Mnaco:\n\nEste es el sitio favorito de los ricos y famosos en Europa por mas de 150 aos con el primer casino fundado por el Prncipe Carlos III de Mnaco en 1863. EL Casino de Monte Carlo es un complejo de cinco casinos \"posh\" ubicados en la costa decorados con un etilo rococ francs con columnas enmarmoladas, ornamentos de oro y candelabros de cristal. El ambiente te har sentir como un participante en una pelcula de poca francesa.\n\n2) Casino Metropol, Mosc:\n\nLa Federacin Rusa tiene la mayor cantidad de casinos y maquinas tragamonedas en Europa del Este. Los mejores casinos para turistas son desde ya los que estn ubicados en los hoteles. Casino Metropol, que no solo es uno de los mas elegantes en la zona sino que tambin es conveniente localizado en el centro de la ciudad de Mosc a solo unos minutos del Kremlin. El monto mnimo para las apuestas es de 25 en cada mesa y una noche en la suita presidencial cuesta 2,000 dlares.\n\n3) Baden Baden Casino, Alemania:\n\nEl casino veterano europeo fue fundado en 1809 y a pesar de que ha cambiado varios dueos desde entonces, su reputacin como uno de los ms finos en Europa y en Alemania especialmente no ha cambiado.  Hoy en da, el Casino Baden Baden es una de las atracciones principales en la ciudad junto con los famosos baos termales. Si ignoras a los juegos de mesa y las maquinas tragamonedas. Caminar por la enorme sala se siente related a una visita a un museo de arte europea, con exhibiciones permanentes de leo y esculturas.\n\nfour) Clermont Club, Londres Inglaterra:\n\nSi visitas Inglaterra, no puedes solo ir a cualquier casino sin ser miembro previamente. SI decidas seguir ese procedimiento, el Clermont Club en Berkley es uno de los clubes de apuestas con mejor reputacin alrededor. Construido en el siglo 17, fue diseado para parecerse al Fantastic Hall en Holkham. Tambin, el casino Clermont Club incluye una sala de apuestas amistosa y conveniente, con un bar donde los miembros y sus invitados pueden disfrutar de un banquete con una botella de champaa de estilo. Recuerda que jugar en casinos en lnea es legal ahora en Inglaterra as que puedes hacerlo desde cualquier caf on-line.\n\nfive) Casino Barriere de Deauville, Francia:\n\nEl elegante casino resort ha inspirado a Ian Fleming en su primera novela de James Bond Casino Royale. Fundado en 1860 por Duc de Morny, este extravagante lugar es uno de los hermosos casinos en el mundo. Adems de sus facilidades en apuestas, Casino Barriere ofrece variedad de entretenimiento exclusivo, espectculos y eventos artsticos.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Conoce a la Realeza y Aristocracia Europea",
  "revision_id": "e756ae1c-adf2-4d89-8fab-5744015fa80e"
}