{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "3e3bf806-4b07-4b54-a925-ea1b4e89429a",
  "metadata_created": "2013-05-15T07:11:16.408547",
  "metadata_modified": "2013-10-10T23:53:41.889536",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "b2c4c6e1-3062-44e2-9ace-4ffb12d62d08",
  "type": "dataset",
  "resources": [
    {
      "mimetype": "text/html",
      "cache_url": null,
      "hash": "",
      "description": "Innovation is the power to the progress of a nation, and the innovative education in colleges is the foundation of innovative architecture of a country. It is an important issue to change exam-oriented education and improve the innovative ability of all the students. Because of the rapidly developed technology and the fast updating knowledge, the improvement of the innovative ability of students majoring in communication engineering is even more urgent, so as to meet the needs of the work after their graduation. We analyze the shortage of the present innovative education for the students majoring in communication engineering, and carry out a kind of free discovery platform which all the students can join in according to their interests. A reasonable management system for the platform has also been studied. Without material gain purpose, the students involved in obtain useful exercises under the free atmosphere, and improve their innovative ability. \r\n \r\n",
      "name": "The Application of Free Discovery Platform for Innovative Education",
      "format": "aspx",
      "url": "http://www.erfrontier.org/paperInfo.aspx?ID=792",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "3e3bf806-4b07-4b54-a925-ea1b4e89429a",
      "created": "2013-05-15T02:11:16.452545",
      "state": "active",
      "mimetype_inner": "",
      "last_modified": "2013-05-15T02:11:19.726818",
      "position": 0,
      "revision_id": "785f81e5-ecdc-4dd2-a52a-10250b574358",
      "url_type": null,
      "id": "665d3571-ea3a-4f71-bcb0-ae04d1c4468c",
      "resource_type": "file",
      "size": "27805"
    }
  ],
  "num_resources": 1,
  "tags": [],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "the-application-of-free-discovery-platform-for-innovative-education",
  "isopen": true,
  "url": "",
  "notes": "Innovation is the power to the progress of a nation, and the innovative education in colleges is the foundation of innovative architecture of a country. It is an important issue to change exam-oriented education and improve the innovative ability of all the students. Because of the rapidly developed technology and the fast updating knowledge, the improvement of the innovative ability of students majoring in communication engineering is even more urgent, so as to meet the needs of the work after their graduation. We analyze the shortage of the present innovative education for the students majoring in communication engineering, and carry out a kind of free discovery platform which all the students can join in according to their interests. A reasonable management system for the platform has also been studied. Without material gain purpose, the students involved in obtain useful exercises under the free atmosphere, and improve their innovative ability. http://www.erfrontier.org/paperInfo.aspx?ID=792\r\n \r\n ",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "The Application of Free Discovery Platform for Innovative Education",
  "revision_id": "ebb8013d-2b8e-4854-bef2-09061aa1890d"
}