{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "eebc93d7-2c14-4c32-9d46-04285e50f219",
  "metadata_created": "2013-09-03T12:04:09.011525",
  "metadata_modified": "2013-10-10T20:01:04.121184",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "e9a4cce0-814c-4296-9a8f-72621391f585",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "bojesen",
  "isopen": false,
  "url": "",
  "notes": "The phenomenon of digital photography began when digital \n\ncameras became commercially available sometime in the late \n\n1980s to the mid-1990s. \n\nSince that time, plenty of individuals have loaded away their picture \n\ncameras within their cabinets and only the camera. \n\nBut before getting into the digicam itself and its \n\nSmaller facts, it is important to understand what digital \n\nphotography is. \n\nIn a nutshell, digital photography may be the act of taking \n\nImages and saving it in to an electronic format. A scanned \n\nPicture, therefore, can be regarded as an electronic \n\nphotograph. \n\nMost of the people like the digital format over film because of \n\nA few reasons. To start with, seeing the outcomes of \n\ndigital photographs is quick. \n\nAfter the photo is taken, the photographer may immediately \n\nsee and determine if he does or doesn't like the consequence of his \n\nOpportunity. To check up more, people can check out: <a href=\"http://www.enfusen.com/\">digital marketing</a>. This technique is a lot cheaper than film because when \n\nusing picture, one has to print all of the pictures taken \n\nLike the duds which could perhaps not be seen until they're \n\nPrepared. \n\nAnother reasons why people prefer digital photos than \n\nOld-fashioned ones is the fact that there are a number of ways in \n\nDiscussing an electronic photo. \n\nOne can send it through it email, burn it to a disc, send \n\nit via Bluetooth or print it much like film pictures. \n\nHowever, you can find purists who choose film photos over \n\ndigital ones. Based on them, there movie pictures \n\nMake more realistic images than those taken by digital \n\ncameras. \n\nBut the more complex cameras of today are gradually \n\nbut surely gaining ground and it will only be a matter of \n\ntime before they create images which will impress even the \n\npurists.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Introduction to Digital Photography",
  "revision_id": "8d9c72cc-32d4-416d-9e15-b909d624e378"
}