{
  "license_title": "Other (Not Open)",
  "maintainer": null,
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": null,
  "num_tags": 9,
  "id": "1dd87a31-7371-47fd-97b7-92f4909b5e67",
  "metadata_created": "2011-01-19T10:25:01.566094",
  "metadata_modified": "2013-10-10T23:13:20.577438",
  "author": "Old Bailey Proceedings Online",
  "author_email": "oldbailey@shef.ac.uk",
  "state": "active",
  "version": "5.2",
  "creator_user_id": "bff737ef-b84c-4519-914c-b4285144d8e6",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "case-law",
      "id": "6f71fe1a-23bd-4b4f-b704-744880b7ed6e",
      "name": "case-law"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "country-uk",
      "id": "b10871ea-b4ae-4e2e-bec9-a8d8ff357754",
      "name": "country-uk"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "history",
      "id": "0d49c658-8e48-4c93-96fd-180c0b342bc9",
      "name": "history"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "history.legal",
      "id": "bf96ccb0-6bac-4607-91a7-46449bf84702",
      "name": "history.legal"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "law",
      "id": "048d42ba-4d53-4eb3-b41a-21fa8b43749b",
      "name": "law"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "legal",
      "id": "f72bb654-dd94-4238-9007-87dbc973cb6f",
      "name": "legal"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "legal-history",
      "id": "c99e4d4b-3874-41ae-b17b-9708dd377da8",
      "name": "legal-history"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "old-bailey",
      "id": "49905d68-7c41-4b5f-96f7-1ce7b9bee4ca",
      "name": "old-bailey"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "uk",
      "id": "af80edd3-32cc-4689-8916-9a78214f64a4",
      "name": "uk"
    }
  ],
  "groups": [],
  "license_id": "other-closed",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "oldbaileyonline",
  "isopen": false,
  "url": "http://www.oldbaileyonline.org/",
  "notes": "The Proceedings of the Old Bailey, London's Central Criminal Court, from 1674-1913.\r\n\r\nA fully searchable edition of the largest body of texts detailing the lives of non-elite people ever published, containing 197,745 criminal trials held at London's central criminal court.\r\n\r\n#### London Lives, 1690-1800\r\n\r\nA fully searchable edition of 240,000 manuscripts from eight archives and fifteen datasets, giving access to 3.35 million names, the London Lives, 1690-1800 website is now available. Containing records relating to crime, poverty, and social policy in the metropolis, this sister site is designed to complement and extend the Old Bailey Online. A conference to mark the completion of this project was held on 5 July 2010 at the University of Hertfordshire, and podcasts of the papers are now available.\r\n\r\n#### Ordinary's Accounts\r\n\r\nThe website now includes the texts of all known surviving Ordinary of Newgate's Accounts. These richly detailed narratives of the lives and deaths of convicts executed at Tyburn were published between 1676 and 1772. They have been linked to the relevant trials and can be searched either together with the Proceedings, or separately on the Ordinary's Accounts search page. There is also an Ordinary's Accounts by Date search page to facilitate browsing.\r\n\r\n### Openness: NOT OPEN\r\n\r\nVery much **not** open. See [Copyright Information and Citation Guide][legal-info] which after a lengthy listing of all the people who hold the copyrights in the material state:\r\n\r\n[legal-info]: http://www.oldbaileyonline.org/static/Legal-info.jsp\r\n\r\n> All images [including all the scans!] used on webpages in this website belong to the original copyright holders, and should not be used without prior permission. Details of the origins and copyright of all images used may be found with the relevant picture. To obtain this information, in most browsers you can right-click on the image, select \"Properties\" from the drop-down menu and look either in \"alternate text\" or \"title text\" for the source information. Alternatively you can find the information by viewing the source code of the page (normally \"View|Source\" via the menu or the keyboard shortcut Ctrl-U).\r\n>\r\n> ...\r\n>\r\n> Copyright in the images of the transcriptions, metadata, and design and content of webpages is owned by the Open University, the University of Hertfordshire and the University of Sheffield.\r\n>\r\n> Terms of Use\r\n>\r\n>\r\n\r\n> All material is made available free of charge for individual, non-commercial use only.\r\nCommercial exploitation of page images from the Proceedings from 1674 to October 1834, Ordinary's Accounts, and other images on the historical background pages is prohibited without licence from the Library or Record Office which holds the original work. For the Proceedings from November 1834 to 1913 the relevant copyright owner is the Old Bailey Online Project. Map images found on this site are reproduced under licence from Motco Enterprises Limited. Commercial use of these images and text is prohibited without the permission of Motco Enterprises Limited.\r\n>\r\n> Commercial exploitation of the transcribed text and the design and content of the webpages, including use by television programme makers and examination boards, is prohibited without licence from the Open University, University of Hertfordshire and University of Sheffield.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Old Bailey Online - The Proceedings of the Old Bailey, 1674-1913 - Central Criminal Court",
  "revision_id": "931cffd7-9b7c-44dd-91cd-bb5376b6f4d8"
}