{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "11f626d7-01cf-40c0-aa6e-19e6d481d813",
  "metadata_created": "2013-09-01T04:35:45.229979",
  "metadata_modified": "2013-10-10T19:34:54.667131",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "606a2b7d-1a41-4c32-8a22-3e515f4da823",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "alvarez",
  "isopen": false,
  "url": "",
  "notes": "Making the decision to endure cosmetic surgery can be an overwhelming and life-changing decision. But, the problem of deciding on the best doctor for the job can leave you equally confused. There is no shortage of cosmetic surgeons, but it is imperative that you chose a physician with masses of knowledge in the field of cosmetic surgery. An expert surgeon may be found by you in your area, or you may have traveling a couple of hundred miles in your quest for the very best. But the initial botheration will certainly produce fruitful results. \n\nTo help your seek out a specialist cosmetic physician, it's imperative that you crosscheck their credentials just before undergoing surgery. they are authorized by the American Society of Plastic Surgeons or various other prominent surgical treatment board table if. Medical board could be crosschecked your states by you to verify the surgeons credentials. Having narrowed down on one or two excellent specialists it's time for a detailed assessment. \n\nThe most common aspects that you might concentrate on all through a preliminary session are as follows:- \n\n- You may inquire in regards to the plastic surgeons area of expertise. \n\n- Ensure that the physician has performed a considerable number of surgery treatment procedures. \n\n- Be sure that the surgeon wields the very best technical equipment available. \n\n- If cost is just a aspect, check if the expenses incurred meet your budget. \n\n- Ask the surgeon for photographs of his/her earlier in the day patients, showing both pre and post-surgery photographs. \n\n- Plastic surgery, like any surgical procedure, involves difficulties and risks. The surgeon must not ignore the hazards of surgery, and should really be prepared to discuss any possible problem of cosmetic surgery. \n\n- Most importantly, ensure that the doctor will soon be actively involved with post-operative care. \n\n- And finally, shun absent any income gadgets or unrealistic deals. Identify extra information on <a href=\"http://www.worldwidewallach.org/\">weight loss tampa</a> by navigating to our unusual URL. \n\nOn the complete, an excellent effect mainly depends on the knowledge of the cosmetic surgeon. Ergo, select a surgeon with discretion, since an effective plastic surgery could give a big boost to you.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Cosmetic Surgery Surgeons: How To Pick A Good One",
  "revision_id": "cf7dd3f8-e0ab-4b49-8fac-2d1d0a2f5d4c"
}