{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 2,
  "id": "a37c91d5-4fa2-4c9a-9199-6a612db5d8b0",
  "metadata_created": "2013-05-02T07:01:11.088898",
  "metadata_modified": "2013-10-10T21:46:01.192512",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": "text/html",
      "cache_url": null,
      "hash": "",
      "description": "International Journal of Remote Sensing Applications (IJRSA) is an international open-access and refereed journal dedicated to publishing the latest advancements in remote sensing. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
      "name": "International Journal of Remote Sensing Applications (IJRSA)",
      "format": "",
      "url": "http://www.ijrsa.org/",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a37c91d5-4fa2-4c9a-9199-6a612db5d8b0",
      "created": "2013-05-02T02:01:11.277430",
      "state": "active",
      "mimetype_inner": "",
      "last_modified": "2013-07-01T09:21:08.691838",
      "position": 0,
      "revision_id": "5570af4b-31fa-4737-805c-5489bccaa9dd",
      "url_type": null,
      "id": "df713838-dc02-4dd1-9775-6f2997f38b80",
      "resource_type": "api",
      "size": "24731"
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " In order to understand present status of island exploitation degree, and to make a reasonable development plan for future exploitation, this paper proposes multi-scale analysis evaluation model to achieve the goal. With the new proposed model and SPOT-5 image in 2003, the island exploitation degree of Daxie Island is evaluated. According to the comparison between in the same period land use classification and results of island exploitation degree, the proposed model is reasonable and valuable in dynamic evaluation of island exploitation degree.\r\n\r\n",
      "name": "A Method for Evaluating Island Exploitation Degree Based on Multi-scale NDVI Analysis",
      "format": "",
      "url": "http://www.ijrsa.org/paperInfo.aspx?ID=4805",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a37c91d5-4fa2-4c9a-9199-6a612db5d8b0",
      "created": "2013-07-09T02:50:07.655270",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "4d744b67-2144-43a0-ba84-ec69206059f4",
      "url_type": null,
      "id": "d9e79e03-f68d-49d6-86a8-2f344b7b423f",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Mobile devices are quickly becoming devices powerful enough to run personal computers with the advancement of wireless and mobile technology. Learning by means of mobile phones is becoming a new approach towards education, and it is unique in its own way and offers learning opportunities anywhere and anytime. Mobile Collaborative Learning (MCL) has been getting more importance in educational environment as one type of mobile learning application. This paper introduces the theoretical and technical foundations for designing and developing an effective MCL environment as well as describing a new approach for building a learning application towards mobile technology. Finally the proposed prototype will be designed and constructed using the Android operating system with a suggestive infrastructure for this type of system.\r\n",
      "name": "The Design and Development of Mobile Collaborative Learning Application Using Android",
      "format": "URL",
      "url": "http://www.jitae.org/paperInfo.aspx?ID=5175",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a37c91d5-4fa2-4c9a-9199-6a612db5d8b0",
      "created": "2013-07-09T20:30:08.278401",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "45fb7235-95cd-44b4-9bc0-818768ec4d23",
      "url_type": null,
      "id": "6e039d5b-edca-426d-9cbe-b5b4ccff074f",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " In recent years, with the vigorous development of information and communication technology, industrial, governmental, academic circles lay more emphasis upon and invest more in the E-learning research and its application. The E-learning has already taken shape in its technological development and organizational operation, which is bringing greater added value to itself. However, failures should not be neglected. Three correlative problems come up urgently, namely, evaluation of the E-learning effectiveness, plan management, test, and efficient resources distribution. Through the present research, I propose that the governmental E-learning website effectiveness evaluation should be basically arranged on four levels, which are public policies, training plan, curricula, and technological design. Evaluation tools like policy indicators, four-level pattern, and ROI (return of investment) also ought to be associated as references in order to construct an integrated E-learning evaluation frame. The object of the present research is Cultural Affairs, School of E-learning, Executive Yuan. The findings are not only appropriate to the evaluation of governmental website E-learning effectiveness but also conducive to evaluation of the same type for enterprises and academic establishments or even other organisms.",
      "name": "Evaluation of E-learning Effectiveness in Culture and Arts Promotion: The Case of Cultural Division in Taiwan",
      "format": "URL",
      "url": "http://www.jitae.org/paperInfo.aspx?ID=5169",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a37c91d5-4fa2-4c9a-9199-6a612db5d8b0",
      "created": "2013-07-09T20:30:59.315907",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "1aafa3dc-f5df-44b7-8b45-9e65413c782d",
      "url_type": null,
      "id": "63c14090-f194-4d52-a808-a4dac29ff2bc",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " In this paper we report our experience in designing, developing and evaluating new didactic methods, in order to help students to improve their spatial and graphical skills. Specifically, in this educational research investigation, the goal is to evaluate the use of Augmented Reality (AR) in architecture, urbanism, to build construction and interior design of undergraduate, and to master students learning processes. We have used mobile phones, laptops, as well as low cost AR applications.\r\n",
      "name": "Augmented Reality in Architecture Degree. New Approaches in Scene Illumination and User Evaluation",
      "format": "URL",
      "url": "http://www.jitae.org/paperInfo.aspx?ID=5180",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a37c91d5-4fa2-4c9a-9199-6a612db5d8b0",
      "created": "2013-07-09T20:36:09.597938",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "806fe3ad-e4af-4d17-b243-03cca1ab2c86",
      "url_type": null,
      "id": "856cec78-666f-43d8-a364-d4be75dee6dc",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "IT projects follow established management methodologies governing the life cycle of the project. It is commonly accepted that the development of information systems is a complex task involving technical, human, and organizational issues. In order to instruct students, one of the most used methodologies is organizing them into small groups and provides them with a project. The groups act as project teams performing a project close to their field of professional interest. This methodology is usually named Project Based Learning (PBL). As is the case with actual projects, there are other issues in addition to the technical skills influencing the group outcomes: human aspects and personality. The Myers-Briggs Type Indicator (MBTI) has become one of the most widely-used psychometric instruments for assessing personality characteristics regarding work environment. Learning more about team member personalities and how different personalities compliment or conflict with each other can be useful information in building and leading a project team. The purpose of this paper is to discuss the most relevant features that help create successful student project teams within Information Technology (IT) field, in relation to the MBTI personality characteristics. Three most usual profiles within the IT projects are considered: system analyst, designers, and programmers. The results of this study have the implications for setting up student groups in collaborative projects under the IT studies.",
      "name": "Using Myers-Briggs Type Indicator (MBTI) as a Tool for Setting up Student Teams for Information Technology Projects",
      "format": "URL",
      "url": "http://www.jitae.org/paperInfo.aspx?ID=5168",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a37c91d5-4fa2-4c9a-9199-6a612db5d8b0",
      "created": "2013-07-09T20:37:46.740440",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 5,
      "revision_id": "36e34e31-18c4-453e-ac8d-369523347ca6",
      "url_type": null,
      "id": "78325f78-9159-433b-8e94-6e2e929eeafe",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "We have developed several tools to allow instructors analyzing students’ interactions in a Course Management System. In this paper we describe a Systematic Usability Evaluation made to test the usability of one of these tools, based on cookies. The evaluations were based on task analysis and follow-up studies. In addition to regular observation and questionnaires, 3D video was used to provide the evaluator with more information about interactions. The use of this technology helped us in identifying functions and features that need to be improved.\r\n",
      "name": "Evaluation of a Learning Analitics Tool for LMS",
      "format": "URL",
      "url": "http://www.jitae.org/paperInfo.aspx?ID=5166",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a37c91d5-4fa2-4c9a-9199-6a612db5d8b0",
      "created": "2013-07-09T20:38:33.394061",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 6,
      "revision_id": "df3d2af2-f4d5-4c85-b82e-0df53d5c06dc",
      "url_type": null,
      "id": "326430f8-9fa3-41a1-81ee-8bf5fbdbaad5",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Abstract - As education is becoming more expensive and less affordable, educators need to find ways to make education more cost-efficient. One of the most promising approaches is to increase productivity of learning defined as the output (learning outcomes) per time unit. So time can be used as a measure of educational cost-efficiency. This paper discusses the significance of time in online learning, both for students and instructors, presents some research data regarding time investment in teaching and learning, and offers practical recommendations for making online college education more time-efficient.\r\n",
      "name": "Time as Factor of Success in Online Learning",
      "format": "URL",
      "url": "http://www.jitae.org/paperInfo.aspx?ID=5190",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a37c91d5-4fa2-4c9a-9199-6a612db5d8b0",
      "created": "2013-07-09T20:39:22.165348",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 7,
      "revision_id": "58a88367-96cb-46f0-bf3c-1308d20ae732",
      "url_type": null,
      "id": "f4dcbdce-5ab5-4c29-8186-e053a74d9b9d",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper describes the innovative, adaptive and intelligent techniques, supported by the Web-based adaptive educational hypermedia system called MATHEMA. The supported techniques by the AEHS MATHEMA are the following: curriculum sequencing, adaptive presentation, adaptive and meta-adaptive navigation support, interactive problem solving support, and adaptive group formation. These techniques answer to some open research issues such as, which is the appropriate learning style model for ad hoc domain application? How to combine individual contexts with collaborative contexts? What are effective and acceptable adaptations at the interaction, tool or content level we can implement in an adaptive educational hypermedia system used for both individual and collaborative learning? How do we incorporate problem-solving activity into adaptive educational hypermedia system? The educational purpose of the AEHS MATHEMA is to support senior high school students or novices of higher education, through an interactive and constructivist educational material, in learning Physics individually and/or collaboratively. In general, the AEHS MATHEMA is an effective learner-controlled system that dynamically generates courses according to learners’ learning goal, knowledge level on each learning goal and main concept, learning style, Web experience, preference for visual and/or verbal feedback, and preference for the kind of navigation. Summative evaluation of the AEHS MATHEMA indicated that almost all its functions are useful, usable, and user-friendly.\r\n",
      "name": "MATHEMA: A Learner-controlled Adaptive Educational Hypermedia System",
      "format": "URL",
      "url": "http://www.jitae.org/paperInfo.aspx?ID=5186",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a37c91d5-4fa2-4c9a-9199-6a612db5d8b0",
      "created": "2013-07-09T20:40:09.709218",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 8,
      "revision_id": "7642b37e-ca0e-4215-835a-ea6149df96d6",
      "url_type": null,
      "id": "6b237bc1-36ce-4227-b23a-df6ec4bf5412",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The study attempts to build a collaborative virtual reality learning system (CVRLS) for medical education.The CVRLSwas designed by using Xj3D and was based upon the imagination, interaction and immersion features of virtual reality (VR) and the benefits of collaborative learning. With the cross-platform feature and networking resources supports from Xj3D, CVRLS establishes a multi-user,cross-platform collaborative virtual learning environment. Under this environment, learners and instructors are able to perform collaborative learning and engage in group discussions regardless of their locations and types of computer systems.\r\n",
      "name": "Developing a Collaborative Virtual Reality Learning System",
      "format": "URL",
      "url": "http://www.jitae.org/paperInfo.aspx?ID=5165",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a37c91d5-4fa2-4c9a-9199-6a612db5d8b0",
      "created": "2013-07-09T20:41:22.251236",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 9,
      "revision_id": "8f389b6a-5ea0-498e-8f69-a1aa8759ebd5",
      "url_type": null,
      "id": "1d5c5339-28d2-4e3b-82c9-084944133a08",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "A new curriculum together with a novel educational software was designed and developed to teach the physical concept of energy. The software design has been discussed previously while a first educational trial to examine the suitability of this new educational material followed. In the present study, 3 groups of students of various ages participated. Experimental Group A was taught the subject with the aid of the novel software, experimental group B was taught the same curriculum without the use of the software, while group C served as control group and had not followed any special teaching except the one provided by the conventional education at school. Herein, a comparison will be made between the results obtained from the experimental group and those of the control group. The study concentrates, therefore, on how well the newly developed curriculum (-as contained in the new software) prepares the students on the subjects taught and tested, and whether or not the teaching with the new curriculum (be that with or without ICT) is more successful than the conventional one.",
      "name": "Teaching Energy at Primary School with and without the Use of ICT, Using a Novel Curriculum",
      "format": "URL",
      "url": "http://www.jitae.org/paperInfo.aspx?ID=5182",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a37c91d5-4fa2-4c9a-9199-6a612db5d8b0",
      "created": "2013-07-09T20:42:04.866926",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 10,
      "revision_id": "0b4c9516-24da-471c-8b7d-92287298b8e7",
      "url_type": null,
      "id": "5409ce54-f951-4743-94ec-de903322b1ff",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Although Critical Discourse Analysis (CDA) has become popular by discourse analysis researchers, it is rather rarely used by English language virtual instructors. The aim of the present paper is to explore some aspects of CDA suggested by [1, 2, 3] in the Iranian virtual learning environment. In order to carry out the study, we have observed three virtual English classes at Iran University of Science and Technology (IUST) to investigate how a number of indicators of Community of Inquiry (CoI) framework are manifested in terms of aspects of CDA in community of virtual instructors and students. Some of the results of the study indicated that: (1) students do not have power and freedom to choose what and when to study their materials and instructors who have the power in the class plan how virtual interactions should take place and how management and direction of such interactions should be carried out to ensure learning outcomes. They do not give any role of choosing the content, the pace and sequencing of learning material to their students and their classes are totally teacher-centered. (2) Affective aspects are considered important since they help to compensate for body language, facial expressions, and vocal intonations in text-based discussions, but the instructors who are in power do not make great use of conspicuous capitalization for emphasis, emoticons and repetitious punctuations in order to express their emotions. (3) Instructors, who consider themselves in the position of better information, when deciding on the sources of virtual classes, do not inject knowledge from diverse textbooks, articles and/or internet-based materials in each semester, they teach predetermined and old materials which are mostly based on Grammar Translation Method.\r\n",
      "name": "Analyzing Virtual English Language Learning Environment with a Critical Lens",
      "format": "URL",
      "url": "http://www.jitae.org/paperInfo.aspx?ID=5176",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a37c91d5-4fa2-4c9a-9199-6a612db5d8b0",
      "created": "2013-07-09T20:43:01.480367",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 11,
      "revision_id": "50b13e00-6eb0-4285-b1d0-9ebb690428aa",
      "url_type": null,
      "id": "ec081f8f-95eb-4438-94b3-78870eda86e3",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The rapid development of Information and Communication Technology (ICT) is more widely influencing all human beings, in professional and private lives. ICT and its applications are interacting with environments, roles, and processes of social and psychosocial change. New solutions for prolonging work ability and postponing aging through computer based learning and e-learning are opened. In this paper, it is argued that blended learning with computer based learning in the Moodle e-learning environment based on social constructivist learning theory is an effective tool for teaching and learning of occupational health and healthy workplaces discipline based on Ergonomic knowledge. The author has twelve years experience of computer based teaching for full time students and for students of distance learning. Students age is between nineteen and fifty-eight years. The author’s own teaching experience of the Moodle e-learning environment for creating and providing different courses in the Tallinn University of Technology, will be presented. According to the questionnaires given more to 1000 students at the end of each course, the teaching and learning in the Moodle e-learning environment as blended learning is very useful for development of a learning culture in higher education. The effectiveness and motivation for learning are higher than providing traditional methods of learning. The high appreciation of e-learning in the Moodle e-learning environment is the same of students of all ages. E-learning in the Moodle e-learning environment is one of the very perspective solutions for lifelong learning.",
      "name": "Moodle E-learning Environment as an Effective Tool in University Education",
      "format": "URL",
      "url": "http://www.jitae.org/paperInfo.aspx?ID=5195",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a37c91d5-4fa2-4c9a-9199-6a612db5d8b0",
      "created": "2013-07-09T20:44:26.697751",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 12,
      "revision_id": "5cda3621-cd45-4461-9fe3-97308958e5dd",
      "url_type": null,
      "id": "80df70a5-324b-45e7-bfab-38b92849ad59",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The purpose of this study was to examine the use of video podcasts designed to teach software skills in a preservice teacher education program. It was observed that most preservice teachers used video podcasts one or two times per month to learn specific tasks involving specialty software (e.g., web design, subject-specific, multimedia presentations). The majority of preservice teachers agreed that video podcasts were easy to find, clear, simple to follow, and delivered at a good pace. Preservice teachers specifically enjoyed the just-in-time, instant access to video podcasts. Preference for using video podcasts varied according to gender, age, and level of computer experience. Finally, preservice teachers indicated that the video clips were useful in helping them to learn new software tasks.",
      "name": "Using Video Podcasts to Enhance Technology-Based Learning in Preservice Teacher Education: A Formative Analysis",
      "format": "URL",
      "url": "http://www.jitae.org/paperInfo.aspx?ID=5197",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a37c91d5-4fa2-4c9a-9199-6a612db5d8b0",
      "created": "2013-07-09T20:45:40.995116",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 13,
      "revision_id": "5cda3621-cd45-4461-9fe3-97308958e5dd",
      "url_type": null,
      "id": "4628765d-ed7d-44b1-bbd8-887acd3eb155",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Abstract- The Learning Science through Research program enhanced middle and high school science education by linking it with state-of-the-art research through a two-part program. The program’s professional development workshops for secondary science teachers provided background information on ocean sciences and related research through a 3-day summer workshop and a 1-day workshop, which directly addressed the student research experience. The program’s second component, the student lessons, included pre-and post-trip classroom activities and a field trip to our research facility. This research experience provided students with the opportunity to conduct experiments using first-rate instrumentation and technology. The program engaged over 2500 students in the process of inquiry by conducting research activities related to locally relevant coastal ocean environmental problems.\r\n",
      "name": "Learning Science through Research",
      "format": "URL",
      "url": "http://www.jitae.org/paperInfo.aspx?ID=5193",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a37c91d5-4fa2-4c9a-9199-6a612db5d8b0",
      "created": "2013-07-09T20:46:31.887605",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 14,
      "revision_id": "30152202-b2b3-48b0-9a09-3e09f9ae4e99",
      "url_type": null,
      "id": "6e4949d0-98a9-4068-8565-a35b3e641082",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Abstract- This study focuses on the problems and solutions regarding the application of multimedia technology to the teaching and learning of College English in China. At first, this study points out the existing problems in the teaching and learning of College English in China, mainly including excessive dependence on multimedia technology, the lack of proper capacities among teachers, the lack of the real integration of multimedia technology into the classroom teaching, inappropriate design of the teaching courseware, a large gap between the potentials of multimedia technology and teachers and students’ understanding and proficiency, the insufficiency of students’ awareness and ability of autonomous learning, the lack of good management and maintenance of the multimedia facilities, and the outdated system of teaching evaluation and management. Later, this paper puts forward some suggestions on solving these problems, namely, strengthening College English teachers’ education and professional development, triggering students’ learning potentials and initiatives, integrating multimedia teaching into traditional classroom teaching, and working out a practical and effective system of College English teaching evaluation and management.",
      "name": "Applying Multimedia Technology to the Teaching and Learning of College English in China: Problems",
      "format": "URL",
      "url": "http://www.jitae.org/paperInfo.aspx?ID=5179",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a37c91d5-4fa2-4c9a-9199-6a612db5d8b0",
      "created": "2013-07-09T20:47:07.598478",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 15,
      "revision_id": "5c41533b-dedf-4776-b405-8c2c5dc22f2e",
      "url_type": null,
      "id": "6fb7567d-38aa-42ac-ba5d-040e6fd24f84",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Abstract- Owing to the importance of Mandarin in current years, the number of Malay students in UiTM who signed up for Mandarin courses is increasing dramatically. This increase, however, has brought about many problems including problems of logistics, insufficient contact hours, lack of target language environment and the lack of appropriate learning tool (courseware) that can capture and enhance learning motivation especially among learners that have no prior knowledge in Mandarin. To help overcome these problems, it is felt that an e-learning tool should be developed. With this in mind, the researchers created an e-workbook that students can use as a self-learning material. The e-workbook consists of four levels with seven types of exercises in each level. Students are required to read, type in their answers, and they also have an option to listen to the recordings that are included. The general feedback obtained indicated that the e-workbook has managed to help students improve on their language skills. In this paper, a brief description on the development of the e-workbook is given. A brief discussion on the students’ feedback on the e-workbook is also presented.",
      "name": "The Development and Evaluation of an e-Workbook for Learning Mandarin",
      "format": "URL",
      "url": "http://www.jitae.org/paperInfo.aspx?ID=5181",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a37c91d5-4fa2-4c9a-9199-6a612db5d8b0",
      "created": "2013-07-09T20:47:46.208974",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 16,
      "revision_id": "80b9593b-9da6-4265-bc6a-fadca3721a7d",
      "url_type": null,
      "id": "2e6228cc-1b2c-46e5-be40-e1ab35999c99",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Abstract-This study established a novel non-invasive and efficient analysis method which can be applied in research of individual’s psychological stress. Because in the different state of psychological stress, the oral secretion of salivary α-amylase will be changed under the control of the hypothalamus-pituitary-adrenal medulla secretion system. Many studies have confirmed that salivary α-amylase measurements may be employed as a non-invasive measure of autonomic (sympathetic) nervous system activation and are related to a variety of behavioral, social, health, and cognitive phenomena in human subjects. In this experiment, a flow injection system for sample analysis and data collection was established to determine the activation of salivary α-amylase. Because flow injection system has the merits of rapid analysis, high precision and accuracy, easily operating and popularizing, it could meet the requirements of quickly and accurately determining of salivary α-amylase. This study collected salivary samples of individual at different times of a day, and drew an individual’s salivary α-amylase secretion curve according to the measured results (one hour for the sampling interval). In addition, after sampling analysis of volunteer’s samples before and after the examination, it was verified that individual’s salivary α-amylase secretion would be changed under psychological stress, which suggested that salivary α-amylase could be used as a biochemical marker of individual’s psychological stress changes. The founded method in this paper is easy to be universalized because of its non-invasive and quick features.",
      "name": "The Establishment of Flow Injection Analysis Method for Saliva α-Amylase and Its Application in the Psychological Stress",
      "format": "URL",
      "url": "http://www.jitae.org/paperInfo.aspx?ID=5194",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a37c91d5-4fa2-4c9a-9199-6a612db5d8b0",
      "created": "2013-07-09T20:48:29.414210",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 17,
      "revision_id": "301245f3-c306-4066-9eaf-2ea8e444849e",
      "url_type": null,
      "id": "372f8747-77ce-430a-a48f-ca459384c5d0",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "School leaders from eleven middle and seven high schools implementing ubiquitous computing programs in the United States, participated in focus groups in 2011, providing insights into strategies for successfully integrating laptops into their schools. Advice was sorted into three major themes that can be used by future administrators tasked with planning ubiquitous computing initiatives: program planning and leadership (policies, procedures); infrastructure planning (networks, software); and promoting teacher motivation and buy-in.",
      "name": "Administrative Perspectives on the Implementation of One-to-One Computing",
      "format": "URL",
      "url": "http://www.jitae.org/paperInfo.aspx?ID=5203",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a37c91d5-4fa2-4c9a-9199-6a612db5d8b0",
      "created": "2013-07-09T20:49:33.398805",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 18,
      "revision_id": "ae9c396d-c795-43d0-bcba-21849a4cad9e",
      "url_type": null,
      "id": "4d85bf48-2649-4b07-9a65-f490c166b03f",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " There is an ongoing interest in education with using technology to support students learning through complex tasks. Reference [1] and [2] both emphasized that computational thinking (CT) is a fundamental skill for everyone in the 21st century. There is a need to understand how people interact with computation, and learn to think through the language of computation, in the field of education. We suggest that Serious Educational Games (SEGs) is one of the viable approaches in understanding the learning sciences on computational thinking by adopting the research strategy called Pasteur’s quadrant. Employing SEGs has the potential for modeling both individual and distributed computational thinking, which may lead to advances in understanding of those processes in an ecologically valid setting.\r\n",
      "name": "Research Framework for Serious Educational Games: Understanding Computational Thinking in Pasteur’s Quadrant",
      "format": "URL",
      "url": "http://www.jitae.org/paperInfo.aspx?ID=5192",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a37c91d5-4fa2-4c9a-9199-6a612db5d8b0",
      "created": "2013-07-09T20:50:29.429415",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 19,
      "revision_id": "896d84b9-c4f7-4811-9f43-e6d264704d1f",
      "url_type": null,
      "id": "5ac709d7-4f4a-4d79-b717-b0bcd09574da",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Besides the constant updating of training in the new graphic resources available to engineering and architecture professions, and in widespread and frequent use, the school should also adapt its teaching activities to the new tools of visual communication. In Civil Engineering, the capacity to visualise the construction, management and maintenance of buildings can be added through the use of three-dimensional (3D) models which, facilitate the interpretation and understanding of target elements of maintenance and construction and of 4D models (3D + time) through which the evolution of construction steps and deterioration of materials can be visually demonstrated and understood. Furthermore, the possibility of interaction with the geometric models can be provided through the use of Virtual Technology (VR). The text presents diverse perspectives of introduction a new technology in school. It can be used as a tool to create didactic applications and as a new issue in the training of students. The students involved, in the research works had to learn advanced software of geometric modelling and visualization and to explore the capacities of a VR technology system. Also programming skills had to be adapted to establish the integration needed for the creation of virtual prototypes. Furthermore, the structure of different kind of databases had to be studied and implemented, integrating diverse type of information, needed to develop the interactive virtual model. The VR technology was introduced in school in order to prepare civil engineering students to consider this knowledge as an important support, later in professional activity, and also to facilitate the link between, engineering theory and its implementation.\r\n",
      "name": "Virtual Reality Technology Applied in Teaching and Research in Civil Engineering Education",
      "format": "URL",
      "url": "http://www.jitae.org/paperInfo.aspx?ID=5198",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a37c91d5-4fa2-4c9a-9199-6a612db5d8b0",
      "created": "2013-07-09T20:51:12.935542",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 20,
      "revision_id": "f79979ba-959f-405c-aa3b-cfd601e461cc",
      "url_type": null,
      "id": "af38208a-6ecd-4d40-87d0-da18841c1150",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In the modern learning environment, blended learning is a new development with much potential. Its meanings range from a simple joining of instructor-led learning and e-learning to a blend of different delivery methods. More research is needed in the corporate realm in order to determine the chemistry involved in the exact “blend” needed for each training situation. This integrative literature review will cover the introduction of blended learning, theories, and methodologies, and scientific studies on the topic, with primary focus on the specific design issues that corporate instructional designers face when creating blended learning as opposed to other types of training programs. Pertinent discussion and suggestions regarding the future of blended learning for corporate training will also be covered.",
      "name": "Blended Learning in Organizational Settings- An Integrative Literature Review",
      "format": "URL",
      "url": "http://www.jitae.org/paperInfo.aspx?ID=5201",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a37c91d5-4fa2-4c9a-9199-6a612db5d8b0",
      "created": "2013-07-09T20:51:54.923752",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 21,
      "revision_id": "21c5cf95-f3de-46fc-9d4b-98c50927acfd",
      "url_type": null,
      "id": "c4e73b3e-366b-4788-b7f0-6623d9fc24a0",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " The qualitative paradigm of educational research continues to incorporate fast-evolving technologies to improve and bolster interpretive approaches. The use of modern digital technology, combined with scholar autobiographies, serves as an example of an innovative method that can be used to delve into significant educational issues. Drawing upon video interviews with distinguished scholars such as Professors Elliot Eisner, Clifford Geertz, Henry Giroux, Maxine Greene, William Pinar, and Max Van Manen, this digital account highlights the innovative scholarship of these renowned researchers whose work has been used to improve education and to serve the public good. Challenges associated with modern digital technology are also addressed.\r\n",
      "name": "In Their Own Words: A Digital Account of Innovative Scholarship in Education",
      "format": "URL",
      "url": "http://www.jitae.org/paperInfo.aspx?ID=5202",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a37c91d5-4fa2-4c9a-9199-6a612db5d8b0",
      "created": "2013-07-09T20:52:32.903590",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 22,
      "revision_id": "c5791175-486a-4b38-9aa6-0e5690410bbb",
      "url_type": null,
      "id": "4649443e-525d-4faa-bc0e-19de5a30c755",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "How do employers know what knowledge university graduates possess at the point of hiring? This question drove a collaboration to develop a computerised prototype system (APMap) for eliciting and mapping any graduate’s ‘knowledge inputs’ throughout their university degree pathway. This research distilled the ‘knowledge requirements’ of relevant professional and industry accreditation and academic bodies into categories relevant to the educational and institutional stakeholders for graduates. These ‘knowledge requirements’ are termed ‘graduate attributes’. In the pilot study, university subject coordinators were then asked nominate the extent to which graduate attributes were present in their subject’s curriculum. Using Visual Basic for Applications, a data base was developed to display the graduate attributes in a graphical form for each subject, and degree course. The research was extended to encompass assessments within subjects, revealing a gap between the graduate attributes expected by staff from subject mapping, and the mapped requirements for assessment of those attributes.\r\n",
      "name": "Employing Computerised Graduate Attribute Mapping to Bridge the Divide from Education to Employment",
      "format": "URL",
      "url": "http://www.jitae.org/paperInfo.aspx?ID=5219",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a37c91d5-4fa2-4c9a-9199-6a612db5d8b0",
      "created": "2013-07-09T20:53:16.327370",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 23,
      "revision_id": "e6a6b747-ae32-465b-bd9f-d6a9d83325e8",
      "url_type": null,
      "id": "ebd4d308-2c1c-43ef-9024-631e1dd481ca",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "A course enhancement is described as a way to help alleviate educational problems in content understanding, need for multiple explanations, and lack of extra assistance. The method operationalizes students helping each other, and receiving credit for it. The method uses a web-based information system and the process works as follows: Mary helps Joe with a difficult course concept. As compensation, Joe logs in to the information system and registers the fact that Mary has helped him. He also gives Mary a “helpfulness” rating and comments on the help he received. Ratings translate into course points (for Mary and others), and students who accumulate enough points received Bronze, Silver, or Gold “Helper Status”. Students who reach Gold status get letters of recommendation from the professor upon request. A survey study conducted in classes using this Helper System versus one not using it suggests that such a system can help with the problems of content understanding, need for multiple explanations, and lack of extra assistance. Student performance on individual course assignments also improved when the Helper System was implemented.",
      "name": "Getting Students to Teach Each Other: Doing More with Less in IS Education",
      "format": "URL",
      "url": "http://www.jitae.org/paperInfo.aspx?ID=5210",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a37c91d5-4fa2-4c9a-9199-6a612db5d8b0",
      "created": "2013-07-09T20:54:04.353615",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 24,
      "revision_id": "3402991c-0ba3-4aee-aa1f-7bbc66a470ae",
      "url_type": null,
      "id": "469728e6-d56c-4ed8-9525-31e74a60eea4",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Background: The aim of this study is to assess the information and communication technologies (ICT) skills of students in the University of Cape Coast. Methods: Design: Cross sectional study. Participants: First year students (n = 84) attending University of Cape Coast, Cape Coast, Ghana. Main outcome measures: Self-reported assessment of competence on ICT-related topics and ability to perform specific ICT tasks. Further information related to frequency of computer use (per week, month), years of computer use, reasons for use and access to computers. Results: The highest levels of competence in generic ICT areas were for email, Internet and file management. For other skills such as word processing most respondents reported average levels of competence. The abilities to perform specific ICT skills were average – more than 60% of the participants were able to perform the core specific skills assessed. Conclusion: This study has found an average level of ability to use ICT facilities among first year students in a leading university in sub-Saharan Africa. Attention is required to develop interventions that can improve ICT skills, as well as computer access, in order to bridge the digital divide.",
      "name": "Gender Difference in Information and Communication Technology Use among University Students",
      "format": "URL",
      "url": "http://www.jitae.org/paperInfo.aspx?ID=5200",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a37c91d5-4fa2-4c9a-9199-6a612db5d8b0",
      "created": "2013-07-09T20:54:47.197303",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 25,
      "revision_id": "3a23e2cc-70e4-4611-8ecf-66ed7121e694",
      "url_type": null,
      "id": "feeb9af4-85b3-417e-a3ce-9ca6ff8e99b0",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This qualitative study examined the process of knowledge construction of a bounded case study (a group of graduate students). Participants were from the United States and were enrolled in an Educational Psychology course; they were collaboratively involved in the process of knowledge construction using concept maps as the primary data. To examine the processes and tensions during the knowledge construction activity we used the lens of the Activity Systems Theory. Study findings showed that the process of knowledge construction differed from individual to individual based on their domain expertise and concept map procedures. Also, one of the primary tools used in this activity, language, was focused upon by all participants and was identified as a source of tension as well in the group. Attempts were made by the group to establish the language used in the corresponding portion of the concept map constructed. Instructional implications for task construction and approach facilitating knowledge construction are discussed in connection with study findings.",
      "name": "Knowledge Construction in Collaborative Concept Mapping: A Case Study",
      "format": "URL",
      "url": "http://www.jitae.org/paperInfo.aspx?ID=5205",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a37c91d5-4fa2-4c9a-9199-6a612db5d8b0",
      "created": "2013-07-09T20:55:54.313750",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 26,
      "revision_id": "d58cc36e-759e-461d-92e9-89fb5642af80",
      "url_type": null,
      "id": "1d8e1007-dc09-42a5-af0f-f482aaf11875",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " The learner characteristics during pre-training stage was analyzed and twelve enterprises, which practiced on-the-job training and received government grant-in-aid in 2010, were selected in this study. There are totally 181 valid samples. This study adopts Holton’s Learning Transfer System Inventory (LTSI) to analyze learner characteristics during the pre-training stage. The characteristics include Learner Readiness (LR), Motivation to Transfer (MT), Personal Capacity toTransfer (PCT), and Performance Self Efficacy (PSE). The results show the characteristics of trainees have positive effects on Transfer Effort-Performance Expectations (TE-PE). Among the four factors, LR and MT have the most significant effects. This study can serve as requisites for training practitioners to enhance learner characteristics prior to training. Respondents of this study are learners who have participated in training programs organized by enterprises of various scales. This study suggests enhancing some of the learner characteristics during the pre-training stage to improve transfer of training and training effectiveness in post-training stage by means of regression analysis and factor analysis to examine the characteristics.",
      "name": "The Impact of Learner Characteristics on Transfer of Training",
      "format": "URL",
      "url": "http://www.jitae.org/paperInfo.aspx?ID=5214",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a37c91d5-4fa2-4c9a-9199-6a612db5d8b0",
      "created": "2013-07-09T20:56:49.916005",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 27,
      "revision_id": "87a84847-6fe3-4995-99f3-7cd33a331875",
      "url_type": null,
      "id": "7fac909b-8019-4043-8636-4a312794d0ee",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The paper deals with transformations of the holistic conception of primary geometric education in the context of mixed reality. This concept is aimed at the analysis of education implying a simultaneous insight into the geometric education from the viewpoint of philosophy, mathematics, technology, pedagogics, psychology, linguistics and aesthetics. The main attention and analyses are addressed to technological peculiarities of the holistic conception framed by the shape of situated learning. Due to the complexity of learning environment, UML (Unified Modelling Language) is chosen for the description of the education process. The process of developing the model is illustrated by using different types of UML diagrams: Use case, Class and Activity. Finally, peculiarities of the object-oriented approach applied in modelling the situated geometry learning environment are discussed.\r\n",
      "name": "Use of UML for Modelling the Holistic Geometry in Primary Education",
      "format": "URL",
      "url": "http://www.jitae.org/paperInfo.aspx?ID=5218",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a37c91d5-4fa2-4c9a-9199-6a612db5d8b0",
      "created": "2013-07-09T20:57:38.564399",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 28,
      "revision_id": "2f99d81b-d687-4b97-8e66-b830b9c6851c",
      "url_type": null,
      "id": "d78ec8f4-e4d8-4fc3-a34a-08300910d60d",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper presents a study on teacher perceptions of integrating laptop computers. The qualitative, descriptive study documents the role of high school biology teachers in the integration of laptop computers in the classroom, their perceptions of integrating laptops into their biology courses, key factors about the integration process, and how the integration was accomplished. The teachers who participated in the study identified ongoing challenges for accessing appropriate professional development, and for sharing knowledge, skills, and teaching materials.\r\n",
      "name": "Integration of Laptop Computers in High School Biology: Teacher Perceptions",
      "format": "URL",
      "url": "http://www.jitae.org/paperInfo.aspx?ID=5191",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a37c91d5-4fa2-4c9a-9199-6a612db5d8b0",
      "created": "2013-07-09T20:58:29.760854",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 29,
      "revision_id": "0e9c999b-da05-485c-9c69-c2053468371c",
      "url_type": null,
      "id": "8678773f-527e-453d-bf66-12c9886f259f",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Humanoid robots are moving from the factories into our homes to imitate human actions or to do works in our daily life. Thus, the interaction between users and humanoid robots becomes more and more important in these applications. On the other hand, more and more applications of robots help people in training or education. This work has designed a voice-controlled typesetting robot of alphabet letters which can help those physically disabled to select the alphabet letters they want by voice as well as help with the learning of English letters for children. A simplified prototype of such design has been proposed in this paper. By a proper arrangement of microphone, actuators and mechanism structure, the chosen alphabet letters by voice input can be displayed by typesetting of bricks within a 3X3 grid plate via the operation of a robotic arm. Some experimental results are given to validate the satisfactory performance. Besides, 20 children between 2 and 5 years old are randomly chosen to play with this prototype and a primary conclusion is therefore summarized also shown in the proposed paper.",
      "name": "Voice-Controlled Typesetting Robot of Alphabets for Children Learning",
      "format": "URL",
      "url": "http://www.jitae.org/paperInfo.aspx?ID=5211",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a37c91d5-4fa2-4c9a-9199-6a612db5d8b0",
      "created": "2013-07-09T20:59:26.904791",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 30,
      "revision_id": "11af194e-701e-461b-bed2-341ba3dcd343",
      "url_type": null,
      "id": "5eb6c756-1f22-4535-b0f4-7566b40c6b5c",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " As an important mechanism of training senior talents, University should develop practical and creative talents. Higher education on college students' practice ability and innovation ability has an important role, which is directly related to the pace of our country’s modernization construction and concerns the future of national development. Through the analysis of our college students' practice and innovation abilities, it is pointed out that there are some questions in the development of students in their practical and innovative capabilities, such as the lack of interest or desire as well as ability to deal with practical problems; so it is urgent to put forward available measures to improve the situation on the following aspects: the build on the construction of both teacher team and reasonable curriculum system conductive to the cultivation of innovative ability.",
      "name": "Discussion on the Cultivation of College Students' Ability of Practice and Innovation",
      "format": "URL",
      "url": "http://www.jitae.org/paperInfo.aspx?ID=5208",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a37c91d5-4fa2-4c9a-9199-6a612db5d8b0",
      "created": "2013-07-09T21:06:16.079275",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 31,
      "revision_id": "0716bbb9-63b1-4036-80fa-d01f41a07950",
      "url_type": null,
      "id": "b54d2e2d-4287-40ac-87db-c0b9a35dc327",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper introduces design and implementation of Modbus-based supervisory control and data acquisition/human machine interface (SCADA/HMI) applications. In reaction to the severe problems such as incompatibility and complexity occurring in in the course of the selection of SCADA/HMI packet programs, controllers and instruments, a brief survey on SCADA programs produced by industrial automation vendors is presented and then two Modbus-based SCADA/HMI applications are designed and implemented via National Instrument (NI) Lookout program. Thus, obligation in harmony with same vendor’s industrial automation products is eliminated for any SCADA/HMI system. In this study, Modbus-based SCADA/HMI applications have been developed using frequency-controlled inverter, programmable logic controller, and NI Lookout program in order to meet industrial and educational application needs.",
      "name": "Modbus-Based SCADA/HMI Applications",
      "format": "URL",
      "url": "http://www.jitae.org/paperInfo.aspx?ID=5228",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a37c91d5-4fa2-4c9a-9199-6a612db5d8b0",
      "created": "2013-07-09T21:07:20.738467",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 32,
      "revision_id": "68737d9b-36c0-4218-81d9-b0b8ab9e80fa",
      "url_type": null,
      "id": "8dbf7a3a-971b-44c0-bb3a-8dc5ec6096ce",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This study aimed to examine the Jordanian graduate students’ attitudes toward and the use of the weblog as a tool for communication and reflection to support their learning in a blended learning course. The participants in this study are 34 graduate students enrolled in a blended learning class in information technology. For the purpose of the study, the weblog was introduced as a tool for communication and reflection in the third week of the class and lasted for thirteen weeks. The participation in the weblog was voluntary for the students. The study followed mixed methods design. At the end of the semester, students were requested to complete a questionnaire regarding their attitudes toward the use of the blog. Students’ blogging behavior and frequency were recorded and analyzed at the end of the semester. Semi-structured interviews were conducted for ten students. Rogers' (Rogers, 2003) innovation-diffusion model was employed to understand and clarify the findings. The analysis of the collected data showed that the students had positive attitudes toward the use of the blog as a tool for communication and reflection to support their learning. However, students’ positive attitudes toward the use of the blog in the educational setting were not reflected in their actual use of the weblog, where their participations in the blog were very limited. Based on the findings, this study provided some recommendations concerning the implementation of the weblog in the Jordanian higher education settings.",
      "name": "A Study of Jordanian Graduate Students’ Attitudes toward and Use of Weblog in a Blended Learning Course",
      "format": "URL",
      "url": "http://www.jitae.org/paperInfo.aspx?ID=5229",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a37c91d5-4fa2-4c9a-9199-6a612db5d8b0",
      "created": "2013-07-09T21:08:23.147617",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 33,
      "revision_id": "ec20b967-4d5a-426e-be09-c36975def185",
      "url_type": null,
      "id": "a1ad7fe7-4ae0-49ef-99e5-741c686d567f",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Customization and flexibility are needed for drill-down and drill-through data analysis in a business intelligence cube design. This paper presents an easy way of customized grouping dimensional attribute members in Microsoft SQL Server Analysis Services. The approach described in this paper indicates that such customization yields quicker learning and more complete understanding of a cube design by students.\r\n",
      "name": "Grouping Attribute Values in a Dimensional Table Design: A Customized Approach for Teaching Business Analytical Applications Using Microsoft Business Intelligence Tools",
      "format": "URL",
      "url": "http://www.jitae.org/paperInfo.aspx?ID=5231",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a37c91d5-4fa2-4c9a-9199-6a612db5d8b0",
      "created": "2013-07-09T21:09:20.483741",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 34,
      "revision_id": "8a622501-368d-4267-97f6-13a82b8abc23",
      "url_type": null,
      "id": "ffd16838-d9ea-4529-8d6c-5e8929a2e635",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Continuing vocational education and training (CVET) strategies of many companies, particularly for small and medium-sized enterprises (SMEs), fail to adequately support many life-long-learners i.e. learners with special needs. eLearning based on Web 2.0 and 3.0 applications and techniques, social networking and mentoring, which are proved useful in many academic context, could enhance knowledge sharing and the efficiency of CVET in SMEs and also to gather people with special needs willing to work. However, there is evidence in neither continuous learning of the application of (formal) eLearning, or use of ICT adopted by individuals in (informal) learning in most SMEs, nor mentoring for social integration. The main goal of the work described in this paper is to present approaches, such as mentoring and networking which contribute to the improvement of CVET, support and motivate the integration of disadvantaged groups. Some characteristics of CVET and the vocational training scene in SMEs are summarized at first, and then the features of Web 2.0 and 3.0 are outlined that could improve this situation. Thirdly, the advantages of the development of social networks and mentoring approaches are presented, and last but not least, examples are listed.",
      "name": "Social Networks, Web and Mentoring Approaches in SME Continuing Vocational Education and Training",
      "format": "URL",
      "url": "http://www.jitae.org/paperInfo.aspx?ID=5232",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a37c91d5-4fa2-4c9a-9199-6a612db5d8b0",
      "created": "2013-07-09T21:10:11.068206",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 35,
      "revision_id": "edadcad9-fe39-48aa-a396-0bc9c16d8d17",
      "url_type": null,
      "id": "e503b02e-58ea-44bf-9229-3b73c08eae97",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Electronic communication (e-communication) as a result of rapid development of information and communication technologies (ICT), gaining momentum over the last decade, has become an important communication tool that has profoundly affected our lives with its great opportunities and possibilities. E-communication inevitably influenced educational institutions, and the institutions which implement e-communication effectively, have begun to provide significant advantages in terms of time, space, labor, and cost. This situation creates an impact on the educational institutions, especially on higher education institutions, so as to achieve more effective use of e-communication. In this study, based on the views of academic staff and undergraduate students, the reasons that make underground students use e-communication, advantages and disadvantages of e-communication, and the issues related to what should be done for the use of e-communication more effectively, have been examined. In the research, an interview technique was utilized as a means of data collection. Opinions of both 25 academic staff and 25 undergraduate students in the Faculty of Technology at Firat University, were taken by means of semi-structured questions. The obtained data were coded and the themes were determined. Then based on the frequencies of the repetition of the themes, the data were analyzed. The findings revealed that undergraduate students used e-communications, especially for sharing knowledge related educational issues, and that beside advantageous sides, there were disadvantageous features of e-communication as well.",
      "name": "The Driving Motives of Undergraduate Students for Using e-Communication - The Ways for Achieving Effective",
      "format": "url",
      "url": "http://www.jitae.org/paperInfo.aspx?ID=5235",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a37c91d5-4fa2-4c9a-9199-6a612db5d8b0",
      "created": "2013-07-09T21:11:05.244045",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 36,
      "revision_id": "4b1bee56-a9d9-43c7-96d1-f9e2ca3a9c5e",
      "url_type": null,
      "id": "bfc20584-b041-4b65-9536-08de7403dfc1",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 37,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Application",
      "id": "081a1d9d-b3c4-42be-9155-8bcd9712a566",
      "name": "Application"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Information Technology",
      "id": "3e9f40df-6c50-4c2e-8efa-ba48c6075112",
      "name": "Information Technology"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "journal-of-information-technology-and-application-in-education-jitae",
  "isopen": true,
  "url": "",
  "notes": "Journal of Information Technology and Application in Education (JITAE) is an international open-access and refereed journal dedicated to publishing the latest advancements in information technology and application in education. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Journal of Information Technology and Application in Education (JITAE)",
  "revision_id": "0eba1c5e-48ff-441b-b896-e2d03275b3e2"
}