{
  "license_title": "License not specified",
  "maintainer": "Novel  Publications",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "novelpublications@yahoo.com",
  "num_tags": 1,
  "id": "c69a54f3-a368-4c37-be12-57ef0225c81f",
  "metadata_created": "2014-07-07T00:04:39.031290",
  "metadata_modified": "2014-07-07T00:15:43.435488",
  "author": "Ohene B. Apea",
  "author_email": "novelpublications@yahoo.com",
  "state": "active",
  "version": null,
  "creator_user_id": "43317f3d-fe3c-4e42-b324-ec833c0ee81a",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The universal banking concept is one of the newest trends in the banking environment in Ghana. Though universal banking has been adopted by most banks in Ghana, much is not known about its implications on banks in Ghana. To say that a change in the banking scope of development banks due to universal banking affects their performance is purely hypothetical. The purpose of the study was to determine the effect of universal banking on the performance of development banks in Ghana. A field survey was used to carry out the study. A non-probability sampling technique was used to select a total of 33 respondents consisting of management and staff of the selected banks and their customers. Questionnaire was the main instrument used to gather data for the study and only data from primary sources was used. Descriptive statistics, frequency and percentages, a chi square test and independent t-test were used to analyze the data. It was found that banks practicing universal banking had high performance. Customers were also satisfied with universal banking services. A significant relationship between universal banking and the performance of development banks was also established. It was therefore recommended that universal banking is the way to go; therefore, banks that do not practice universal banking are encouraged to do so.",
      "name": null,
      "format": "PDF",
      "url": "https://ckannet-storage.commondatastorage.googleapis.com/2014-07-07T00:07:44.928Z/vol-2-paper-1-owusu-dankwa.pdf",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "c69a54f3-a368-4c37-be12-57ef0225c81f",
      "created": "2014-07-07T00:09:29.612251",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "d12e38b2-372e-4104-8cfe-7e2d10960084",
      "url_type": null,
      "id": "285c280b-1269-4a41-82ff-0bbd2a6c7682",
      "resource_type": "file.upload",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Customer relationship management is an issue that every company, large or small, must tackle. Customers are the life-line of every business and the growth of every business depends on the relationship the company has with its customers. This study examined the effect of customer relationship management (CRM) on some selected banks’ performance in Accra, Ghana. Factors used were based on the dimensions of CRM and how each of them affects the performance and retention of customers to the selected banks. Through a random sampling technique, a sample of nine banks (private, public and international banks) was considered for data collection and as a quantitative study, close and opened questions in the form of questionnaires were used as the main instrument for gathering data. Statistical package for social sciences (version 21) was used in running the outcomes of the study. Inferences were later drawn from Pearson’s correlation coefficient outputs based on which discussions of findings were made. A positive relationship was established among most of the dimensions with some having effect on the performance of the selected banks. Among the four dimensions considered, (Customer orientation, Knowledge management, Technology –Based CRM and CRM organization), customer orientation was identified as the dimension with the highest association with banks’ performance and customer loyalty.",
      "name": "EFFECT OF CUSTOMER RELATIONSHIP MANAGEMENT ON THE PERFORMANCE OF BANKING SERVICES IN GHANA",
      "format": "PDF",
      "url": "https://ckannet-storage.commondatastorage.googleapis.com/2014-07-07T00:11:08.827Z/vol-2-paper-1-irene.pdf",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "c69a54f3-a368-4c37-be12-57ef0225c81f",
      "created": "2014-07-07T00:12:22.164272",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "a0fc7802-09f4-4754-9a7f-39d345d32e2e",
      "url_type": null,
      "id": "a9648f9f-ba58-442d-9231-4a0da3eddfff",
      "resource_type": "file.upload",
      "size": null
    }
  ],
  "num_resources": 2,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "arts and humanities",
      "id": "d42a16cb-ac64-4453-b543-e83a11ba970b",
      "name": "arts and humanities"
    }
  ],
  "groups": [],
  "license_id": "notspecified",
  "relationships_as_subject": [],
  "organization": {
    "description": "Novel Publications is a service provided  in association with academicians and scholars from diverse fields to promote innovative ideas geared toward promoting human life through research and publications. \r\nIt seeks to achieve this through:\r\n1- Academic open access peer-reviewed e-journal publications.\r\n2- Organizing, managing, and publishing e-conference proceedings.\r\n3- Publication of e-books.",
    "created": "2014-06-28T08:33:06.892831",
    "title": "Novel Publications",
    "name": "novel-publications",
    "is_organization": true,
    "state": "active",
    "image_url": "http://ojs.onghana.org",
    "revision_id": "999e452a-ab72-4b79-a562-18094e086d49",
    "type": "organization",
    "id": "72696ad6-4634-4279-8c2b-0c44b2622bfc",
    "approval_status": "approved"
  },
  "name": "journal-of-contemporary-integrative-ideas-vol-2-no-1",
  "isopen": false,
  "url": null,
  "notes": "The journal is an international medium for publication of original research in academic disciplines with emphasis on innovative ideas geared toward promoting human life. It is concerned with contemporary ideas from all disciplines which has the potential to shape our understanding of human behavior and the world he lives in. the journal seeks to integrate the thoughts emerging from original research for the advancement of humanity. It is a multidisciplinary journal which accepts papers from Arts and Humanities. The scope is multidisciplinary and international.",
  "owner_org": "72696ad6-4634-4279-8c2b-0c44b2622bfc",
  "extras": [],
  "title": "JOURNAL OF CONTEMPORARY INTEGRATIVE IDEAS (Vol 2 No 1)",
  "revision_id": "b2dc7855-0d67-465e-8896-bfa8d75df557"
}