{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "62ab9e85-0521-432f-bc71-7e11187a42e7",
  "metadata_created": "2013-07-18T01:04:48.695085",
  "metadata_modified": "2013-10-10T21:17:42.073498",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Social foraging behaviour of Escherichia coli bacteria has recently been explored to develop a novel algorithm for optimization and control. One of the major driving forces of Bacterial Foraging Optimization Algorithm (BFOA) is the chemotactic movement of a virtual bacterium that models a trial solution of the optimization problem. However, during the process of chemotaxis, the BFOA depends on random search directions which may lead to delay in reaching the global solution. This paper comes up with a hybrid approach involving Particle Swarm Optimization (PSO) and BFOA algorithm called Bacterial Swarm Optimization (BSO) for designing Static Synchronous Series Compensator (SSSC) in a power system. In BSO, the search directions of tumble behaviour for each bacterium are oriented by the individual’s best location and the global best location of PSO. The proposed hybrid algorithm has been extensively compared with BFOA and PSO. Simulation results have shown the validity of the proposed BSO in tuning SSSC compared with BFOA and PSO. Moreover, the results are presented to demonstrate the effectiveness of the proposed controller to improve the power system stability over a wide range of loading conditions.\r\n",
      "name": "Synergy of Particle Swarm Optimization and Bacterial Foraging for SSSC Damping Controller Design",
      "format": "",
      "url": "http://www.seipub.org/aee/paperInfo.aspx?ID=2510",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "62ab9e85-0521-432f-bc71-7e11187a42e7",
      "created": "2013-07-17T20:05:22.275949",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "54b3dd99-3913-4099-9c06-6002102ac512",
      "url_type": null,
      "id": "a937c9d2-14aa-4ae6-99ad-a519882084cf",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Jiangsu is a province with scarce energy resources. Binhai LNG project will guarantee the supply of clear energy and ease the shortage situation in the middle and north Jiangsu province. The project can greatly increase the GDP and prompt the development of Binhai county, it can also improve the local revenue and motivate the development of relative industries. From various stakeholders, government departments of the various cities and counties and relevant enterprises have a positive attitude on LNG.\r\n",
      "name": "Social Impact Assessment of Binhai LNG Project-- Based On Questionnaire",
      "format": "",
      "url": "http://www.seipub.org/aee/paperInfo.aspx?ID=2547",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "62ab9e85-0521-432f-bc71-7e11187a42e7",
      "created": "2013-07-17T20:07:11.576292",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "a85dc4ca-9010-43a9-b244-5541eacad9c4",
      "url_type": null,
      "id": "041b4db5-04e0-44d9-9d66-028ddf4e5d85",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Creative agriculture is a new modern industry status of agriculture development. Developed countries have witnessed its booming growth as a new agriculture industrial operational model. In southeast of China, agriculture has made extraordinary progress with the features of high production, additional value and technological content for its export-oriented philosophy. Recent years, with the guidance of ecological and low-carbon idea, creative agriculture in southeast coastal provinces has developed significantly. Based on the summary of creative agriculture development outcome from developed courtiers, the authors try to propose creative agriculture development model and strategy under the frame of low-carbon and ecology after analyzing its appropriateness in southeast coastal region, and then offer decision-making reference for establishment of agriculture-based industrial status with high additional value in this region.",
      "name": "Creative Agriculture Development Model and Strategy in Southeast Coastal Region-In Ecology and Low-carbon Perspective",
      "format": "",
      "url": "http://www.seipub.org/aee/paperInfo.aspx?ID=2391",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "62ab9e85-0521-432f-bc71-7e11187a42e7",
      "created": "2013-07-17T20:07:45.376289",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "4b49ded7-d493-4c98-996f-afdf3c67f123",
      "url_type": null,
      "id": "b48f87fa-64f8-4c7b-a7f4-e992adda7e36",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Drag coefficient can be calculated by means of corridors in the air or through computer software. The use of computer software makes it possible to be in time and cost savings. Numerical methods for doing this can be the fluid flow by a two dimensional or three-dimensional model of the vehicle structure to be resolved. This paper has tried to use the FLUENT and the equations governing fluid flow combined with standard model solved by using the appropriate boundary conditions. The study results of the aerodynamic analysis observing the flow lines, Vortex generated around the car and the pressure distribution on the vehicle structure, the area that increases the drag force are identified, to present a method to reduce the drag force. Ideas presented in this paper are to channel air from the front bumper to rear bumper transfer and reduce the air pressure in front of the vehicle. Reduction in the vortex behind the car is covered in foam equipment. They have been calculated and compared with the drag coefficient in two channel modes and with the weather channel and it should be noted that the drag coefficient is reduced by 23%. So the drag coefficient reduces vehicle fuel consumption, consequently air pollution, and then resulted in green environment.",
      "name": "Green Nature and Reducing of Air Pollution with Vehicle Drag Coefficient Correction",
      "format": "",
      "url": "http://www.seipub.org/aee/paperInfo.aspx?ID=2576",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "62ab9e85-0521-432f-bc71-7e11187a42e7",
      "created": "2013-07-17T20:08:18.817242",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "1905b494-4573-4059-8b07-7caa446a16cc",
      "url_type": null,
      "id": "01ed7fec-2b29-47d6-8ec7-1c1d3869e7e8",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Presently many of the experimental systems are designed using Computer Aided Design (CAD) software. But the physics and mathematical modelling with traditional computational codes require geometrical information in conventional manner. Extracting the geometrical information from a complicated CAD model is non-trivial, tedious and time consuming process. A computer code has been developed to reconstruct the geometrical information from Computer Aided Design (CAD) models. CAD models generally occupy the geometric class called Boundary representation (Brep), thus the present code converts boundary representations (Brep) into Constructive Solid Geometries (CSG). The present code extracts geometric information from CAD models and converts it to primitive mathematical form which can then be readily used in other codes like ﬂuid codes, radiation transport codes. This code can also be used for engineering applications like geometric recognition. The present code acts as a bridge between the modern CAD representation and primitive geometrical representation required by physicists or mathematicians. The code can be made available freely for academic use upon request.\r\n",
      "name": "B2S: A Program to Reconstruct Geometrical Information from Computer Aided Design Models (CAD) and Converting into Primitive Mathematical Form",
      "format": "",
      "url": "http://www.seipub.org/aee/paperInfo.aspx?ID=2676",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "62ab9e85-0521-432f-bc71-7e11187a42e7",
      "created": "2013-07-17T20:08:47.729223",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "92d20977-c413-4484-bdd7-1a92be1bbcc2",
      "url_type": null,
      "id": "3e26ccfb-9e8b-484f-a37f-f7a34e802e11",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In this paper, forced convection heat transfer of nanofluids over a horizontal flat plate embedded in a porous medium saturated with a nanofluid is numerically analyzed. In the boundary layer, heat can be generated or absorbed. It is assumed that the nanoparticles are uniformly dispersed in the base fluid. A similarity approach is used to reduce the governing partial differential equation to an ordinary differential equation. The resulting ordinary differential equation is numerically solved for a type of porous medium, sand, and three types of nanoparticles, namely, alumina (Al2O3), copper (Cu), and titanium dioxide (TiO2). The effect of heat generation/absorption as well as volume fraction of nanoparticles on the heat transfer enhancement of nanofluids is theoretically investigated.\r\n",
      "name": "Forced Convection Heat Transfer over a Horizontal Plate Embedded in a Porous Medium Saturated with a Nanofluid in the Presence of Heat Sources",
      "format": "",
      "url": "http://www.seipub.org/aee/paperInfo.aspx?ID=2693",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "62ab9e85-0521-432f-bc71-7e11187a42e7",
      "created": "2013-07-17T20:09:24.521088",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 5,
      "revision_id": "60d7b033-a2b4-4977-aa98-727b860c9b2f",
      "url_type": null,
      "id": "04dd7122-da28-44b0-83ce-facc72126259",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 6,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Energy Engineering",
      "id": "bb96aebe-77e5-42f1-a9a2-b151a397a334",
      "name": "Energy Engineering"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-seipub-org-aee",
  "isopen": true,
  "url": null,
  "notes": "Advances in Energy Engineering (AEE) is an internationally refereed journal dedicated to publishing the latest advancements in energy engineering research. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Advances in Energy Engineering (AEE)",
  "revision_id": "54bfd1e6-3ed1-46c3-8b7a-104b0796a4f1"
}