{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "abb8ecef-3df6-432c-8a16-d8f725c0d13d",
  "metadata_created": "2012-10-31T02:25:44.134609",
  "metadata_modified": "2013-10-10T21:52:54.060828",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "745c6676-2c31-41ee-8f77-1d1654ab6c52",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "keep_star_dust_your_family_fun",
  "isopen": false,
  "url": "",
  "notes": "Should the mass of the core exceed 3.0 times the mass of the Sun, then the core will not be able to support its own immense gravity and will collapse into a black hole. This process will also create shock waves that will drive material into the surrounding medium, creating the same kind of supernova as the neutron star core. Stars, like our Sun, spend most of their lives on what is known as the main sequence. The main sequence begins when the star initially forms -- igniting nuclear fusion in its core -- and ends once the star has exhausted the hydrogen needed to sustain fusion and begins fusing heavier elements. Supernovae are the most dynamic and energetic events in our Universe. During a supernova event, enough light is released is outshine an entire galaxy of billions of stars. As these events have been studied, it has been determined that there exist two different types of supernovae, each with their own particular characteristics and dynamics.\n\nThis night is pretty self explanatory however make sure to check out your zoo's events calendar.  Often times zoo's put on special exhibits or have new updates that your kids will love.  You could also take pictures of your kids doing their best imitation of certain animals. This week, instead of just watching TV or mindlessly browsing on your laptop, why not try something new that the whole family can do together? Today's topics are finding fun family ideas for family night. This topic is only limited by your creativity. Be sure to think of creative ideas that you can do together. Of course you are going to want to pick something that is age appropriate that's fun for the whole family but how about taking a look around in your own community. Turn off the TV. Light lanterns and candles. Roast marshmallows in the fireplace. Live life as it was before electricity. Take turns reading chapters of a mystery novel. Entertain one another with music and songs. Tell ghost stories and take turns making each part creepier than the last.\n\nMy family loves science activities. Do you want to uncover the solar eclipse mysteries? read my  <a href=http://www.squidoo.com/the-solar-eclipse#module162198853>Solar and Lunar Eclipse Pictures</a>  post. you wll learn every thing you need to know about the solar eclipse! Have Fun!\n",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Keep Star Dust Your Family Fun",
  "revision_id": "aae40667-1688-43ad-8bcd-474731d5bddb"
}