{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "22d1e0e1-c40d-4934-a13e-3910cdf4547a",
  "metadata_created": "2013-07-15T09:00:53.670942",
  "metadata_modified": "2013-10-10T21:17:24.068067",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " In the present study, physico-chemical parameters were applied to characterize and classify ground- and spring water samples collected from the Sana’a basin-Yemen. A total of 24 groundwater samples from deep wells and 13 spring water samples were collected from the Sana’a basin between September and October 2009. Major anions (Cl-, HCO3-, NO3- SO42- and Br-) and major cations (Ca2+, Mg2+, Na+ and K+) were measured. Additionally, the heavy metals As, Pb, Cu, Ni, Co, Cd, Fe, Mn, Al and Zn were measured in the groundwater samples. The physical parameters, which include water temperature, electrical conductivity and pH-value, and determination of hydrogen-carbonate, were measured on site. The ground- and spring water samples collected from the Sana’a basin were classified in groups according to their major ions (anions and cations) content. The classical use of the groundwater in hydrology is to produce information concerning the water quality. The classification was based on several hydrochemical methods, such as Ca2+ and Mg2+ hardness, Sodium Absorption Ration (SAR), Magnesium hazard (MH), saturation indices (SI) and Piper diagram. To ensure the suitability of ground- and spring water in the Sana’a basin for drinking purposes, the hydrochemical parameters were compared with the guidelines recommended by the World Health Organisation (WHO) and the Yemen National Water Resources Authority (NWRA) standards. In order to check the suitability of ground- and spring water for irrigation purposes the samples were classified based on MH and calculated SAR. The data were plotted on the United State SALINITY LABORATORY (U.S.S.L) diagram.",
      "name": "Hydrochemical Characterisation and Classification of Groundwaters in the Sana's Basin, Yemen",
      "format": "",
      "url": "http://www.ij-er.org/paperInfo.aspx?ID=2108",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "22d1e0e1-c40d-4934-a13e-3910cdf4547a",
      "created": "2013-07-15T04:01:24.879001",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "9ee8aea4-2345-4136-a4fc-19e5afdceeb2",
      "url_type": null,
      "id": "1e4cbac4-d001-4b2f-a3c0-af8a4c54b695",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "A novel chelating copolymer (4-HBPBF) has been synthesized by the condensation of 4-hydroxybenzophenone [HBP] and biuret [B] with formaldehyde [F] in the presence of acid catalyst at 126 &#186;C was proved to be a selective chelating ion-exchange copolymer for certain metals. A copolymer composition has been determined on the basis of their elemental analysis and the number average molecular weight of this copolymer was determined by conductometric titration in non-aqueous medium. The viscosity measurements in dimethyl sulphoxide (DMSO) has been carried out with a view to ascertain the characteristic functions and constants. The newly synthesized copolymer resin was characterized by UV-visible spectra, IR spectra, 13C NMR and 1H NMR spectra. The copolymer has been further characterized by absorption spectra in non-aqueous medium to elucidate the structure. Ion-exchange properties of this resin was studied by batch equilibrium method for Fe3+, Cu 2+, Ni2+, Zn2+, Co2+, Cd2+, Hg2+ and Pb2+ ions over the pH range, 1.5 to 6.5 and in media of various ionic strengths. The resin shows a higher selectivity for Fe3+ ion over any other ions. Study of distribution ratio as a function of pH indicates that the amount of metal ion taken by resin is increases with the increasing pH of medium. The surface morphology of the copolymer resin was examined by scanning electron microscopy and it establishes the transition state between crystalline and amorphous nature.",
      "name": "Sorption Investigation on the Removal of Metal Ions from Aqueous Solution Using Chelating Copolymer Resin",
      "format": "",
      "url": "http://www.ij-er.org/paperInfo.aspx?ID=2110",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "22d1e0e1-c40d-4934-a13e-3910cdf4547a",
      "created": "2013-07-15T04:07:22.474658",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "58164564-8be5-4586-a6e2-317a7a97af7c",
      "url_type": null,
      "id": "2ed8c77c-3e60-4154-b4a4-4d28f305c487",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In this study an Integrated Municipal Solid Waste system is improved and developed for practical application in the waste management sector. A mass, energy and environmental analysis is made taking into account the EU regulation requests and selective collection targets in the case study region. The technological solutions proposed focused on: nature and waste flow, Municipal Solid Waste heterogeneity respect to selective collection optimization, energy potential of the products, non-volatile solid content, efficiency of the process and type of cogeneration gasification plant. The syngas stream is used in a gas engine producing 804 kWhth and 714 kWhel. The system allows not only the recycling of sellable materials but also the minimization of landfilling thanks to pre-treatments that extract materials with low energetic potential.\r\n",
      "name": "Material and Energy Recovery in a Municipal Solid Waste System: Practical Applicability",
      "format": "",
      "url": "http://www.ij-er.org/paperInfo.aspx?ID=2116",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "22d1e0e1-c40d-4934-a13e-3910cdf4547a",
      "created": "2013-07-15T04:08:54.205979",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "58164564-8be5-4586-a6e2-317a7a97af7c",
      "url_type": null,
      "id": "dfe0f5e6-e018-4963-9854-554d767973e4",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Poplar clone, a short rotation timber specie, was included as timber tree and guava (Psidium guajava L.), kinnow (Citrus reticulata), pear (Pyrus communis L.), peach (Prunus persica (L). Batsch) and plum (Prunus Americana Marsh) as horticultural components to evaluate growth performance and nutrient status under horti-silvicultural system in irrigated agroecosystem. Growth increment of poplar was significantly higher when planted with fruit crops as compared to sole poplar planting. Availability of macro-nutrients (N, P, K) and organic carbon was determined at different depths of soil and a decrease in availability of nutrients with increasing depth was recorded. The release of nutrients from decomposition of litter-fall was less during winter because of low temperature, but increase of ambient temperature in June-August increased their availability. The macro-nutrients tended to increase with time due to higher inputs of organic matter. Out of different planting patterns viz. poplars as filler, windbreak, available phosphorus and nitrogen were found on higher side in an another experiment where poplar was used as filler tree.\r\n",
      "name": "Growth Performance of Intercropping System Components and Nutrient Status of Soil under Horti-silvicultural System",
      "format": "",
      "url": "http://www.ij-er.org/paperInfo.aspx?ID=2113",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "22d1e0e1-c40d-4934-a13e-3910cdf4547a",
      "created": "2013-07-15T04:09:36.690735",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "cc05b14f-6d76-4b41-90ad-b10cc7fbca2c",
      "url_type": null,
      "id": "1298c068-46bf-4049-8815-d1efdcb7ebb0",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The climate of the coastal Russian Far East is monsoon type. Rain precipitations with summer-autumnal typhoons and floods prevail and bring up to 90 % annual precipitation. The algal communities of rivers located in protected territories (Kedrovaya River, Serebryanka River) or undeveloped areas (Samarga River), and polluted Rudnaya River were chosen as models of clean and impacted rivers. Pennate diatoms prevail in the periphyton of fast flowing rivers of the Russian Far East. In clean natural rivers the complex of diatoms Hannaea arcus, Meridion circulare, Diatoma mesodon, Encyonema silesiacum, Ulnaria ulna, U. inaequalis, Achnanthidium minutissimum, Didymosphenia geminata, Gomphoneis olivaceum, cyanoprokaryote Homoeothrix janthina, chrysophyte Hydrurus foetidus usually are dominant. Diatom alga Didymosphenia geminata is a typical native species and indicator of clean water. Saprobic indices varied from 0.67 to 2.23 in different sites and corresponded to oligo- and beta-mesosaprobic zones (II-III classes of water quality). Thus, three investigated rivers of protected and undeveloped areas are characterized by high quality water with insignificant grade of natural organic pollution. On the contrary, the Rudnaya River having similar hydrology but long time impacted by atmospheric acidification and industrial and domestic waste water has different community structures. Its algae assemblages contain more species tolerated to pollution. They include also many aberrant forms of diatoms.",
      "name": "Use of Algae for Monitoring Rivers in the Monsoon Climate (Russian Part of Asian Pacific Region)",
      "format": "",
      "url": "http://www.ij-er.org/paperInfo.aspx?ID=2115",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "22d1e0e1-c40d-4934-a13e-3910cdf4547a",
      "created": "2013-07-15T04:10:14.996641",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "b7b6e913-1618-4e3a-8d01-b6186e971da4",
      "url_type": null,
      "id": "c960abec-3eca-4e82-a7fa-1d0b9cc102d6",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Assam is known for its extensive forest areas and availability of rich floras and faunas besides other valuable forest products. As per information available from the State Forest Department, the total area under forests in Assam was 26,781.91 Sq. km. at the end of March 2003, out of which 15,492.329 sq. km. was under Reserved Forests and 2,860.942 Sq. Km. under Protected Forest Area. Thus, the Forests area constitutes about 34.14 percent of the total geographical area of Assam. The forests products of the State mainly comprised of industrial wood, fuel wood, bamboo, stone, thatch, cane, sand etc. The State Government from its various Forest products earns a good amount of revenue. The importance of Forestry lies not only with its productivity but also in its capacity to prevent soil erosion. The State Government has therefore continued to impose ban on indiscriminate felling of trees in the State. The comparative study from Survey of India Topographical Map, 1974 and LISS-III 1D, 2005 of two districts of Assam namely Jorhat and Golaghat, it is very clear that there is substantial decrease in the Reserve Forest Area. Dayang Reserve forest is totally vanished by encroachment, same is the condition of Nambar, Holongapar and Disai Valley Reserve Forest where the crown coverage now is less than 40 percent of the total Reserve Forest Area. The total reserve forest area of Jorhat and Golaghat district during 1974 and 2005 is 458.8 sq km and 176.68 sq km respectively.",
      "name": "Forest Cover Change Detection Using Remote Sensing and GIS – A Study of Jorhat and Golaghat District, Assam*",
      "format": "",
      "url": "http://www.ij-er.org/paperInfo.aspx?ID=2309",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "22d1e0e1-c40d-4934-a13e-3910cdf4547a",
      "created": "2013-07-15T04:11:02.447005",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 5,
      "revision_id": "a2e18a49-4dcd-4d6c-878b-8fdb9ed24877",
      "url_type": null,
      "id": "b58819d2-17af-4811-b94e-315f5a99c106",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Fluoride being a cumulative bone seeking agent displays dual nature either, in its deficiency and/or accumulation leading to fluorosis has been a major problem along the coastal districts of Bay of Bengal of India. Geo-hydrochemistry and mechanisms controlling fluoride genesis with its spatial distribution were delineated from 111 groundwater samples of specific criteria of two seasons. Geophysical and chemical data were interpreted with conventional and computed arguments for status, mineral species and extent along this coastal corridor of three districts. It was understood that the geo-hydrochemistry of fluoride in groundwaters is complex by virtue of the dynamic behavior of water attributed by its excellent solvent nature and the highest reactivity of fluorine. The thermodynamic equilibrium of mass transfer among ions depending on their ionic strengths by virtue of their electronic set up ultimately decided these concentrations. The variations were found to be effected with respect to the pH of the vicinity, where the dissolution or exchange of ions is enhanced or sometimes completely restricted. The correlation with respect to calcium and bicarbonates strengthen the argument of local hydro chemical and geological fluctuations from the geomorphological impacts developed from the natural and anthropogenic activities along the coast.\r\n",
      "name": "Coastal Groundwaters – A Geo-hydro Chemical Explaration for Factors Controlling Gensis and Spatial DistributionI of Fluoride",
      "format": "",
      "url": "http://www.ij-er.org/paperInfo.aspx?ID=2114",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "22d1e0e1-c40d-4934-a13e-3910cdf4547a",
      "created": "2013-07-15T04:11:33.789589",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 6,
      "revision_id": "df14aea3-24fb-4514-897c-4bfebb329769",
      "url_type": null,
      "id": "a664f0e2-d710-4428-afab-80752045a769",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Israel rivers are small and mostly located in the coastal plane and in the northern mountainous part as well as following across the Lake Kinneret to the Dead Sea area. The Zin Stream is the only permanent flow in the Negev Desert. The algae of Israel rivers have been only episodically studied till 2001. The Israel Ministry of Environment survey system does not include biological parameters in the monitoring of the rivers at all. Our study of the riverine ecosystems in 2001-2011 has revealed 671 species belonging to 9 divisions. Most species are bio-indicators for salinity, acidity, temperature, streaming, oxygenation, and organic pollution. In order to implement the EU Water Framework Directive we used the algal diversity and the environmental variables of their habitats for construction of the biological part of the Israel monitoring system. According to the bio-indication analysis, the majority of the rivers are carbonate, natural clean in the upper reaches but moderately polluted under anthropogenic impact in the lower reaches. The calculated indices of water quality include the River Pollution Index (RPI), assessing the disturbance of riverine ecosystems as a result of anthropogenic impact and seasonal climate fluctuations. The saprobity indices show a low to moderate organic pollution of large fluctuation amplitude during dry and wet seasons. The new indices of ecosystem toxicity are the Water Ecosystem State Index (WESI), revealing the impact of photosynthesis and correlation of organic pollution with toxicity, in particular in the Upper Jordan River, Yarqon, Qishon and Hadera rivers. This index can be used for rapid integral assessment of ecosystem sustainability. Ecological mapping was performed for assessing seasonality of pollution: while the Upper Jordan River Basin was heavy polluted in winter, the coastal rivers Qishon, Hadera, Alexander and Yarqon are more polluted during summer. This study shows that algal diversity can be used as a tool in the biological monitoring of water resources in Israel.",
      "name": "Algal Diversity and Bio-indication of Water Resources in Israel",
      "format": "",
      "url": "http://www.ij-er.org/paperInfo.aspx?ID=2109",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "22d1e0e1-c40d-4934-a13e-3910cdf4547a",
      "created": "2013-07-15T04:12:49.375063",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 7,
      "revision_id": "2c0efb5a-8ae0-4853-a4f3-1f9830790302",
      "url_type": null,
      "id": "f47cf573-b05a-4403-bdf2-349b4f371207",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "A low-energy photo-Fenton process was carried out in this study to investigate the effect of pH, temperature, Fe2+ and H2O2 dosages on the decolorization of Rhodamine B dyeing wastewater. Experimental results indicated that the decolorization efficiency of Rhodamine B by UV light illumination only and UV/H2O2 (H2O2 of 30 to 90 mg/L) were insufficient. Decolorization efficiency was remarkably enhanced to more than 83% by the photo-Fenton process at pH 5.5 and the rate constants obtained by the pseudo first-order kinetic model were in the range of 13.6-14.7別10-3 min-1. The optimal reaction condition was found at pH 3, H2O2 30 mg/L, Fe2+ 8 mg/L and 30oC leading to the 98.3% decolorized efficiency of Rhodamine B. In conclusion, the photo-Fenton process can effectively decolorize the Rhodamine B in short reaction time under proper condition. However, additional H2O2 and Fe2+ dosages and the reaction temperature up to 30oC were worthless to enhance the decolorization of Rhodamine B.\r\n",
      "name": "Decolorization of Rhodamine B by a Photo-Fenton Process: Effect of System Parameters and Kinetic Study",
      "format": "",
      "url": "http://www.ij-er.org/paperInfo.aspx?ID=2117",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "22d1e0e1-c40d-4934-a13e-3910cdf4547a",
      "created": "2013-07-15T04:13:25.634590",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 8,
      "revision_id": "6e5596b3-42f4-4852-9e85-71b1b7b5990f",
      "url_type": null,
      "id": "3df10ba2-a5ef-43f5-afcf-6918343dc5f3",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The Strategic Environmental Assessment (SEA) is a procedure with a wide application, that has a very important role in sustainable territorial development. The aim of this work is to make some evaluations after the initial period of application also based on data of a particular complex territory, Lombardy Region (Northern Italy), which is characterized by a very high concentration of population, industrial activities and economic interests. The evaluations reveal some critical aspects that negatively influence the correct application of the SEA in Italy, with consequences on the territorial governance and the determination of expected effects corresponding to specific aims. One of these critical aspects is the need to define specific standards and parameters for carrying out a SEA on the different environmental themes. One of these is the assessment of the anthropic risk, which may initially be approximately identified as the industrial risk during territorial planning and programming. On this matter, we suggest adopting a methodological approach that is found in specific guidelines for anyone that produces the Environmental Report to support the SEA, and for councils that have to produce a Technical Examination Paper of the Relevant Accident Risk, to assess the industrial risk, also when there are companies with a relevant accident risk.",
      "name": "Reliability of Strategic Environmental Assessment for Territorial Management: General Criticisms and a Proposed Approach in the Presence of Relevant Accident Risk Facilities",
      "format": "",
      "url": "http://www.ij-er.org/paperInfo.aspx?ID=2121",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "22d1e0e1-c40d-4934-a13e-3910cdf4547a",
      "created": "2013-07-15T04:14:00.421292",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 9,
      "revision_id": "b7260c82-a0ee-44a7-b447-67cf2d43f878",
      "url_type": null,
      "id": "4ed6b216-0642-48ee-b59c-a161b28e5476",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Reservoir is multipurpose infrastructure for water resource. However, the reservoir built in Indonesia generally has eutrophication problems. To overcome these problems, the necessary technical measures such as using hypolimnetic withdrawal method. Therefore, the objective of this study is to make numerical simulation on the water quality dynamics model in reservoirs. The numerical model is to know the influence of hypolimnetic withdrawal technique for eutrophication control in Jatiluhur reservoirs. Water quality parameters simulated in this model are BOD, chlorophyll-a, total Nitrogen and total Phosphorus which generating eutrophication process. This study uses morfometri and water quality data of Jatiluhur Reservoir as a case study. While, software used for simulation is WASP (Water Quality Analysis Simulation Program) created by US-EPA. Analysis are performed with four scenarios: (1) the initial condition;( 2) 50% reduction of pollutant loading;; (3) hypolimnetic withdrawal application 20 m3/s, and (4) the combination of 50% pollutant reduction and hypolimnetic withdrawal application. Simulation results indicate that water quality improvement and eutrophication restoration has occurred at Jatiluhur reservoir using pollutant loading reduction and applying the hypolimnetic withdrawal technique at least 20 m3/s continuously",
      "name": "Simulation Analysis to Utilize Hypolimnetic Withdrawal Technique for Eutrophication Control in Tropical Reservoir (Case Study: Jatiluhur Reservoir, Indonesia)",
      "format": "",
      "url": "http://www.ij-er.org/paperInfo.aspx?ID=2106",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "22d1e0e1-c40d-4934-a13e-3910cdf4547a",
      "created": "2013-07-15T04:17:26.057473",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 10,
      "revision_id": "b79333ec-030d-43d9-88c2-a44c6567c860",
      "url_type": null,
      "id": "d1d04e0e-7dab-41d7-a2ce-5f16465b89b2",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Exploring energy options from renewable sources is a top priority in most countries owing to increased energy demands coupled with future shortages in the supply of current energy sources and its associated uncertainties, and, climate change concerns. As a promising alternative, modern biofuels -- derived primarily from renewable biomass-- are being increasingly recognized as holding a potential for offering a sustainable energy future, which at the same time, could have the potential for creating opportunities for achieving environmental and socio-economic goals in the sustainable development paradigm. In many nations, rural development is one of the primary objectives behind promoting biofuel projects. This paper reviews biofuel development, through exploring the rural development implications of sustainable bioenergy / biofuel production. It is argued in this review that the bioenergy / biofuel projects that are implemented in an environmentally and socially acceptable manner have a better fit with the development of rural areas, particularly in developing countries. This potential is attributed to its capacity to enable energy services to the rural community, present jobs and livelihood options, and create good local healthy environment. Therefore, if biofuel projects are developed in a manner conducive to sustainable development, they will more likely make a meaningful strategy for economic growth. However, at the same time, it is realized that such projects are not the only vehicle to address energy and development problems for rural areas, and therefore, assessment of all options should be made before making such decisions.\r\n",
      "name": "Sustainable Biofuel Production: Opportunities for Rural Development",
      "format": "",
      "url": "http://www.ij-er.org/paperInfo.aspx?ID=2124",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "22d1e0e1-c40d-4934-a13e-3910cdf4547a",
      "created": "2013-07-15T04:22:01.908320",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 11,
      "revision_id": "07b4ccb9-b970-4685-96fd-a425c789c99a",
      "url_type": null,
      "id": "bf456575-c7ef-4f60-bfe1-4802277e4d72",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The Tonle Sap (TS) Lake in Cambodia is the largest freshwater lake in Southeast Asia. The Lake is very rich in biodiversity and is considered the “Heart and Soul” of the Cambodian people. The lake is believed to be among the world’s most productive freshwater ecosystems and the importance of the lake is well documented in the literature. Many researchers believe the richness in biodiversity of the lake is largely due to the annual flooding. Recently, concerns have been expressed that development, such as dam construction, in the Mekong River Basin will affect the flow of the river and the nutrient flow to the TS ecosystem. Approximately 60% of the TS floodwater originates from the Mekong. This paper presents a dynamic phosphorus (P) model that was built to investigate the response of the lake’s phosphorus cycle to changes in P loads under different development scenarios for the Mekong Basin including a high development (HD) scenario as well as current conditions. Understanding the P cycle is important as it is considered the limiting nutrient. The dynamic characteristics of the lake and the deficiency of data require a careful design of the P model structure. The model was constructed in Vensim, a software for building dynamic models. Simulation results showed the response of P of the lake under a HD scenario and baseline development scenario. The results showed that the P peak concentration of the lake under the HD scenario would be lower than that under the baseline scenario by about 30%. However, the basic cyclic behavior of P of the Lake under the two scenarios did not change significantly. Both actual data and the model output indicates two peaks per year in the P concentrations in the lake, likely a reflection of different sources during different stages of the annual flood/withdrawal cycle.",
      "name": "Modeling Phosphorus Dynamics of Tonle Sap Lake",
      "format": "",
      "url": "http://www.ij-er.org/paperInfo.aspx?ID=2123",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "22d1e0e1-c40d-4934-a13e-3910cdf4547a",
      "created": "2013-07-15T04:22:38.478556",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 12,
      "revision_id": "edbe0bef-43a0-4101-9663-6706e1828f6a",
      "url_type": null,
      "id": "bf19767b-1c48-48e2-8b1a-b9de9500ce60",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The biosorption of chromium (VI) from synthetic solution using the immobilized algal blooming biomass from a wastewater treatment plant located at South Bandung, West Java, Indonesia, has been studied in batch reactors. Various physicochemical parameters affected biosorption process, such as chemical activation, pH, contact time, and initial concentration of chromium (VI) were investigated. Studies revealed that the highest chromium (VI) removal percentage was achieved by treating the biomass using HCl 0.1 N. The highest removal percentage of Cr (VI) was observed at pH 1.5, contact time 180 minutes, and initial Cr (VI) concentration 20 mg/L. The biosorption equilibrium fitted well to the Langmuir Isotherm resulted in maximum adsorption capacity of 11.494 mg/g. In kinetics studies, the chromium (VI) biosorption followed second order kinetic and the data fit into Lagergren model, k = 0.014 g/mg min. The results indicated the potential of blooming-forming algae biomass to be used for the development of a novel, cheap, competitive, and environmentally friendly biosorbent for treating heavy metal-laden wastewater.\r\n",
      "name": "Biosorption of Chromium (VI) Using Immobilized Algal Blooming Biomass: Kinetics and Equilibrium Studies",
      "format": "",
      "url": "http://www.ij-er.org/paperInfo.aspx?ID=2119",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "22d1e0e1-c40d-4934-a13e-3910cdf4547a",
      "created": "2013-07-15T04:23:11.801658",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 13,
      "revision_id": "4b164a7c-0945-4987-be47-0bfaed9c0a1d",
      "url_type": null,
      "id": "4c815e7c-58ea-4a75-a6bc-03669a65dbf5",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The objective of this paper is to study common mechanisms and patterns of joint effect of biological and chemical factors on the human body starting from experiments on animals. The subchronic experimental study was performed on 700 guinea pigs (inhalation with sulphur dioxide and AD). Aspects of risk evaluation isolated and joint with chemical factor biotechnological products presented as microorganisms-producers of feed additives and a final albuminiferous product are considered in this study. It was showed that application of AD and sulfur dioxide develops a response in the form of sensitization, allergopathy and toxico-allergopathy characteristics and patterns of pig’s organism response to exposure of products of biotechnological synthesis have been determined.\r\n",
      "name": "Ecological Health Risk of Joint Effect of Biological and Chemical Environmental Factors",
      "format": "",
      "url": "http://www.ij-er.org/paperInfo.aspx?ID=2129",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "22d1e0e1-c40d-4934-a13e-3910cdf4547a",
      "created": "2013-07-15T04:23:47.373020",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 14,
      "revision_id": "6b0311f4-55ef-4974-a746-6bb42a57f627",
      "url_type": null,
      "id": "ed50f757-3db4-47d4-94e2-fbbff8799ce7",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Maintaining the ecological safety of China is strategically significant taking a particular example of the protection and conservation of the ecosystem of Hulunbuir Prairie in China’s northern region. A lengthy period of development and excessive utilization coupled with two decades of drought in Hulunbuir Prairie has brought about varying degrees of damage to Hulunbuir Prairie and rapid grassland desertification. This paper analyzes the Hulunbuir Prairie desertification and its causes, concluding that desertification has been aggravated by harsh natural conditions, along with human factors such as inefficient use of resources, overgrazing, unauthorized cultivation, and unlawful herbal medicine collection at Hulunbuir Prairie. It is also showed that thin soil layers are potentially dangerous of contributors in the desertification of Hulunbuir Prairie. Furthermore, various measures are proposed to prevent and control the desertification of Hulunbuir Prairie, including laws on the supervision and utility of grasslands, to maintain a balance between foraging and livestock; as well as prohibition, delay, and rotation of grazing; more reasonable allocation of stock capacity, optimization of industrial distribution, construction artificial pasture and forage crops, establishment of a basic system to sustainably protect grassland and pasture, and development of a mechanism of compensatation for grassland ecology and environmental management.",
      "name": "Causes of the Desertification in Hulunbuir Prairie and Its Prevention and Control Measures",
      "format": "",
      "url": "http://www.ij-er.org/paperInfo.aspx?ID=2674",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "22d1e0e1-c40d-4934-a13e-3910cdf4547a",
      "created": "2013-07-15T04:24:19.294119",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 15,
      "revision_id": "c483648f-b2b3-44e2-95d9-bdcbc05b4e5f",
      "url_type": null,
      "id": "8593fac2-a063-4265-99c3-88fcc3f98637",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Effects of floor levels (ground, first and second) and ventilation rate on the density of indoor radon and its progeny have been evaluated inside most of public hospitals. Ventilation rate is represented by the air moving rate; poor, fair, good, very good. Locations of the selected hospitals had different geological formation in three main governorates: Erbil, Duhok and Sulaymaniya. Nuclear track detector type CR-39 (CR-39NTDs) has been used to measure track density of alpha particles that emitted from radon and its progeny. During spring season, 72 pair of exposure chambers (open-close chamber) equipped with 144 pieces of CR-39NTDs installed inside 24 rooms for three floors were employed. After 90 day of exposure, exposed detectors were etched in 6N NaOH at 70◦C for 10 h. The highest and lowest radon concentration were in the hospitals of Shaheed Aso (Sulaymaniya city : 71.09±4.32 Bq.m-3)(fair ventilation) and Erbil Teaching ( Erbil city : 48.02±3.77Bq.m-3) (good ventilation). This was depended on the geological formation, type of building material, and the floor level. Therefore, the results showed that the average radon concentration and annual effective dose decreased gradually as the floor level increased. The highest and lowest of annual effective dose were found in ground and second floor, respectively. Thus, according to the annual exposure dose data, the workers were safety in most of the hospitals. More details about the type of building materials of the hospitals have been listed in full paper",
      "name": "Effects of Floor Levels and Ventilation Rate on Indoor Radon and its Progeny inside Iraqi Kurdistan Hospitals",
      "format": "",
      "url": "http://www.ij-er.org/paperInfo.aspx?ID=2847",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "22d1e0e1-c40d-4934-a13e-3910cdf4547a",
      "created": "2013-07-15T04:24:51.078916",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 16,
      "revision_id": "54cd8759-56d1-4dfb-98f7-abd2920a91a1",
      "url_type": null,
      "id": "9b2fde9a-c7bb-40da-b908-7202d456d7fa",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " The present work aimed at studying the possibility of decontaminating polluted soil by lead from traffic road, using Hordeum vulgare as a heavy metals hyperaccumulative plant. High concentrations of lead stored at the horizons of soil surface (1714.39 ± 512.62 ppm), have revealed that the traffic and road infrastructures are important outcomes of toxic heavy metals to the environment. In addition, we noticed that Hordeum vulgare may hold a total of 36.28 ± 14.90 ppm, which correspond to 2% of that to 2of that accumulated in the soil. Importantly, highest values were observed in the roots (18.32 ± 8.38 ppm), which means 50,50%, whereas, the rate of heavy metals in the stems and leaves were 10.83 ± 5.86 ppm (29,95%) and 7.71±3.74 ppm (21,25%), respectively. Otherwise, the accumulation of lead was influenced by physical and chemical properties of the soil (pH, cation-exchange capacity CEC, percentage of clay). A high content of lead was observed in the plant at low pH; in contrast, the CEC of the soil and the percentage of clay, positively correlated with plant Pb. However, a strong correlation between soil Pb and plant Pb was noticed. Accordingly, lead uptake by Hordeum vulgare seems to be influenced by its bioavailability in soil.\r\n",
      "name": "Phytoremediation of Contaminated Agricultural Soil by Lead from Traffic Pollution Using a Common Barley Hordeum Vulgare",
      "format": "",
      "url": "http://www.ij-er.org/paperInfo.aspx?ID=3482",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "22d1e0e1-c40d-4934-a13e-3910cdf4547a",
      "created": "2013-07-15T04:25:27.462155",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 17,
      "revision_id": "bbcf864b-09ef-46ae-937d-f7591f6dd8e6",
      "url_type": null,
      "id": "49836e54-1ae8-42ed-bfe9-4aa0f813340b",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 18,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Environment and Resource",
      "id": "2b5bb85d-c1ed-4fe2-82a5-df6387685f8b",
      "name": "Environment and Resource"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-ij-er-org",
  "isopen": true,
  "url": null,
  "notes": "International Journal of Environment and Resource (IJER) is an internationally refereed journal dedicated to publishing the latest advancements in environment and resource research. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "International Journal of Environment and Resource (IJER)",
  "revision_id": "22b12d4f-f0bf-4b15-ba38-b55820ccb414"
}