{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "f672a06f-7bfb-4522-938f-616d8e2413ee",
  "metadata_created": "2013-08-29T12:04:36.829206",
  "metadata_modified": "2013-10-10T22:21:20.514626",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "85df654d-3131-4a3e-9844-7748286126cf",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "livingston",
  "isopen": false,
  "url": "",
  "notes": "Training, on the other hand, is how you do what you do. The what is unnecessary. It is the how that matters. A fighter cares not.. \n\nRussian martial art training and kettlebell training involves aspects of freedom, strength and relaxation. Browse here at <a href=\"http://www.prweb.com/releases/2013/8/prweb11073056.htm\">research timothy spriggs</a> to check up the inner workings of it. Many would argue that method and speed should also be included, but given that you've trained in all three of the professions, then speed can come naturally. Process is immaterial: it's related to what you do, not how you do it. \n\nInstruction, on-the other hand, is how you do what you do. The what's irrelevant. It is the how that matters. A fighter cares perhaps not what a scholar does, but just what he himself does. A man or woman facing competitors isn't concerned with what others can do, but only with they do themselves. It is perhaps not the what but the how that issues, and the how is related to teaching, practice and understanding. Discover further on <a href=\"http://www.prweb.com/releases/2013/8/prweb11073056.htm\">baltimore jiujitsu</a> by browsing our riveting website. \n\nThe education of Russian martial artists was created to improved the how. Russian martial art has no need of pre-orchestrated movements or katas as Japanese and Chinese martial arts have. Much is written about Russian fighting styles and their method of attack and self defence, lots of which will be according to the popular view of the Russian Special Forces. Many Special Forces can employ the methods employed by their Russian counterparts, however it is the difference that is made by the Russian methods of training. \n\nPavel Tsatsouline, trainer for the Russian military and then your American Special Forces and other military personnel, teaches you the techniques of the of and super-strong attaining supreme fighting styles power. H-e does this through usage of Russian kettlebells and the tension and relaxation methods employed by the Cossacks who could cut a guy from shoulder to buttocks with just a light one-handed sabre. \n\nThe Cossacks experienced by standing in a lake or stream around their waist and then lowering into the water using their sabres for hours on end. The trick was to maintain total relaxation before the moment of strike when all of the power of the body was centered in the one blow, and then reverting to total actual relaxation soon after. By doing so, vigor and strength were preserved whilst the strike itself was imparted with the maximum possible strength of the body. \n\nFlexibility is the true secret behind supreme martial art energy, and usually the one actual credit that's most overlooked and misunderstood by many martial art exponents. Russian martial art techniques make best usage of absolute power and substantial power through the comprehension of how to precisely flake out between blows. The supreme power of a martial art punch is used through a complete understanding of the levers of the human anatomy, the muscles that move them and the leisure that allows these muscles to exert maximum power to the levers. \n\nA punch can be a rapid break with maximum energy and then total leisure before the next punch. Russians are trained in dynamic relaxation exercises in all athletic instruction, and the loose and fast techniques they use are well suited for the rigors of complete mastery in fighting styles. \n\nKettlebell training and Russian martial art training isn't the theatrically disciplined art of the Japanese and Chinese, but an approach designed for maximum strength and effect in strike and not only self-defence. The employment of the energy of the body can be maximized only by devel-oping the supreme energy feasible through kettlebell exercise, and the freedom and relaxation practices as taught by the master of the Russian martial art, Pavel Tsatsouline, master instructor of Russian and American Special Forces personnel.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "European Style And Kettlebell Instruction",
  "revision_id": "0dcfe329-8231-4e50-9ca5-2ed7be052616"
}