{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "ccaeb63b-fdfe-4f2d-b75e-cefa37beafd9",
  "metadata_created": "2013-09-04T10:59:53.960512",
  "metadata_modified": "2013-10-10T21:16:05.294333",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "2a541d9a-4863-459d-9e7c-5cb2a981457f",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "holland",
  "isopen": false,
  "url": "",
  "notes": "If you've ever had espresso then chances are that you discover how expensive the drink may be. It is simply avoided by some people entirely because of how high priced it's, even though many people report that they are hooked on the drink. Nevertheless, the old saying of \"waste not, want not\" goes perfect with the session of espresso because there are therefore several things that you can do with an excess espresso drink if they find that they just cannot consume all the espresso that they got for themselves. If you desire to identify supplementary resources on <a href=\"http://www.seaislandcoffee.com/kape-musang-kopi-luwak-philippines-2.html\">kopi luwak</a>, we know about tons of online resources you might think about investigating. Here are a few good ideas for the outstanding caffeine beverage that you have lying around as opposed to just wasting it, which will be exactly what a lot of people do. \n\nSave your self it for The Next Time! \n\nOne thought to utilize is always to save the caffeine for the next time you're needing the cocktail! This is simply not to state that you should save your valuable 5-day old coffee because chances are that the taste is going to be drained from the beverage by then. However, if you know that you may very well be thirsty for or needing an espresso serving in a few hours or a time then the best thing to do could be to save the espresso. Putting it in the ice box for the time that it is not being taken is simply fine because it will no doubt not hurt the beverage at all. Discover additional info on this affiliated portfolio by clicking <a href=\"http://www.seaislandcoffee.com/coffee/jamaica-blue-mountain-coffee-collection.html\">your blue mountain coffee</a>. If you are ready to really have a glass of that nice, tasty caffeine drink all that needs to be performed would be to heat up the drink. Learn further on an affiliated URL - Click here: <a href=\"http://www.seaislandcoffee.com/coffee/jamaica-blue-mountain-coffee-collection.html\">quality blue mountain coffee</a>. This does not signify you ought to put the coffee in the microwave. On the contrary, probably a cup of coffee could work in the stove, but a coffee must be reheated via a steamer in order to have the best quality possible! \n\nInclude Taste to Your Cooked Items! \n\nEven though this is probably one of the most rare techniques, many people actually decide to prepare the leftover coffee they've. Lots of people may think that adding remaining espresso with their baked good is really a turnoff, but here's one idea where in actuality the espresso could be put to good use: brownies and muffins! Brownie combinations which have a little coffee mixture put into them will taste exceptional, and desserts will as well. Needless to say the espresso combination may be better off in a thicker mixture such as the brownies just because it may support the espresso better, but trying out espresso in your baked goods is also a good idea! \n\nChill Your Products! \n\nYet another solution to use leftover caffeine is in the drinks that you should have later. One idea that lots of people use is to make ice cubes! Espresso-flavored ice cubes can be a great addition to iced tea, milk, or even a cup of black coffee! Simply because coffee is normally taken as a warm beverage doesn't signify you're limited to what you may do with it! \n\nAll of these things are just some of the ways in which coffee may be used as locations! However, acknowledging that espresso is great in lots of various ways should highlight other possible espresso additions as well!.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Excess Espresso: Do not Waste It!",
  "revision_id": "af8cf64f-398b-4d48-8790-3cbd74a9cbca"
}