{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "5eb52a6d-94ce-4313-abe2-38cff896e94a",
  "metadata_created": "2013-08-29T05:56:21.974955",
  "metadata_modified": "2013-10-10T20:21:33.044947",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "478c7e65-6e4c-43f0-a129-f28849cabb7b",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "connell",
  "isopen": false,
  "url": "",
  "notes": "Caesars Palace is among the older, well-versed hotels in Las Vegas. Around considering that the 1960s, the hotel has undergone several renovations and expansions over time. This Roman inspired resort is no less sophisticated and amenity filled than a number of the newer hotels and places, while it is one of many older hotels on the Vegas Strip. Among the features provided at Caesars Palace are some really amazing wedding spots. \n\nCaesars Palace offers six different locations for weddings of their house. Three of those sites are wedding chapels. To get alternative viewpoints, please look at: <a href=\"http://www.youtube.com/watch?v=khan9g_FrZ8\">site</a>. The biggest chapel, the Classico, functions stained glass windows, chandeliers, and floral arrangements. The Romano cathedral, the tiniest of the chapels, includes a Roman flair to it and characteristics large Roman columns. And the Tuscana cathedral was designed to reproduce the warmth and charm of Old World Tuscany. \n\nThe other three wedding internet sites presented at Caesars Palace are typical outdoor locations. The greatest, the Manhattan project Belle Luce Court, is an outside plaza with views of the Nevada Strip that will support as much as 230. One other two sites feature gardens and table seating. The Intimate Garden seats up to 150 and the Terrazza Garden includes a fountain and a lake and has space for up to 114 guests. \n\nCaesar Palace gives some wonderful, old-fashioned wedding plans for several of those locations along with many reception possibilities. Additionally they offer many good choices that you can add on to your wedding packages. Live artists such as for instance a violinist, harpist, string trio or quartet, musician, pianist, or soloist are only one of many extra package possibilities. Because pre recorded music is only offered by many Las Vegas wedding locations this is a really great amenity. Other deal options they offer contain Roman character actors such as for example Caesar and Cleopatra and net broadcasting of your service on the internet. If you have several out of town friends and family members that wont manage to attend your nuptials the net transmission is a particularly great choice. To discover additional information, people might choose to view at: <a href=\"http://www.youtube.com/watch?v=khan9g_FrZ8\">intangible</a>. They'll nevertheless be in a position to feel they're part of your big day by seeing your wedding go on the web as it occurs. Dig up further on this partner site - Browse this website: <a href=\"http://www.prweb.com/releases/2013/8/prweb11028272.htm\">quality durham plumber</a>. \n\nCaesars Palace even offers a variety of particular ceremonies. If you should be looking for something significantly more than the typical fast Vegas wedding for your wedding, they offer Mazel Tov, Rose, Unity Candle, Family Unity, Spanish, French, Lasso, Arras, and Broom events to pick from as well. \n\nSo although Caesars Palace is one of many older resorts on the Las Vegas Strip, it still has a lot to offer couples who'd prefer to wed in Las Vegas. Whether you need a classy church wedding or a patio garden occasion, Caesars Palace provides many good possibilities and offers for your special day.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Vegas Weddings at Caesars Palace",
  "revision_id": "8b1964b7-e1b0-4b5d-9132-fa8bcbe63328"
}