{
  "users": [
    {
      "email_hash": "359ef435fd93978d6476343822d403ed",
      "about": "Welcome to the Yale Center for British Art's Linked Open Data service. This service provides machine readable access to the Center’s collections data.  The data in the Linked Open Data service is expressed in RDF to allow our data set to link to other data sets without the need for database integration. We have organized our data using the CIDOC CRM (Conceptual Reference Model). The CRM is a powerful and robust ontology that represents our data set granularly to permit semantic integration with other data sets.  This resource exists to support scholarly and creative activities, and to facilitate interdisciplinary projects.\r\nThe data, and sample SPARQL queries, are available through our SPARQL end point.\r\nWhen accessing or using of the Center's data and services, please be mindful that they are subject to the Center's Open Data And Data Services Terms of Use.\r\n",
      "capacity": "admin",
      "name": "yale_center_for_british_art",
      "created": "2014-09-19T20:49:41.714260",
      "openid": null,
      "sysadmin": false,
      "activity_streams_email_notifications": false,
      "state": "active",
      "number_of_edits": 9,
      "display_name": "Yale Center for British Art",
      "fullname": "Yale Center for British Art",
      "id": "762ae4f1-08e6-4612-a4a7-f1d05a12afa0",
      "number_created_packages": 1
    }
  ],
  "display_name": "Yale Center for British Art",
  "description": "Welcome to the Yale Center for British Art's Linked Open Data service: http://britishart.yale.edu/collections/using-collections/technology/linked-open-data\r\n\r\nThis service provides machine readable access to the Center’s collections data.  The data in the Linked Open Data service is expressed in RDF to allow our data set to link to other data sets without the need for database integration. We have organized our data using the CIDOC CRM (Conceptual Reference Model). The CRM is a powerful and robust ontology that represents our data set granularly to permit semantic integration with other data sets.  This resource exists to support scholarly and creative activities, and to facilitate interdisciplinary projects.\r\nThe data, and sample SPARQL queries, are available through our SPARQL end point: http://collection.britishart.yale.edu/sparql/\r\nWhen accessing or using of the Center's data and services, please be mindful that they are subject to the Center's Open Data And Data Services Terms of Use: http://britishart.yale.edu/open-data-and-data-services-terms-use\r\nA description of our internal architecture is available here: http://britishart.yale.edu/collections/using-collections/technology/in-depth\r\nBrowse examples of our data using Pubby: http://collection.britishart.yale.edu/id/page/object/499\r\n\r\nRelated projects: http://www.researchspace.org/, http://collection.britishmuseum.org/, and http://www.cidoc-crm.org/\r\n",
  "image_display_url": "http://britishart.yale.edu/collections/using-collections/technology/linked-open-data",
  "package_count": 1,
  "created": "2014-09-20T15:15:12.629367",
  "name": "yale-center-for-british-art",
  "is_organization": true,
  "state": "active",
  "extras": [],
  "image_url": "http://britishart.yale.edu/collections/using-collections/technology/linked-open-data",
  "groups": [],
  "type": "organization",
  "title": "Yale Center for British Art",
  "revision_id": "4524d101-7446-4322-9f35-a85aa9799a7b",
  "num_followers": 0,
  "id": "bd53c1b8-92e2-48f1-85b6-350eb8414caa",
  "tags": [],
  "approval_status": "approved"
}