{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "e87fc74c-3add-48ec-b057-4c07148c7e12",
  "metadata_created": "2013-08-29T06:46:06.964201",
  "metadata_modified": "2013-10-10T19:57:51.348614",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "94f95908-9c12-446a-bc68-7e9f9b7ec84c",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "bidstrup",
  "isopen": false,
  "url": "",
  "notes": "Individuals thinking about bankruptcy have many queries with regards to\n\nhow future credit will be affected. This influential <a href=\"http://bankruptcylawyeroxnardca.com/\">oxnard bankruptcy lawyer</a> paper has endless refreshing tips for the reason for this idea. Some feel that it will\n\nbe 10 years ahead of they can get credit once more, or that they\n\nwill never get a credit card after their bankruptcy.\n\nCommon concerns debtors have are normally about maintaining\n\ncurrent credit cards, establishing new credit and purchasing a\n\nproperty.\n\nIf income is owed on a current credit card, then it should be\n\nlisted in your bankruptcy types as a debt. These types are\n\nfiled under penalty of perjury and if fraud is detected,\n\nyour bankruptcy case can be discharged.\n\nAlso perjury is a federal crime punishable by a fine and\n\ntime in prison. To study additional information, we know you take a look at: <a href=\"http://oxnard-injury-lawyer.com/\">homepage</a>. Neither circumstance is best for an individual\n\nattempting to repair his or her credit. But if nothing is owed\n\non the card, then it does not have to be listed.\n\nBut this doesnt necessarily imply you will get to preserve your\n\ncard. <a href=\"http://oxnard-injury-lawyer.com/motor-vehicle-accidents/\">Tell Us What You Think</a> contains more concerning when to study this view. Your company may possibly cancel your account as a\n\nprecautionary measure.\n\nCredit is now readily available to the recently bankrupt. Although\n\nmost will locate higher restrictions such as lower limits and\n\ngreater interest prices.\n\nBut it is not necessarily a good idea to begin up right\n\naway with those credit cards. Normally it is what gets\n\npeople into difficulty in the very first spot. Learn extra resources on our favorite related encyclopedia - Click this hyperlink: <a href=\"http://personalinjuryventuraca.com/ventura-personal-injury-attorney/\">ventura personal injury attorney</a>. It is also\n\nessential to keep away from credit repair scams.\n\nAfter filing for bankruptcy, several people are afraid they\n\nwont be capable to buy a residence for 10 years whilst they have a\n\nhistory of bankruptcy on their credit report.\n\nUsually 18-24 months inside a bankruptcy discharge, debtors\n\ncan qualify for a loan on the same terms as if they had not\n\nfiled for bankruptcy.Grennier Law, PC\n5851 Thille Street, Suite 103\nVentura, CA 93003\n(805) 643-3900",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Credit After Bankruptcy",
  "revision_id": "88240570-ba90-407a-8f23-1a5267c59bee"
}