{
  "license_title": "Creative Commons Attribution",
  "maintainer": "AidData",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "info@aiddata.org",
  "num_tags": 2,
  "id": "cfae6cfe-123f-4943-849f-52981f150727",
  "metadata_created": "2010-03-11T18:10:34.401580",
  "metadata_modified": "2015-03-04T15:57:33.231967",
  "author": "AidData",
  "author_email": "info@aiddata.org",
  "state": "active",
  "version": "",
  "creator_user_id": "8750cd3e-06e8-4558-b367-8aafd574325d",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "aic2010",
      "id": "16ac289c-46c6-4f89-96b4-0b0db4d8ed76",
      "name": "aic2010"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "aidinfo",
      "id": "dfea67d8-32c4-47bc-b765-95b30ac20cdb",
      "name": "aidinfo"
    }
  ],
  "groups": [],
  "license_id": "cc-by",
  "relationships_as_subject": [],
  "organization": {
    "description": "AidData is an online portal for information on development finance. AidData has developed the world's largest database of foreign aid projects, amounting to nearly $2 trillion in aid financed by 90+ donors between 1945 and 2012. AidData also offers innovative tools and applications for interacting with and analyzing foreign aid information, including project categorization (activity coding) and location (geocoding).\r\n\r\nAidData contains information from traditional aid sources such as the OECD's Creditor Reporting System (CRS) as well as donors not captured by the CRS and activities that do not fit the OECD definition of Official Development Assistance (ODA). In cooperation with the OECD CRS, AidData augments existing data by publishing more complete project descriptions and more detailed aid project purpose codes. In particular, AidData is dedicated to collecting project-level data from all multilateral donors and non-DAC bilateral donors (NDBs) to provide a more complete picture of development finance flows and activities.",
    "created": "2015-03-04T14:51:42.450121",
    "title": "AidData",
    "name": "aiddata",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "7fff73d6-f552-4fc4-94ed-9f8a3214af86",
    "type": "organization",
    "id": "a7500dcc-3ea8-46de-98e9-30ba3acf5757",
    "approval_status": "approved"
  },
  "name": "aida",
  "isopen": true,
  "url": "http://www.aiddata.org",
  "notes": "The main searchable database at www.aiddata.org contains information on more than one million development finance activities, including information from 87 bilateral and multilateral aid donors, representing 376 financing agencies. The database includes more than $5.4 trillion in aid (USD 2009).\r\n\r\nAidData is a collaborative initiative to make information on aid activities more comprehensive, accessible, and useful. In addition to the main database, it provides a variety of other resources, including AidData Raw.  AidData Raw (http://aiddata.org/content/index/AidData-Raw) is a compilation of unvetted datasets in different formats that have been collected directly from development agencies, or through webscraping information. ",
  "owner_org": "a7500dcc-3ea8-46de-98e9-30ba3acf5757",
  "extras": [
    {
      "key": "Sources",
      "value": "The information available through AidData comes from a number of sources, including the  OECD’s Creditor Reporting System, annual reports and project documents published by  donors, web-accessible databases and project documents, and spreadsheets and data  exports obtained directly from donor agencies."
    },
    {
      "key": "accessibility_notes",
      "value": "Available by download as CSV or through searches on the online portal"
    },
    {
      "key": "all_data_one_file",
      "value": "Yes"
    },
    {
      "key": "all_fields_exportable",
      "value": "Yes"
    },
    {
      "key": "broken_down_by_sector",
      "value": "Yes"
    },
    {
      "key": "commitments",
      "value": "Yes"
    },
    {
      "key": "contact",
      "value": "Tel.: +1.202.572.9200"
    },
    {
      "key": "custom_reports",
      "value": "Yes"
    },
    {
      "key": "data_fields",
      "value": "ID, Donor Name, Financing Agency, Recipient Name, Implementing Agency, Year, Commitment Amount (Orig, USD, and USD-2009), Title, Short Description, Long Description, Purpose Code and about 120 more fields."
    },
    {
      "key": "data_first_collected",
      "value": ""
    },
    {
      "key": "data_level",
      "value": "Project"
    },
    {
      "key": "data_model",
      "value": "No"
    },
    {
      "key": "database_type",
      "value": "Aggregator"
    },
    {
      "key": "details",
      "value": "The main searchable database at www.aiddata.org contains information on more than one million development finance activities, including information from 87 bilateral and multilateral aid donors, representing 376 financing agencies. The database includes more than $5.4 trillion in aid (USD 2009).  AidData is a collaborative initiative to make information on aid activities more comprehensive, accessible, and useful. In addition to the main database, it provides a variety of other resources, including AidData Raw. AidData Raw (http://aiddata.org/content/index/AidData-Raw) is a compilation of unvetted datasets in different formats that have been collected directly from development agencies, or through webscraping information."
    },
    {
      "key": "development",
      "value": "Yes"
    },
    {
      "key": "disbursements",
      "value": "No"
    },
    {
      "key": "documents",
      "value": "Yes"
    },
    {
      "key": "donor_type",
      "value": "Bilateral, Multilateral, NGO, Foundation"
    },
    {
      "key": "donors",
      "value": "Brazil* Chile Colombia Estonia Hungary Iceland India Israel Kuwait* Latvia Liechtenstein Lithuania Monaco Poland Qatar** Saudi Arabia* Slovak Republic South Africa* Taiwan Thailand** African Capacity Building Foundation (ACBF) Andean Development Corporation (CAF) Arab Bank for Economic Development in Africa (BADEA) Arab Fund for Economic & Social Development (AFESD) Caribbean Development Bank (CDB) Congo Basin Forest Fund (CBFF) Multilateral Fund for the Implementation of the Montreal Protocol Nigerian Trust Fund (NTF) North American Development Bank (NADB) United Nations Democracy Fund (UNDEF) United Nations Economic and Social Commission for Asia and the Pacific (UNESCAP) ** United Nations Economic and Social Commission for Western Asia (UNESCWA) ** World Bank - Carbon Finance Unit World Bank - Debt Reduction Facility World Bank - International Finance Corporation (IFC) World Bank - Managed Trust Funds World Trade Organization (WTO)**  World Trade Organization (WTO) - International Trade Centre** African Development Bank (AFDB) African Development Fund (AFDF) Asian Development Bank (ASDB) Asian Development Fund (ASDF) Australia Austria Belgium Bill & Melinda Gates Foundation Canada Denmark European Bank for Reconstruction & Development (EBRD) European Communities (EC) Finland France Germany Global Alliance for Vaccines & Immunization (GAVI) Global Environment Facility (GEF) Global Fund to Fight Aids, Tuberculosis and Malaria (GFATM) Greece Inter-American Development Bank (IADB) <CRS \"IDB Spec.Fund\" Included in IADB> International Fund for Agricultural Development (IFAD) International Monetary Fund (IMF) Ireland Italy Japan Joint United Nations Programme on HIV/AIDS (UNAIDS) Korea Luxembourg Netherlands New Zealand Nordic Development Fund (NDF) Norway OPEC Fund for International Development (OFID) Portugal Spain Sweden Switzerland United Arab Emirates United Kingdom United Nations Childrens Fund (UNICEF) United Nations Development Programme (UNDP) United Nations Economic Commission for Europe (UNECE) United Nations Population Fund (UNFPA) United States WFP WHO World Bank - International Bank for Reconstruction and Development (IBRD) World Bank - International Development Association (IDA)"
    },
    {
      "key": "download_url",
      "value": "http://aiddata.org/content/index/Research/research-datasets"
    },
    {
      "key": "email",
      "value": "info@aiddata.org"
    },
    {
      "key": "export_formats",
      "value": "Excel, CSV"
    },
    {
      "key": "exportable",
      "value": "Yes"
    },
    {
      "key": "funding",
      "value": "Hewlett Foundation, Development Gateway, the College of William and Mary, Brigham Young University "
    },
    {
      "key": "graphing_tools",
      "value": "No"
    },
    {
      "key": "humanitarian",
      "value": "Yes"
    },
    {
      "key": "language",
      "value": "en"
    },
    {
      "key": "license_notes",
      "value": "Use of the data subject to the Terms and Conditions of AidData and of the OECD's Creditor Reporting System, which is the original source of much of the data in the main AidData database. Details at http://aiddata.org/content/index/about/terms-conditions."
    },
    {
      "key": "official_reports",
      "value": "No"
    },
    {
      "key": "owner",
      "value": "Development Gateway, College of William and Mary, Brigham Young University"
    },
    {
      "key": "people",
      "value": "Contact Riccardo deMarchi Trevisan, Development Gateway"
    },
    {
      "key": "period_covered",
      "value": "1947-present"
    },
    {
      "key": "pipeline",
      "value": "Yes"
    },
    {
      "key": "primary_sources",
      "value": "Mixed"
    },
    {
      "key": "recipients",
      "value": "Afghanistan, African, regional, Albania, Algeria, America, regional/multi-country, American Samoa, Andorra, Angola, Anguilla, Antarctica, Antigua and Barbuda, Argentina, Armenia, Aruba, Asia, regional/multi-country, Australia, Austria, Azerbaijan, Bahamas, Bahrain, Bangladesh, Barbados, Belarus, Belgium, Belize, Benin, Bermuda, Bhutan, Bilateral, unallocated, Bolivia, Bosnia and Herzegovina, Botswana, Bouvet Island, Brazil, British Indian Ocean Territory, Brunei Darussalam, Bulgaria, Burkina Faso, Burundi, CEECS NIS unallocated, CEECS Unallocated, Cambodia, Cameroon, Canada, Cape Verde, Cayman Islands, Central African Republic, Central Asia, regional/multi-country, Chad, Chile, China, Christmas Island, Cocos, Colombia, Comoros, Congo, Democratic Republic, Congo, Republic, Cook Islands, Costa Rica, Croatia, Cuba, Cyprus, Czech Republic, Czechoslovakia, Côte d`Ivoire, Denmark, Djibouti, Dominica, Dominican Republic, Ecuador, Egypt, El Salvador, Equatorial Guinea, Eritrea, Estonia, Ethiopia, Europe, regional/multi-country, Falkland Islands, Far East Asia, regional/multi-country, Faroe Islands, Fiji, Finland, France, French Guiana, French Polynesia, French Southern Territories, Gabon, Gambia, The, Georgia, Germany, Ghana, Gibraltar, Global, Greece, Grenada, Guadeloupe, Guam, Guatemala, Guinea, Guinea-Bissau, Guyana, Haiti, Heard and McDonald Islands, Honduras, Hong Kong, Hungary, India, Indipendent States, Indonesia, Iran, Iraq, Israel, Italy, Jamaica, Japan, Jordan, Kazakhstan, Kenya, Kiribati, Korea, Democratic Republic, Korea, Republic, Kosovo, Kuwait, Kyrgyzstan, Laos, Latin America and Caribbean, Latvia, Lebanon, Lesotho, Liberia, Libya, Lithuania, Macau, Macedonia, Madagascar, Malawi, Malaysia, Maldives, Mali, Malta, Marshall Islands, Mauritania, Mauritius, Mayotte, Mexico, Micronesia, Middle East, regional/multi-country, Moldova, Monaco, Mongolia, Montenegro, Montserrat, Morocco, Mozambique, Myanmar, N.&C. America, regional/multi-country, Namibia, Nauru, Nepal, Netherlands, Netherlands Antilles, New Caledonia, New Zealand, Nicaragua, Niger, Nigeria, Niue, North of Sahara, regional/multi-country, Northern Mariana Islands, Norway, Oceania, regional/multi-country, Oman, Pakistan, Palau, Palestinian Authority, Panama, Papua New Guinea, Paraguay, Part 2 countries, non allocated, Peru, Philippines, Poland, Portugal, Qatar, Romania, Russian Federation, Rwanda, S.&C. Asia, regional/multi-country, Saint Kitts and Nevis, Saint Lucia, Saint Vincent and the Grenadines, Samoa, San Marino, Sao Tome and Principe, Saudi Arabia, Senegal, Serbia, Serbia and Montenegro, Seychelles, Sierra Leone, Singapore, Slovak Republic, Slovenia, Solomon Islands, Somalia, South Africa, South America, regional/multi-country, South Asia, regional/multi-country, South of Sahara, regional/multi-country, Spain, Sri Lanka, St. Helena, State of ex-Jugoslavia unspecified, Sudan, Suriname, Swaziland, Sweden, Switzerland, Syria, Taiwan, Tajikistan, Tanzania, Thailand, Timor-Leste, Togo, Tokelau, Tonga, Trinidad and Tobago, Tunisia, Turkey, Turkmenistan, Turks and Caicos Islands, Tuvalu, Uganda, Ukraine, United Arab Emirates, United Kingdom, United States, Unknown, Uruguay, Uzbekistan, Vanuatu, Venezuela, Vietnam, Virgin Islands, Wallis and Futuna Islands, West Indies, regional/multi-country, Western Sahara, Yemen, Yugoslavia, Zaire, Zambia, Zimbabwe"
    },
    {
      "key": "search_feature",
      "value": "Yes"
    },
    {
      "key": "size",
      "value": "1,056,437 records"
    },
    {
      "key": "source_frequency",
      "value": "Varies by source. "
    },
    {
      "key": "status",
      "value": "Ongoing"
    },
    {
      "key": "subsectors",
      "value": "No"
    },
    {
      "key": "support",
      "value": "Contact info@aiddata.org"
    },
    {
      "key": "support_url",
      "value": "http://aiddata.org/content/index/about/faq"
    },
    {
      "key": "title",
      "value": "AidData"
    },
    {
      "key": "unique_id",
      "value": "AidData"
    },
    {
      "key": "website_1",
      "value": "http://www.aiddata.org"
    }
  ],
  "license_url": "http://www.opendefinition.org/licenses/cc-by",
  "title": "AidData",
  "revision_id": "22e50558-1050-4952-99ab-faef296746e6"
}