{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "b3463550-ca53-4fcc-8a83-9f3ddb1d6fd0",
  "metadata_created": "2013-07-16T08:15:31.286438",
  "metadata_modified": "2013-10-10T21:17:42.073498",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Albania is relatively rich with low up to the middle enthalpy, with waters coming out as natural springs (12 springs) and wells (10 wells). The water temperature blowing out of the wells varies from 34°C up to 65.5°C to Kozani -8, the most important among the Albanian geothermal wells. It had been drilled in 1989. Finding of the hot brine was considered and “accident” at that time, as the well had been designed and drilled to search oil &gas. The well is located on the hills, 26km SE of Tirana. It encounters limestone strata at 1819m, penetrating over 10m into this section. The yield of the well is 10.3 l/s, and is presented stable from more than 23 years. The geographical position of the well, placed in the middle of a village, very close to the corridor 8, are some of the most important parameters on choosing these waters for our designs and the related calculations. The recreational center provides the cascade and integral use of the Kozani-8 geothermal water, but not only. It also provide the electricity generations, through a hybrid system. The center will be also equipped with SPA, open and closed pools, fitness, massages, greenhouse & also aquaculture pools. The economic analyses, based on the NPV calculations, shows that this resource is completely competitive, and is unjustified it’s further “waste”. Despite the fact that the investment is too high (over 5.5 million Euro), it is completely feasible, and this is proven also by the risk analyses. It will also help on improving the living standards for the local community.",
      "name": "Kozani-8 Low Enthalpy Geothermal Water Use Through a Cascade and Hybrid System",
      "format": "",
      "url": "http://www.seipub.org/scea/paperInfo.aspx?ID=2245",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "b3463550-ca53-4fcc-8a83-9f3ddb1d6fd0",
      "created": "2013-07-16T03:16:10.181038",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "a68d2d33-27d5-424c-9b26-77a0f64d9ffa",
      "url_type": null,
      "id": "a4c18be4-35c4-4809-84b6-219f207eda70",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " This paper presents the results of research of the microstructure of the composite blade W55RBVS for the wind turbine of up to 6kW power after structural testing up to failure. The first part of the testing consists of the static testing of the structure up to the moment of the blade failure. The aim of the first part of the test is to define rigidity of the blade W55RBVS, to determine the maximum force which leads to faliure and the relative span of the blade failure. Blade testing is performed in the Aerotechnics Laboratory of the Faculty of Mechanical Engineering, Belgrade University. The second part of the testing consists of comparing the critically loaded part with sub-critically loaded part. This test was carried out by atomic force microscopy (Eng. Atomic Force Microscopy-AFM). All the results and analysis are presented in this paper. The test result will be used to redesign the blades.",
      "name": "Characterization of Internal Micro-structure Damage of Composite Wind Turbine Blade Following Structural Testing up to Failure",
      "format": "",
      "url": "http://www.seipub.org/scea/paperInfo.aspx?ID=2273",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "b3463550-ca53-4fcc-8a83-9f3ddb1d6fd0",
      "created": "2013-07-16T03:16:47.542394",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "90d374b9-91d6-4179-879e-5b9d49f8b7b0",
      "url_type": null,
      "id": "e52952d8-2ff8-457a-b069-96d598da184d",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper presents investigation of combined mechanisms of collapse of discrete single-layer domes. Main factors influencing sustainable behavior are: morphology of the grid configuration, geometry and material characteristics of the structural elements, type of joints and the supporting conditions. On this basis, representative configuration of discrete spherical dome for structural analysis is selected. The numerical solution is performed by software based on the Finite Element Method. Several load cases are considered. These are consistent with the surfaces of influence that have been determined. In order to define the critical value of the load parameter, the loading is increased incrementally and iterative procedure is used in a given load step in order to exclude the structural elements which have reached their limit capacity. Thus the boundary equilibrium of the system is defined. The study reveals geometric nonlinearities by accounting for P- Δ effects, i.e. the influence of normal forces on the stiffness of the system. It is assumed that the displacements increase after exclusion of the elements which have reached their limit capacity. The equilibrium conditions are defined for the deformed shape of the structure. Results are presented in graphical and tabular form.",
      "name": "Combined Mechanisms of Collapse of Discrete Single-Layer Spherical Domes",
      "format": "",
      "url": "http://www.seipub.org/scea/paperInfo.aspx?ID=2335",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "b3463550-ca53-4fcc-8a83-9f3ddb1d6fd0",
      "created": "2013-07-16T03:17:24.365149",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "381e9f64-65c7-4bb1-96a5-a4a5493dd33a",
      "url_type": null,
      "id": "d7533f16-c4a2-4c88-95cc-213125c7205e",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Deformations of soils dramatically increase when applied loads exceed a certain load limit which is defined as soil structural pressure. Structural pressure values may be used as identifiers of boundaries of active zones below foundations which separate “elastic-plastic” zones of base soils from the ones which are in the “elastic” state. The paper presents a method for calculation of structural pressure values using oedometer test results. Simple formulas are suggested for calculations of structural pressure values which are unique properties of each natural and chemically treated soil. The rule for the selection of experimental input information that may be used in the calculation procedure is explained. The paper includes examples illustrating the proposed standardized calculation procedure of structural pressure values using the published results of one-dimensional compression tests performed on different soils or man-made materials.",
      "name": "Structural Pressure Values of Natural and Chemically Treated Soils",
      "format": "",
      "url": "http://www.seipub.org/scea/paperInfo.aspx?ID=2881",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "b3463550-ca53-4fcc-8a83-9f3ddb1d6fd0",
      "created": "2013-07-16T03:18:02.323883",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "d2589711-1f51-4426-b101-7e8570ecb525",
      "url_type": null,
      "id": "523b773b-9b86-45b9-a7e0-dff405d2242e",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In this paper, a new polymer-modified adhesive mortar is prepared using the fine iron tailings, eco-cement, re-dispersible latex powder, additives and water. In the preparation, the fine iron tailings are used to replace the river sand as the mortar aggregate. The Orthogonal experiment is designed to determine the optimal process conditions. The obtained results are as follows: the cement-sand ratio is 1:2.5, polymer-cement ratio is 4 %, the aggregate modulus is 0.81, and water reducing agent is 0.5 % (cement based). The properties of obtained polymer-modified adhesive mortar in the optimal process conditions conform to JC/T 547-2005 (The China Professional Standard: Ceramic Tile Adhesive).",
      "name": "Preparation of an Environment Friendly Adhesive Mortar",
      "format": "",
      "url": "http://www.seipub.org/scea/paperInfo.aspx?ID=2466",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "b3463550-ca53-4fcc-8a83-9f3ddb1d6fd0",
      "created": "2013-07-16T03:18:37.274272",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "4dfd9f98-c69b-4b59-a451-3dabcc579ca1",
      "url_type": null,
      "id": "c317ec29-b0e0-4d85-a272-5ebbec248a78",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In this paper, the process of the introduction of numerical diffusion is investigated when low-order differential scheme in convection-diffusion equation for discrete suspended load is in use. According to the results of instances calculation, the optimal choice for parameters when physical diffusion is simulated by numerical diffusion is obtained. Finally, comparison between several commonly used low-order schemes is conducted and the most viable low-order scheme in simulating physical diffusion by numerical diffusion is proposed in dealing with suspended load.",
      "name": "Parameter Selections in Simulating the Physical Diffusion Phenomena of Suspended Load by Low-Order Differential Scheme Numerical Dispersion",
      "format": "",
      "url": "http://www.seipub.org/scea/paperInfo.aspx?ID=4187",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "b3463550-ca53-4fcc-8a83-9f3ddb1d6fd0",
      "created": "2013-07-16T03:19:06.586410",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 5,
      "revision_id": "b1ca2e76-dda1-4307-a419-65be2b02a6ab",
      "url_type": null,
      "id": "8b2aa6f1-09d9-45d1-a874-e8a44c2afc4d",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " A new kind of impregnation compound has been created on the basis of long-term studies in the sphere of durability increase for porous construction materials (cement concrete, lime-sand brick, and autoclave aerocrete) by reducing water absorption through impregnation. The compound is sulfur-containing water solution, stabilized with special additives. High penetrability and molecule size of the impregnation compound (less than 0.5 nm) provide penetration of the solution into 1-10⁴ nm radius pores. The impregnation is carried out by immersing the items into the impregnation compound for 0.5-6.0 hours or by repetitive brushing. The depth of impregnation compound penetration into material structure is 15-40 mm. Treatment with impregnation solution results in hydrophobic coating formed on the surface, consisting of nanosize sulfur particles, with strong adhesion to any nonorganic surfaces. The composition that is not washed away with water, possesses bactericidal properties. Impregnated with sulfur-containing compound building materials have low water absorption, retain low vapour permeability, possess high freeze resistance and durability under atmospheric impact, which allows protecting building units and constructions for a long period of time.",
      "name": "Protection of Building Constructions with Sulfur Impregnating Solution",
      "format": "",
      "url": "http://www.seipub.org/scea/paperInfo.aspx?ID=4351",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "b3463550-ca53-4fcc-8a83-9f3ddb1d6fd0",
      "created": "2013-07-16T03:20:11.616872",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 6,
      "revision_id": "6a340738-a285-48df-8cbb-3b9331d66de8",
      "url_type": null,
      "id": "9c576e7a-3c2e-463b-9cc7-3b2806d74466",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Current management of construction projects, regardless of their individual characteristics, is heading decidedly to process-based schemes. These issues should be well studied and therefore analyzed by the design team and project control. Moreover, there are designer or projects construction companies that have yet to implement efficiently the principles of the process approach, thereby excluding them from management efficient technical service quality, an issue that directly affects the construction processes and building of new infrastructure. This time it takes to revision of this situation in the organizations responsible of the design and execution of civil engineering projects in Cuba, so that reflection serves to enhance the implementation of the approach to process management in their daily activities, an important aspect to demonstrate competitiveness, efficiency and quality in the domestic and international markets.",
      "name": "Reflections about the Implementation of the Processes Management Principles in Cuban’s Construction Companies",
      "format": "",
      "url": "http://www.seipub.org/scea/paperInfo.aspx?ID=2379",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "b3463550-ca53-4fcc-8a83-9f3ddb1d6fd0",
      "created": "2013-07-16T03:20:42.275295",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 7,
      "revision_id": "d24f28a3-9edd-42e8-b330-36d7a769c6de",
      "url_type": null,
      "id": "3c1d188a-b8c3-4759-8917-98bbe5703a08",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "By the lateral bearing capacity tests on 9 composite wall specimens, made of bricks R.C. flange columns and ring beams, with different height to width ratio (H/B) and under different vertical pressure ( ), the effects of the vertical pressure and the overall height to width ratio on the lateral bearing capacity of brick walls were studied, and the failure characteristics and deformation behavior of such walls have been analyzed. By means of experiment and analysis, some significance conclusions were drawn. It is obvious that using R.C. flange column and ring beam is an effective way to improve lateral bearing capacity, especially flexural capacity, and it is strongly suggested to be used when the width of wall between windows is narrow.",
      "name": "Experimental Study on Lateral Bearing Capacity of Brick Walls with R. C. Flange Columns and Ring Beams",
      "format": "",
      "url": "http://www.seipub.org/scea/paperInfo.aspx?ID=2799",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "b3463550-ca53-4fcc-8a83-9f3ddb1d6fd0",
      "created": "2013-07-16T03:21:14.627595",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 8,
      "revision_id": "9e0783e2-c77d-4d7f-8022-aac434f6bfd8",
      "url_type": null,
      "id": "53bf15e0-3aaa-4513-9e56-10c26cf4ac35",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This work offers a three-dimensional finite element model of a flush end plate connection and the full interaction between plate columns is simulated by contact element using ANSYS 10.0 software aid. The analysis results of the moment- rotation relationship and behaviour characteristic of the connection with high strength steel are compared and discussed. The moment capacity prediction of flush end plate connections based on EC3 has been shown to be reasonable compared with finite element (FE) modeling. The proposed FE connection model is capable of predicting the ultimate load capacity and the plastic strain pattern with good accuracy. The model presented gives excellent results for increasing the connection capacity significantly due to employed higher strength steel section. The four parameter model is proposed to predict M–θ model through curve fitting for FEP connection with high strength end-plate.",
      "name": "Numerical Modelling of Semi-rigid Connection with High Strength Steel",
      "format": "",
      "url": "http://www.seipub.org/scea/paperInfo.aspx?ID=2981",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "b3463550-ca53-4fcc-8a83-9f3ddb1d6fd0",
      "created": "2013-07-16T03:21:47.316360",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 9,
      "revision_id": "bbe34543-5c17-4ca8-a036-f86772fc4538",
      "url_type": null,
      "id": "3446a344-7baf-4917-b1c8-11faa6e12d50",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 10,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Civil Engineering and Architecture",
      "id": "d8dcd4de-a953-438d-80fc-9ea63d105a7f",
      "name": "Civil Engineering and Architecture"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-seipub-org-scea",
  "isopen": true,
  "url": null,
  "notes": "Study of Civil Engineering and Architecture (SCEA) is an internationally refereed journal dedicated to publishing the latest advancements in civil engineering and architecture research. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Study of Civil Engineering and Architecture (SCEA)",
  "revision_id": "54bfd1e6-3ed1-46c3-8b7a-104b0796a4f1"
}