{
  "license_title": "Creative Commons Attribution Share-Alike",
  "maintainer": "Riccardo Del Gratta",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "riccardo.delgratta@ilc.cnr.it",
  "num_tags": 3,
  "id": "3f0f9dac-d7f8-47d8-830c-9d8e53ede6da",
  "metadata_created": "2014-06-27T12:09:41.416012",
  "metadata_modified": "2014-06-27T12:25:46.939770",
  "author": "Riccardo Del Gratta",
  "author_email": "riccardo.delgratta@ilc.cnr.it",
  "state": "active",
  "version": null,
  "creator_user_id": "014bf844-c693-4534-b315-ab2469cc0a55",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "a collection of accepted papers at LREC2014 and related workshops",
      "name": "a-collection-of-papers-for-lrec2014-and-related-workshops",
      "format": "RDF",
      "url": "http://www.resourcebook.eu/lremap/owl/lremap_paper",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "3f0f9dac-d7f8-47d8-830c-9d8e53ede6da",
      "created": "2014-06-27T12:10:52.042958",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "67005d52-a89d-4677-804e-dbc80f82276b",
      "url_type": null,
      "id": "79a0db55-9b27-4c15-83ed-2b50112f6c8f",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "",
      "name": "a-collection-of-papers-for-lrec2014-and-related-workshops",
      "format": "RDF",
      "url": "http://www.resourcebook.eu/lremap/owl/lremap_paper",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "3f0f9dac-d7f8-47d8-830c-9d8e53ede6da",
      "created": "2014-06-27T12:11:59.518527",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "419b7567-29f9-4adf-a2cb-fd9437d25ec2",
      "url_type": null,
      "id": "24c3b35b-b9a0-4852-a714-c38f21765a24",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 2,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "LOD",
      "id": "3bb08392-28ed-4cb9-96c7-6a0d5304ad46",
      "name": "LOD"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Linguistic Dataset LOD RDF",
      "id": "988229cc-6744-451c-8528-aee803afe076",
      "name": "Linguistic Dataset LOD RDF"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "linguistic",
      "id": "f0e940f9-4a4f-46ba-918a-3fa848b248d4",
      "name": "linguistic"
    }
  ],
  "groups": [],
  "license_id": "cc-by-sa",
  "relationships_as_subject": [],
  "organization": {
    "description": "The Istituto di Linguistica Computazionale \"Antonio Zampolli\" (ILC-CNR) - working in the field of Computational Linguistics since 1967, when a Division of Computational Linguistics was formed at the Centro Nazionale Universitario di Calcolo Elettronico (CNUCE) - was founded as an independent Institute of the CNR in 1978.\r\n\r\nILC-CNR has been one of the major promoters of the notion of language resources as the central component of the \"linguistic infrastructure\" (aware also of its cultural, economical and political implications), has coordinated the major initiatives relating to language resources and standardisation and has often been the promoter of new \"paradigms\" in the field.\r\n\r\nILC-CNR has designed and built several types of corpora and lexicons and the respective ontologies, has developed a complete chain of tools for a robust processing of the Italian language, for the acquisition of information from corpora and for word-sense disambiguation and has developed technologies for several application domains (question answering, information retrieval, text mining, monolingual and multilingual terminology extraction, ontology acquisition and structuring, summarisation, filtering of Web documents, preservation of the cultural heritage through digital image processing and digital libraries techniques etc.).\r\n\r\nILC-CNR has participated in 52 EC projects, coordinating 15 of them, and has participated in 4 national projects as coordinator.\r\n\r\nILC-CNR has coordinated numerous international, European and national strategic initiatives and projects, such as:\r\n\r\n-ENABLER, a EU network of national projects on Human Language Technology aiming at \"enabling\" the realisation of a framework of co-operation;\r\n    the standardisation initiatives EAGLES (funded by the European Commission) and ISLE (co-funded by the European Commission and the National Science Foundation);\r\n    the major EU projects on Language Resources and the major EU infrastructural projects (PAROLE, SIMPLE, SPARKLE, RELATOR, NERC, ACQUILEX, ACQUILEX-II etc.);\r\n    EU Projects on Human Language Technology (POESIA, MUSI etc.);\r\n    the WRITE (Written Resources Infrastructure, Technology and Evaluation) Committee;\r\n    LREC (Language Resources and Evaluation Conference).\r\n\r\nILC-CNR is represented in many international and national committees, boards, associations (ELRA, ELSNET, ICCL, WRITE, ISO, SIGLEX, SENSEVAL etc.) and has many collaborations: international (89 in 29 countries), national (30), with industry (23 in 11 countries), ministries, regions, public administrations etc..\r\n\r\nILC-CNR works through a structured staff (22 units of personnel with open-ended contracts and 7 units of personnel with fixed term contracts), an unstructured staff (about 20 units of personnel among junior researchers, grant and scholarship holders, PhD students etc.) and a substantial self-financing.\r\n\r\nThe activities of ILC-CNR are articolated in 7 main research lines.\r\n\r\n    Disegn of standards and building of computational language resources\r\n    More and more products (for e-Commerce, e-Government, Web, office, data mining, digital libraries etc.) include components based on language technologies and resources the production of which requires a co-operative effort of competences, funds and subjects.\r\n    Objective\r\n    To create the linguistic-computational infrastructure of resources and tools indispensable for automatizing the linguistic operations necessary for producing, representing, recovering, elaborating, acquiring, translating, interpreting and sharing knowledge.\r\n    ILC-CNR promotes a new paradigm of Open Linguistic Infrastructure at an international level, in order to realize the Semantic Web vision, with a multilingual and multicultural access, by emphasizing the inclusion of Italian in a multilingual network.\r\n    Within the sector of language resources, ILC-CNR has a distinguished international and national leadership, which is performed also through strategic activities leading to the formulation of new scientific objectives and of international and national research projects, to the constitution of networks, to the organization of surveys and conferences and to the collaboration with the most important (public and private) groups all over the continents.\r\n    Effects\r\n    Technologic effects (the development of systems and products as well as their evaluation are made possible), cultural effects, economic effects (there is a growing market), occupational effects and image effects (for instance, the Digital Olimpic Games in Peking).\r\n\r\n    Models and methods for the processing of natural languages and monolingual and multilingual prototypes application-oriented\r\n    Reading and understanding a newspaper title, using a sentence to give somebody an order or a piece of information or to express a desire are activities that require the knowledge of the \"rules\" of a language.\r\n    These rules form the set of \"directions for use\" of the linguistic behaviour.\r\n    Although the extremely natural way in which a child learns a language, up to now either a general model of the linguistic behaviour or a computer that can simulate this behaviour do not exist.\r\n    Objective\r\n    To create a cycle of theoretic analysis, projecting, experimentation, design of prototypes and methodology for the realization of advanced prototypes and tools adequate to the needs of innovative applications based on the processing of natural languages.\r\n    The topics dealt with are: i) design and development of models and methods of sentences analysis and generation in a natural language; ii) design and development of new methods of linguistic and extra-linguistic knowledge acquisition from texts; iii) experimentation of various techniques for the extraction of information (“text mining”, \"text categorization” etc.), design of a Question-Answering system for searching information in the Web and design of intelligent monolingual and multilingual as well as multimodal and multimedial man-machine interfaces; iv) implementation of a multilingual system in the Web, of an intelligent interactive training and of multimedial techniques for didactics and handicaps.\r\n    Effects\r\n    Technologic, economic, social and cultural effects (transformed in commercial programs, some of these kits are already in the computers used at home or at office; if integrated in a more general model, they will be able to show us the secrets of our behaviour as \"speaking animals\").\r\n\r\n    Computational methods and tools for the humanistic research, with a particular care of linguistic and literary disciplines and of lexicography\r\n    ILC-CNR has had a fundamental role in the origin of the sector of the automatic processing of texts, representing a model for enterprises and research institutions in Italy, in Europe and in the world.\r\n    The development of the information technologies and of the Internet has made it possible to enlarge the applicatory survey and the interaction between different disciplinary sectors and the basin of potential users.\r\n    In this context, training young researchers becomes important in a changed panorama where technologies represent an indispensable instrument for the whole sector of Human Sciences.\r\n    Obiective\r\n    To develop methodologies, tools and resources to be made available for both the whole scientific community (for more effective and in-depth researches) and the industrial world.\r\n    By now, Computational Linguistics is carrying out a fundamental role in the sectors of e-Publishing, e-Learning, e-Governement and of the industry of languages.\r\n    The study of texts has a huge importance in multilingual environments for the protection of the specificness and of the cultural patrimony of every single language in a globalized context.\r\n    Effects\r\n    Technologic effects (mainly for Computer Science for the Humanities), commercial effects (for instance, products of publishing houses) and cultural effects (fruition of the cultural heritage).\r\n\r\n    Library material and Computational Philology\r\n    This research line operates in the sector of the study, of the development and of the realization of systems for the processing of library material in digital format (texts and images) for philological and linguistic analysis.\r\n    It is a model for similar research and university institutions in other European and non-European countries with which collaborative relations have been established.\r\n    The following activities relate to this research line: i) development of a system of Computational Philology (in a stand alone and Web-based version) for the management of critical computer equipment both in a papyrological environment and in a philological-medieval one as well as integration with linguistic parsers (morphological systems of classical languages); ii) creation of an OCR module (characters identification) for ancient printed texts with such characteristics as to be able to contribute to the integration of fragmentary words; iii) analysis of archives of ostraka images drawn up in demotic characters by means of systems of Artificial Intelligence (neural networks); iv) carrying on of the activity relating to the BIBLOS (the virtual library of the classical branches of CNR) initiative.\r\n    Obiective\r\n    To study innovative methodologies for the fruition and the exploitation of the Italian library material, among which the philological and linguistic study of ancient documents.\r\n    Effects\r\n    Technologic effects (development of new products for libraries and archives) and cultural effects (aided circulation of library material and of the data transmitted by it).\r\n\r\n    Linguistic Miner: a virtual observatory of contemporary Italian\r\n    The daily flow of Italian texs produced in the Internet is an unlimited source of primary linguistic information, whose size itself, however, makes traditional methodologies of analysis and classification little efficacious.\r\n    Obiective\r\n    To dynamically sample the data available in the Internet, to organize them in a homogeneous and comparable way, to add linguistic glosses and glosses pertaining to content to them as well as to analyse them through the most modern technics of both quantitative and qualitative automatic analysis.\r\n    To do that could satisfy three complementary needs: i) to analyse contemporary Italian in order to verify its condition in real time; ii) to make the most of the information potential of digital texts, by relating them with other comparable texts drawn up in other languages; iii) to improve our understanding of the functioning of languages through more and more trustworthy linguistic technics.\r\n    For instance, it could be possible to produce ever-up-to-date inventories of Italian terminology, highlighting their contact points with other languages, or to localize the emerging use of new constructions, connoting them from the pont of view of their domain or from the one of the communication means used.\r\n\r\n    Architecture of language technologies for the promotion of Italian in the knowledge society\r\n    Natural Language Processing, formerly a highly specialized research sector, has developed into a provider of technology of fundamental importance for the information society.\r\n    A language is not only a vehicle and a key of access to information, but even the basis of the cultural heritage of a nation.\r\n    Obiective\r\n    To create the presuppositions – in terms of new competences needed to develop an activity - for the design, the promotion and the setting up of a basic linguistic architecture - on the level of tools, technics and components for applications and products - that is able to process the written language, the spoken language and multimodal documents: a platform of linguistic technics allowing everybody to participate in the information society (considered in all its aspects, from the commercial ones to the cultural ones) in a natural way and by using his/her own language.\r\n    Such a platform is necessary for an actual integration of the different activities of the sector of Natural Language Processing in Italy (inside and outside CNR) and for keeping Italian among technologically advanced languages, as a support for applications for the management of digital contents.\r\n\r\n    Natural Language Processing and natural access to knowledge\r\n    This research line is aimed at acting as a bridge between the phases of design and development of models, methods and language resources for Natural Language Processing and the technological and applicative requirements connected to the themes of extraction and distribution of knowledge and pervasive human-machine interfaces.\r\n    Obiective\r\n    To promote: i) the development of models adapting and auto-organizing the language considered as an open communicative system; ii) the development of information applications for the pursuit, the acquisition and an intelligent management of knowledge for the most diversified ambits and services (e-Government, e-Health, e-Learning, defence and security etc.); iii) a sophisticated level of interoperability among information technics in integrated - even Web-based - environments that requires an explicit representation of digital contents; iv) the development of user-interfaces of new production, based on the natural language, that promote a more and more immediate and flexible interaction among human users, interactive systems and services with a high informative content.\r\n\r\nThe main tasks of ILC-CNR are:\r\n\r\n    to promote basic research for the progress of knowledge in the sector of Natural Language Processing, on topics in which the analysis of the state of the art suggests the necessity and the possibility of significant innovations, fostering the symbiosis among the different disciplinary competences involved;\r\n    to study innovative methods and tools and develop technologies and basic linguistic resources which can be used and integrated in services of various types and in systems application-oriented in order to promote the development of the Italian industry of the sector, in particular reducing the “start-up” costs of the development activities;\r\n    to study and develop methods and models for multimodality, through the integration of language technologies with image and speech processing;\r\n    to study and realize innovative prototypes and systems for the usage of language technologies in support of researches and applications in the field of humanistic disciplines, of the access to the cultural heritage and of the promotion of the Italian language;\r\n    to spur a constant relation with industries and effect the transfer of technologies towards industry;\r\n    to study and adopt modalities for monitoring projecting activities and activities of evaluation and validation of results by means of methodologies in the state of the art and of international, even competitive, datum systems;\r\n    to promote and participate in the activities and programmes of the European Community and, generally speaking, of international bodies which imply the usage of language technologies;\r\n    to secure the representativity of our country in the major international scientific and professional venues;\r\n    to secure an appropriate interdisciplinary education in the research and technological development to junior researchers, by means of PhDs (even European), grants and cheques (a great obstacle, for a development of Natural Language Processing appropriate to the strategic needs of the country, has been repeatedly identified by the Italian industries in the difficulty of finding personnel with an education and disciplinary competences specific for Natural Language Processing);\r\n    to organize conferences, workshops, international and national meetings on strategic topics in the sector of Computational Linguistics in order to foster the diffusion of scientific knowledge and the creation of synergies among the various communities active in the sector.",
    "created": "2014-06-20T10:35:45.152273",
    "title": "Institute for Computational Linguistics A.Zampolli (ILC-CNR)",
    "name": "institute-for-computational-linguistics-ilc-cnr",
    "is_organization": true,
    "state": "active",
    "image_url": "http://www.cnr.it/istituti/ILC_Logo.jpg?LO=01000000d9c8b7a6080000000800000044e62000bbe6bb53000000000100000000000000000000000000000000000000000000000000000000000000000000000000000000000000",
    "revision_id": "f8abf6b0-15e3-45f2-ba82-fb2eee7423be",
    "type": "organization",
    "id": "ce29b358-9734-406e-951b-dc29f614beab",
    "approval_status": "approved"
  },
  "name": "a-collection-of-papers-for-lrec2014-and-related-workshops",
  "isopen": true,
  "url": null,
  "notes": "aA collection of accepted Papers at LREC2014 and related Workshops",
  "owner_org": "ce29b358-9734-406e-951b-dc29f614beab",
  "extras": [
    {
      "key": "triples",
      "value": "2993"
    }
  ],
  "license_url": "http://www.opendefinition.org/licenses/cc-by-sa",
  "title": "A collection of Papers for LREC2014 and related Workshops",
  "revision_id": "56cf7168-7c44-4894-aa27-cdbd0cb863a8"
}