{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "ff1284f4-b1cd-48b9-9ea0-93e9ead01774",
  "metadata_created": "2013-07-16T03:51:11.920629",
  "metadata_modified": "2013-10-10T21:17:24.068067",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " As developing ocean space and natural resources is increased, floating structure is gathering more interest. This paper is for experimental studies on pontoon-type floating structures to investigate the wave-induced hydrodynamic motion. A series of small-scale tests with various wave cases were performed on the pontoon models. A total of four small-scale pontoon models with different lateral shapes and bottom details were fabricated and tested under the five different wave cases. Six hydraulic pressure gauges and three accelerometers were attached on the bottom and top surfaces of the pontoon models and the wave-induced hydraulic pressure and acceleration by motion were measured during the tests. Finally, hydraulic pressures subjected to the bottoms of the pontoon models and the differences of acceleration by shape were compared with each other. As the results of this study, it was found that the wave-induced hydraulic pressures at the bottom and accelerations were dependent on the wave period as well as the wave height. The hydraulic pressures linearly increased according to the wave height and period. However, in the case of long wave periods, the wave-induced hydraulic pressure no longer increased. It was found that the shape of lateral cross-section and air gap affected the acceleration by motion. The prismoidal shape decreased the acceleration over 30 % compared to the box shape. Also, it was found that whereas the waffled bottom shape hardly influenced the wave-induced hydraulic pressure and acceleration, the prismoidal lateral shape significantly influenced the wave-induced hydraulic pressure subjected on the bottoms and acceleration of floating structures. Consequently the air gap effects of the prismoid shape contribute to decreasing the wave-induced hydraulic motion due to absorption of wave impact energy.",
      "name": "Wave-Induced Hydrodynamic Motion of Floating Structure with Prismoidal Shape",
      "format": "",
      "url": "http://www.daoe-journal.org/paperInfo.aspx?ID=5304",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "ff1284f4-b1cd-48b9-9ea0-93e9ead01774",
      "created": "2013-07-15T22:51:43.168975",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "96f482d1-d2ee-439c-9f96-da5ff0202bef",
      "url_type": null,
      "id": "8cb25b36-405a-4115-a05f-a4bb93c77ad2",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The effect of vegetation on flow generally is expressed as an effect on hydraulic roughness. Based on wind velocity measurements using a Doppler, Wind LIDAR (Light Detection And Ranging), the resistance of forest edge and, hence, the velocity profile and friction coefficient were investigated. Against the sudden change in roughness height due to the existence of trees, the airflow streamlines are unable to follow the sharp angle of the forest. As a consequence, flow separation and contraction occur and cause the main friction losses. Considering the shape of the measured wind profiles flat, parabolic and wavy inflected profiles forms can be distinguished. Applying the conservation laws of mass, momentum, and energy, a new model was developed to determine the friction coefficient of forest. The experimental results demonstrate that at 30 m forest height and an average wind velocity from 3 up to 9 m/s the friction coefficient decreases with increasing pressure ratio and Froude number as well as Reynolds number and varies from 0.08 to 0.002. An empirical correlation was represented as a simplified form of the proposed model. The correlation includes the relevant primary parameters, fits the experimental data well, and is sufficiently accurate for engineering purposes. The results may be very useful for the most common flow dynamics problems in the atmosphere, environment, hydrology, metrology, and wind engineering.",
      "name": "Frictional Resistance of a Forest Edge",
      "format": "",
      "url": "http://www.daoe-journal.org/paperInfo.aspx?ID=5307",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "ff1284f4-b1cd-48b9-9ea0-93e9ead01774",
      "created": "2013-07-15T22:52:19.163861",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "3e7b6725-4458-4c7e-8b7f-ff39f6c40809",
      "url_type": null,
      "id": "009dfa10-238a-4fef-8339-3cebd18931f6",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " In recent years, several computational models were published for the analysis of pipelines subjected to ice scour. With one exception, most of these models assumed uniform seabed soil properties. This paper studies the effects of different seabed soil stratigraphies on the ice scour process. Influence of various stiffer and softer soil sequences on the pipeline stresses are analyzed. Effects of reworking or remolding of soils by recurrent scours are studied. The question of existence of limiting scour depths is explored by examining the interaction forces between the seabed soils and the ice keel during the scour process.",
      "name": "Design of Pipelines Against Ice Scour: Effects of Seabed Geology",
      "format": "",
      "url": "http://www.daoe-journal.org/paperInfo.aspx?ID=5311",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "ff1284f4-b1cd-48b9-9ea0-93e9ead01774",
      "created": "2013-07-15T22:52:50.302290",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "f8e031ce-3b00-4a7d-8af0-3caa27074e8b",
      "url_type": null,
      "id": "1e2aa3f5-4f62-436d-adf4-957d7ff319ed",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "A combination of field work, mineralogical and geochemical analyses have been used to study the characteristics of the supratidal flat sabkhas developed on the southern Corniche of Jeddah. Mineral significances of sabkha deposits are considered a guide for understanding the mode of formation while, study of the chemistry of sabkha reflects the diagenetic history and pollution. Gypsum, halite, aragonite, Mg-calcite, quartz and feldspar are the dominant minerals present while, calcite, dolomite, amphibole and pyrite occur in small amounts. Significant vertical alteration of both carbonate and evaporite minerals with depth are noticed in the studied sabkha sequence. Distribution of elements (iron, manganese, copper, zinc and lead) in the sabkha sediments from four holes indicates characteristic differences. The downward increase of Fe concentration in sabkha sequences can be related to diagenetic processes, while enrichment of Cu, Zn and Pb are related to a pollution of the area due to dumping untreated municipal sewage and industrial waste in the sea.",
      "name": "Mineralogical and Chemical Significances of Modern Marine Sabkha, Developed in the Southern Corniche Beach of Jeddah, Red Sea Coast",
      "format": "",
      "url": "http://www.daoe-journal.org/paperInfo.aspx?ID=5302",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "ff1284f4-b1cd-48b9-9ea0-93e9ead01774",
      "created": "2013-07-15T22:53:21.386739",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "dc7a88d7-c2f3-4c49-afd4-c31e78f23f60",
      "url_type": null,
      "id": "804fa444-3458-42e3-bbe2-c1b2bc49421f",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper pays attention to finding the free surface elevation during liquid sloshing at low excitation frequency. Experiments have been conducted at low frequency ratios to find the free surface elevation and the obtained results are reported here. The liquid behavior is captured by means of a video camera and the free surface oscillations of liquid at different excitation frequencies calculated by the image processing technique. The liquid height is observed by the intensity variation of the interface between the air and liquid. The location of maximum gradient has been considered as interface. The effects of excitation amplitude, frequency and liquid fill level have been studied.\r\n",
      "name": "Experimental Investigation for Capturing Liquid Free Surface Elevation in an Externally Induced Tank",
      "format": "",
      "url": "http://www.daoe-journal.org/paperInfo.aspx?ID=5309",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "ff1284f4-b1cd-48b9-9ea0-93e9ead01774",
      "created": "2013-07-15T22:53:53.401651",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "26a16455-f7df-4500-9efd-3389b3bd00de",
      "url_type": null,
      "id": "e6616183-59be-499e-a2bb-b6243ac28747",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " The TLP of interest in this study is a buoyant platform with four piers and pantoons. The purpose of this study was to consider the effects of applying different solvers in the numerical simulation on the prediction of the flow pattern around the TLP. The flow around the TLP was numerically simulated with inviscid, laminar, and turbulent solvers. Each case were performed for three different Froude Numbers. To simplify the calculations symmetry condition was considered. Besides the generated surface waves there was a pair of non-symmetrical vortexes after each pier. The vortex after the front pier significantly affected the flow pattern around the rear one in the manner that the vortex behind the rear pier was clearly smaller. In all cases the vortex more distanced from the symmetry plane was larger than the closer one. The obtained results showed that the generated waves resulting from inviscid solver were smoother than those of the turbulent and laminar solvers accordingly. Finally, it was concluded that the effect employing turbulent or laminar solver was negligible compared to the effects of different Froude numbers.\r\n",
      "name": "About the Free Surface Flow Simulation around a TLP",
      "format": "",
      "url": "http://www.daoe-journal.org/paperInfo.aspx?ID=5308",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "ff1284f4-b1cd-48b9-9ea0-93e9ead01774",
      "created": "2013-07-15T22:54:31.430753",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 5,
      "revision_id": "bc11f5b8-4e0d-45ea-8f47-e660363c7d9f",
      "url_type": null,
      "id": "f0542df8-9a83-475c-929b-1132c7afd00b",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " This paper presents a study on the axial force damper in a wave energy converter. The converter itself consists of a linear generator placed on the ocean floor connected to a buoy at the ocean surface. As the development of the complete system goes forward, the economical perspective becomes more and more important. In order to ensure an economically viable alternative to the electric energy conversion, the costs associated with the use of materials have to be reduced while the survivability of the wave power unit has to be prolonged. The study presented in this paper increases the knowledge on axial forces and illustrates the damping system required to prevent the failure of the hull which houses the generator. The results are aimed to be utilized in the future design of wave energy converters and influence the choice of materials, the total costs and prolong the survivability of the wave energy converters in harsh wave climates.",
      "name": "Axial Force Damper in a Linear Wave Energy Converter",
      "format": "",
      "url": "http://www.daoe-journal.org/paperInfo.aspx?ID=5313",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "ff1284f4-b1cd-48b9-9ea0-93e9ead01774",
      "created": "2013-07-15T22:55:18.120135",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 6,
      "revision_id": "f1dd17b6-95c6-4d44-bf87-5b07b7de9a47",
      "url_type": null,
      "id": "3d820837-6251-46e7-8867-ba514b7aa939",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " The prototype problem of a pendulum connected to a heat bath with strong dissipation is common for many physical applications. The corresponding equations of motion describe the current through the Josephson junction, and phase drift in a synchronizing auto-generator, is related to the problems of \"stochastic ratchets\", to the motion of Brownian particles in a nonlinear system with anisotropic spatially periodic potential. The thermodynamic flux in such systems is related to the (random) particle escape time. In the present work the first-passage time distribution and its thermodynamic interpretation has been used to describe these phenomena. In particular, according to the example of auto-generator oscillating system, it is shown that the unperturbed average first-passage time is related to the value of the thermodynamic kinetic coefficient.\r\n",
      "name": "Distributions of First-passage and Thermodynamical Approach in Problems of Phase Sinchronization",
      "format": "",
      "url": "http://www.daoe-journal.org/paperInfo.aspx?ID=5322",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "ff1284f4-b1cd-48b9-9ea0-93e9ead01774",
      "created": "2013-07-15T22:55:45.602339",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 7,
      "revision_id": "130c7ddf-7c50-4666-b6c7-6ff9194260fa",
      "url_type": null,
      "id": "d65eea0a-ad2f-4cb0-a482-8ffeed71c961",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Tension leg platforms are used for oil exploitation in deep water. The accurate and reliable responses are needed for optimum design and control of the structure. Free vibration analysis gives us a deep view of structural response and the judgment on coupling effects between degrees of freedom. In this paper the nonlinear dynamic analysis of TLP is carried out. The power spectral densities (PSDs) of responses are calculated from nonlinear responses. A computer program has been developed capable of solving differential equation of motion of TLP under various types of excitations. The focus of the paper is on the conceptual discussion of the structural behavior and responses of the structure related to initial arbitrary conditions. As an example a case study is investigated and numerical results are discussed.",
      "name": "Conceptual Discussion on Free Vibration Analysis of Tension Leg Platforms",
      "format": "",
      "url": "http://www.daoe-journal.org/paperInfo.aspx?ID=5303",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "ff1284f4-b1cd-48b9-9ea0-93e9ead01774",
      "created": "2013-07-15T22:56:13.426234",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 8,
      "revision_id": "655f5535-099e-4721-8df4-0f39f7201a8e",
      "url_type": null,
      "id": "6b7564d5-4785-4633-ae39-4262c08ecfc9",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Appreciable quantities of used motor oil spills are common at and around mechanic workshops. Laboratory testing program was carried out to determine the effect of used motor oil contamination on the strength and consolidation properties of lateritic soils. Contaminated specimens were prepared by mixing the soil with used motor oil based on weight of dry soil in order to evaluate the usefulness or otherwise of oil contaminated soils in engineering construction. The results indicated a decrease in the unconfined compressive strength (UCS), coefficient of consolidation, cv and coefficient of volume compressibility, mv, up to 6% oil content. The UCS of the specimens containing, 0, 2, 4, and 6% oil content was 154, 185, 180, 151 and 103 kN/m2, while the coefficient of consolidation, cv and coefficient of volume compressibility, mv, decreased to 373, 75, 27 and 12 m2/year and 157 x 10-6, 334 x 10-5, 305 x 10-5 and 540 x 10-6 m2/MN, respectively at 0, 2, 4 and 6% oil content. The results of laboratory tests showed that properties of the soil were immensely impaired on contamination with oil.\r\n",
      "name": "The Effects of Oil Contamination on the Consolidation Properties of Lateritic Soil",
      "format": "",
      "url": "http://www.daoe-journal.org/paperInfo.aspx?ID=5312",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "ff1284f4-b1cd-48b9-9ea0-93e9ead01774",
      "created": "2013-07-15T22:56:43.214005",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 9,
      "revision_id": "33fec3d7-7647-4e06-b5e0-9423018288a2",
      "url_type": null,
      "id": "d6468d07-8845-4b57-bc29-9c42d803090d",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 10,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Oceanic Engineering",
      "id": "c344aa1b-2008-4ad3-bd13-48d2ce35f704",
      "name": "Oceanic Engineering"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-daoe-journal-org",
  "isopen": true,
  "url": null,
  "notes": "Development and Applications of Oceanic Engineering (DAOE) is an international open-access and refereed journal dedicated to publishing the latest advancements in oceanic engineering. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Development and Applications of Oceanic Engineering (DAOE)",
  "revision_id": "22b12d4f-f0bf-4b15-ba38-b55820ccb414"
}