{
  "license_title": null,
  "maintainer": "OKFN",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "info@okfn.org",
  "num_tags": 2,
  "id": "aed1a484-08eb-470e-bae1-771eda24e89c",
  "metadata_created": "2010-03-11T18:09:21.809305",
  "metadata_modified": "2013-10-10T20:33:41.044564",
  "author": "OKFN",
  "author_email": "info@okfn.org",
  "state": "active",
  "version": null,
  "creator_user_id": "8750cd3e-06e8-4558-b367-8aafd574325d",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "aic2010",
      "id": "16ac289c-46c6-4f89-96b4-0b0db4d8ed76",
      "name": "aic2010"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "aidinfo",
      "id": "dfea67d8-32c4-47bc-b765-95b30ac20cdb",
      "name": "aidinfo"
    }
  ],
  "groups": [],
  "license_id": null,
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "dfid-sid",
  "isopen": false,
  "url": "http://www.dfid.gov.uk/",
  "notes": "PDF reports of how official UK financial resources for international development are spent and compares UK expendature with other DAC contributors. Tables downloadable in Excel format.\r\n## Details\r\nThe Department for International Development (DfID) is the part of the UK government that manages Britain's aid to poor countries and works to get rid of extreme poverty.\r\nThe Department for International Development (DfID) is responsible for collecting, compiling, reporting and disseminating statistics on the deployment of official and private UK financial resources to support developing countries. The annual publication Statistics on International Development (SID) provides information on the UK’s Gross Public Expenditure on Development (GPEX) which includes both the DFID aid programme and official aid that is provided through other UK government departments.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [
    {
      "key": "accessibility_notes",
      "value": "21 tables downloadable from above download URL. Discussions given in accompanying PDF."
    },
    {
      "key": "all_data_one_file",
      "value": "No"
    },
    {
      "key": "all_fields_exportable",
      "value": "Yes"
    },
    {
      "key": "broken_down_by_sector",
      "value": "Yes"
    },
    {
      "key": "commitments",
      "value": "No"
    },
    {
      "key": "completeness_notes",
      "value": ""
    },
    {
      "key": "contact",
      "value": "DfID Corporate Performance Team, Abercrombie House, Eaglesham Road, EAST KILBRIDE, G75 8EA, Tel: 0845 300 4100 (UK only)"
    },
    {
      "key": "custom_reports",
      "value": "No"
    },
    {
      "key": "data_fields",
      "value": ""
    },
    {
      "key": "data_first_collected",
      "value": "2004"
    },
    {
      "key": "data_level",
      "value": "Country and Sector"
    },
    {
      "key": "data_model",
      "value": "No"
    },
    {
      "key": "database_type",
      "value": "Donor"
    },
    {
      "key": "details",
      "value": "The Department for International Development (DfID) is the part of the UK government that manages Britain's aid to poor countries and works to get rid of extreme poverty. The Department for International Development (DfID) is responsible for collecting, compiling, reporting and disseminating statistics on the deployment of official and private UK financial resources to support developing countries. The annual publication Statistics on International Development (SID) provides information on the UK’s Gross Public Expenditure on Development (GPEX) which includes both the DFID aid programme and official aid that is provided through other UK government departments."
    },
    {
      "key": "development",
      "value": "Yes"
    },
    {
      "key": "disbursements",
      "value": "Yes"
    },
    {
      "key": "documents",
      "value": "Yes"
    },
    {
      "key": "documents_url",
      "value": "http://www.dfid.gov.uk/About-DFID/Finance-and-performance/Aid-Statistics/Statistics-on-International-Development-2009/"
    },
    {
      "key": "donor_type",
      "value": "Bilateral"
    },
    {
      "key": "donors",
      "value": "UK"
    },
    {
      "key": "download_url",
      "value": "http://www.dfid.gov.uk/About-DFID/Finance-and-performance/Aid-Statistics/Statistics-on-International-Development-2009/Tables-index/"
    },
    {
      "key": "email",
      "value": "enquiry@dfid.gov.uk"
    },
    {
      "key": "export_formats",
      "value": "Excel"
    },
    {
      "key": "exportable",
      "value": "Yes"
    },
    {
      "key": "funding",
      "value": "UK Government"
    },
    {
      "key": "graphing_tools",
      "value": "No"
    },
    {
      "key": "humanitarian",
      "value": "Yes"
    },
    {
      "key": "language",
      "value": "en"
    },
    {
      "key": "license",
      "value": "OKD Compliant: UK Click Use PSI"
    },
    {
      "key": "license_notes",
      "value": "http://www.ckan.net/package/uk-public-spending"
    },
    {
      "key": "official_reports",
      "value": "Yes"
    },
    {
      "key": "operator",
      "value": "DfID"
    },
    {
      "key": "overview",
      "value": "PDF reports of how official UK financial resources for international development are spent and compares UK expendature with other DAC contributors. Tables downloadable in Excel format."
    },
    {
      "key": "owner",
      "value": "UK Government"
    },
    {
      "key": "people",
      "value": "Douglas Alexander MP (Secretary of State for International Development), Gareth Thomas MP (Minister of State) and Michael Foster MP (Parliamentary Under-Secretary of State)."
    },
    {
      "key": "period_covered",
      "value": "2004-2009"
    },
    {
      "key": "pipeline",
      "value": "No"
    },
    {
      "key": "primary_sources",
      "value": "Mostly"
    },
    {
      "key": "quality_control",
      "value": "Unknown"
    },
    {
      "key": "recipients",
      "value": "Afghanistan, Albania, Algeria, Angola, Anguilla, Antigua & Barbuda, Argentine Republic, Armenia, Azerbaijan, Bahamas, Bahrain, Bangladesh, Barbados, Belarus, Belize, Benin, Bermuda, Bhutan, Bolivia, Bosnia & Herzegovina, Botswana, Brazil, British Virgin Islands, Brunei, Bulgaria, Burkina Faso, Burma, Burundi, Cambodia, Cameroon, Cape Verde, Cayman Islands, Central African Republic, Chad, Chile, China, Colombia, Comoros, Congo (Dem Rep), Congo, Cook Islands, Costa Rica, Cote d'Ivoire, Croatia, Cuba, Cyprus, Czech Republic, Djibouti, Dominica, Dominican Republic, East Timor, Ecuador, Egypt, El Salvador, Equatorial Guinea, Eritrea, Estonia, Ethiopia, Falkland Islands, Fiji, French Polynesia, Gabon, Gambia, Georgia, Ghana, Gibraltar, Grenada, Guatemala, Guinea, Guinea-Bissau, Guyana, Haiti, Honduras, Hong Kong, Hungary, India, Indonesia, Iran, Iraq, Israel, Jamaica, Jordan, Kazakhstan, Kenya, Kiribati, Korea, Dem Rep (North), Kosovo, Kuwait, Kyrgyzstan, Laos, Latvia, Lebanon, Lesotho, Liberia, Libya, Lithuania, Macedonia (FYR of), Madagascar, Malawi, Malaysia, Maldives, Mali, Malta, Marshall Islands, Mauritania, Mauritius, Mayotte, Mexico, Micronesia (Fed States), Moldova, Mongolia, Montenegro, Montserrat, Morocco, Mozambique, Namibia, Nauru, Nepal, Netherlands Antilles, New Caledonia, Nicaragua, Niue, Niger, Nigeria, Oman, Pakistan, Palau, Panama, Papua New Guinea, Paraguay, Peru, Philippines, Pitcairn, Poland, Qatar, Romania, Russian Federation, Rwanda, Samoa (Western), Sao Tome & Principe, Saudi Arabia, Senegal, Serbia, Seychelles, Sierra Leone, Singapore, Slovak Republic, Slovenia, Solomon Islands, Somalia, South Africa, Sri Lanka, St Helena, St Kitts & Nevis, St Lucia, St Vincent & Grenadines, Sudan, Suriname, Swaziland, Syria, Tajikistan, Tanzania, Thailand, Togo, Tokelau, Tonga, Trinidad & Tobago, Tunisia, Turkey, Turkmenistan, Turks & Caicos Islands, Tuvalu, Uganda, Ukraine, United Arab Emirates, Uruguay, Uzbekistan, Vanuatu, Venezuela, Vietnam, Wallis and Futuna, West Bank & Gaza, Yemen, Zambia, Zimbabwe, European Commission, World Bank Group, Regional Development Banks, Commonwealth, United Nations, International Research Organisations, IMF Poverty Reduction and Growth Facility, Global Environmental Assistance, Global Fund to Fight Aids, TB and Malaria, International Finance Facility for Immunisation (IFFIm), Other Multilaterals"
    },
    {
      "key": "search_feature",
      "value": "No"
    },
    {
      "key": "sector_notes",
      "value": "Total aid broken down in to broad sectors, but not for each country."
    },
    {
      "key": "sectors",
      "value": "Education, Health, Social Services, Water Supply and Sanitation, Government and Civil Society, Economic, Environment Protection, Research, Humanitarian Assistance"
    },
    {
      "key": "size",
      "value": "21 tables"
    },
    {
      "key": "source_frequency",
      "value": "Yearly"
    },
    {
      "key": "source_location",
      "value": "DFID aid: Combination of data held on DFID ARIES database and UK attributions of EC budgetary spending Intercountry comparissons: Data from DAC website. Non-DFID data provided by Capital for Investment (CDC), Foreign and Commonwealth Office (FCO), Export Credit Guarantee Department (ECGD), Scottish Government, Department of Energy and Climate Change (DECC), Ministry of Defence, Department for Culture Media and Sport (DCMS), Department for Food, the Environment and Rural Affairs (DEFRA), the Department for Work and Pensions (DWP), the Department for Business Innovation and Skills (BIS), the Department of Health (DH), The Met Office, the UK Intellectual Property Office, Ofcom, Bank of England and Royal Mail."
    },
    {
      "key": "source_method",
      "value": "See above"
    },
    {
      "key": "sourcing_notes",
      "value": ""
    },
    {
      "key": "standard_notes",
      "value": "ODA standard definition agreed upon by DAC adheared to."
    },
    {
      "key": "status",
      "value": "Complete"
    },
    {
      "key": "subsectors",
      "value": "No"
    },
    {
      "key": "support",
      "value": "At beginning of report"
    },
    {
      "key": "support_url",
      "value": "n/a"
    },
    {
      "key": "title",
      "value": "DFID Statistics on International Development (SID)"
    },
    {
      "key": "unique_id",
      "value": "dfid-sid"
    },
    {
      "key": "website_1",
      "value": "http://www.dfid.gov.uk/"
    },
    {
      "key": "website_2",
      "value": "http://www.dfid.gov.uk/About-DFID/Finance-and-performance/Aid-Statistics/Statistics-on-International-Development-2009/"
    },
    {
      "key": "which_arent",
      "value": "n/a"
    }
  ],
  "title": "DFID Statistics on International Development (SID)",
  "revision_id": "dedca478-0e1f-47d7-a5fd-d1635f7813ca"
}