{
  "name": "active-people-survey-kpi-data-borough",
  "title": "Active People Survey KPI Data, Borough",
  "description": "<p>Key Performance Indicators from <a href=\"http://www.sportengland.org/research/active_people_survey/active_people_survey_6/idoc.ashx?docid=7bb0e75e-f068-40c9-aa13-d715da840351&amp;version=1\">Active People Survey</a> (APS).</p>\r\n<p>Data on volunteering, club membership, tuition, organised sport, competition, satisfaction with local sports provision, for local authorities, based on Active People Survey.</p>\r\n<p>KPI 1 Participation is defined as taking part on at least 3 days a week in moderate intensity sport and active recreation (at least 12 days in the last 4 weeks) for at least 30 minutes continuously in any one session. Participation includes recreational walking and cycling.</p>\r\n<p>KPI 2 Volunteering is defined as &lsquo;Volunteering to support sport for at least one hour a week&rsquo;.</p>\r\n<p>KPI 3 Club membership is defined as &lsquo;being a member of a club particularly so that you can participate in sport or recreational activity in the last 4 weeks&rsquo;.</p>\r\n<p>KPI 4 Receiving tuition is defined as &lsquo;having received tuition from an instructor or coach to improve your performance in any sport or recreational activity in the last 12 months&rsquo;.</p>\r\n<p>KPI 5 Organised Competition is defined as &lsquo;having taken part in any organised competition in any sport or recreational activity in the last 12 months&rsquo;.</p>\r\n<p>KPI 6 Satisfaction is the percentage of adults who are very or fairly satisfied with sports provision in their local area.</p>\r\n<p>Organised sport is defined as the percentage of adults who have done at least one of the following: received tuition in the last 12 months, taken part in organised competition in the last 12 months or been a member of a club to play sport.</p>\r\n<p>A statistically significant change is indicated by 'increase' or 'decrease' and this means that we are 95% certain that there has been a real change (increase or decrease).</p>\r\n<p>For more information on measuring statistically significant change within Active People, see the briefing note on Sport England&rsquo;s website.</p>\r\n<p>The 'Base' refers to the sample size, i.e. the number of respondents.</p>\r\n<p><a href=\"http://activepeople.sportengland.org/\" target=\"_blank\" rel=\"nofollow\">http://activepeople.sportengland.org/</a></p>",
  "version": "",
  "keywords": [
    "active",
    "competition",
    "organised",
    "participation",
    "people",
    "sport",
    "survey"
  ],
  "organization": "London Datastore Archive",
  "licenses": [
    {
      "name": "uk-ogl",
      "title": "UK Open Government Licence (OGL)",
      "path": "http://reference.data.gov.uk/id/open-government-licence"
    }
  ],
  "resources": [],
  "created": "2015-09-26T15:33:07.121501",
  "modified": "2015-09-26T15:33:07.121501"
}