{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "547517cb-fdc4-4733-9293-2d15b6110dfb",
  "metadata_created": "2013-08-29T04:47:44.378362",
  "metadata_modified": "2013-10-10T20:37:46.051779",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "ce7eb75d-df78-4fa6-85ac-3f25bd8c03bd",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "dobson",
  "isopen": false,
  "url": "",
  "notes": "Sterling silver precious jewelry is synonymous with course and design worldwide of style. Its convenience and versatility make it a welcome and useful addition to any persons closet. Sterling silver accessories exemplifies traditional simpleness in itself, however as the setting for gemstones or integrated with other metals, the visual value it provides to the user is invaluable.\n\nPure silver on its own is as well soft and would certainly not be efficient for accessories and other decorative objects. Sterling silver is made when yet another steel, such as copper, is contributed to the silver to make it hardy and challenging. So while it is not as strong as stainless steel, sterling silver jewelry is however really long lasting and long-lasting. That is why a broad array of rings, lockets, bracelets, belt links, belt buckles, body precious jewelry and even more are made from sterling silver.\n\nAll sterling silver accessories is noted therefore, and in some cases the name of the designer or manufacturer is inscribed on the piece. It is a highly reflective precious metal whose simple yet elegant appeal is cherished by both the young and old, the popular and not-so-famous. Some stars spruced up with sterling silver jewelry on television or in journals consist of actresses Gwyneth Paltrow and Kristin Davis, musician Sheryl Crow, and hotel heiress and budding thespian Paris Hilton.\n\nSpecific upkeep steps should be required to care for sterling silver accessories. To prevent unattractive tarnishing, it ought be cleaned with water and a mild detergent after it is used, and because it is softer than other gold and silvers, abrasion and impact to the piece should be avoided to steer clear of scraping or marring its surface. Should people claim to be taught further on <a href=\"http://www.onethousandcranesforjapan.com/pros-and-cons-of-homeschooling/\">is the government going to seize gold</a>, we know of tons of online libraries people should investigate. This disturbing <a href=\"http://lambeaulounge.com/node/291288\">open in a new browser</a> encyclopedia has some ideal lessons for the inner workings of it. In the event that tarnishing does develop, sterling silver jewelry can be brightened to recover it to its former sheen.\n\nWhether your gown of choice be casual denims, efficient office attire or a slinky, little black dress for an evening out on the town, sterling silver accessories is the best accessory. It adapts quickly to all fashion trends without losing the users individual sense of design. Its glamor stays undiminished as it continuouslies evoke the idea of easy deluxe. Discover new resources on the affiliated article directory - Click here: <a href=\"http://ameblo.jp/sexkendo5/entry-11587546605.html\">what is regal assets</a>. Discover extra resources on a related paper - Click here: <a href=\"http://celoy.com/members/einabandm/activity/907020\">regal assets reviews</a>.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Sterling Silver Precious jewelry-- Classic Convenience",
  "revision_id": "65b10a67-d90b-45a0-9424-d3a200251c85"
}