{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "4a8fe4b5-7ed7-49f6-ba85-38d7cc1a3037",
  "metadata_created": "2013-05-15T03:40:52.616672",
  "metadata_modified": "2013-10-10T20:17:03.468621",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "b2c4c6e1-3062-44e2-9ace-4ffb12d62d08",
  "type": "dataset",
  "resources": [
    {
      "mimetype": "text/html",
      "cache_url": null,
      "hash": "",
      "description": "With the development of internet technology, C2C e-commerce has developed rapidly at home and abroad in recent years. More and more enterprises will use e-business as effective means of enhancing competitiveness, and begin to build and develop e-commerce platform aggressively, especially in C2C e-commerce model. But more and more online shopping market frauds and security issues, result in a decline in consumer confidence. This shows C2C e-commerce of our country encounters many problems, which restrict the development of C2C e-commerce in China. Credit problem is always a knotty problem to C2C e-commerce of China, and it is also the bottle-neck to the development of Chinese C2C e-commerce. This paper firstly introduces the basic concept of e-commerce and credit management, and points out the importance of credit management to the development of e-commerce. Then it surveys the development of C2C e-commerce in China and the credit problems, analyzes the reason of credit loss, and points out the necessity of building the credit management system of C2C e-commerce. Finally it exams the quo of credit management of Chinese C2C e-commerce, takes a case study on the credit management system of C2C e-commerce, and puts forward a credit evaluation model. This model has great significance in promoting the development of China’s C2C sites. Assessing from different angles and with its strong feasibility, the model ensures the accuracy and scientificity of seller's credit assessment.",
      "name": "China's C2C E-Commerce Credit Management Study and Application",
      "format": "aspx",
      "url": "http://www.sjae.org/paperInfo.aspx?ID=538",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "4a8fe4b5-7ed7-49f6-ba85-38d7cc1a3037",
      "created": "2013-05-14T22:40:52.725295",
      "state": "active",
      "mimetype_inner": "",
      "last_modified": "2013-05-14T22:40:56.304032",
      "position": 0,
      "revision_id": "8b0d5be5-abff-45e3-9f33-bed2ee6ae601",
      "url_type": null,
      "id": "98a99a7b-4eaa-4eb4-a3d2-90b95c30dd99",
      "resource_type": "file",
      "size": "27501"
    }
  ],
  "num_resources": 1,
  "tags": [],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "china-s-c2c-e-commerce-credit-management-study-and-application",
  "isopen": true,
  "url": "",
  "notes": "With the development of internet technology, C2C e-commerce has developed rapidly at home and abroad in recent years. More and more enterprises will use e-business as effective means of enhancing competitiveness, and begin to build and develop e-commerce platform aggressively, especially in C2C e-commerce model. But more and more online shopping market frauds and security issues, result in a decline in consumer confidence. This shows C2C e-commerce of our country encounters many problems, which restrict the development of C2C e-commerce in China. Credit problem is always a knotty problem to C2C e-commerce of China, and it is also the bottle-neck to the development of Chinese C2C e-commerce. This paper firstly introduces the basic concept of e-commerce and credit management, and points out the importance of credit management to the development of e-commerce. Then it surveys the development of C2C e-commerce in China and the credit problems, analyzes the reason of credit loss, and points out the necessity of building the credit management system of C2C e-commerce. Finally it exams the quo of credit management of Chinese C2C e-commerce, takes a case study on the credit management system of C2C e-commerce, and puts forward a credit evaluation model. This model has great significance in promoting the development of China’s C2C sites. Assessing from different angles and with its strong feasibility, the model ensures the accuracy and scientificity of seller's credit assessment.  http://www.sjae.org/paperInfo.aspx?ID=538",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "China's C2C E-Commerce Credit Management Study and Application",
  "revision_id": "f1676d4a-4b63-439d-a95c-09652b3bc373"
}