{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "2bb9d853-efdf-4f39-986a-130da56e2590",
  "metadata_created": "2012-11-07T06:01:21.902892",
  "metadata_modified": "2013-10-10T21:16:54.764906",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "46a70a88-dfa1-4fd2-973d-f7743f6f241b",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "how_to_choose_your_settings",
  "isopen": false,
  "url": "",
  "notes": "Often people think one can correct so called image \"problems\" by adjusting sharpness, contrast and saturation in the camera. Any experienced photographer who mastered good image editing techniques will never \"correct\" an image using these adjustments. First these adjustments does not get applied across all three channels equally and secondly they most probably destructive of nature. I think important is to really establish if there are serious image problems with a camera. Personally I do use a few camera setting unique to my own style in my camera, but I will not try to alter or correct the image quality in the camera. . It is far better to take the JPEG in its default format and to do a few adjustments using the PC. Once those fifteen minutes are over, it?s time to setup your shot. By this time, I?ve usually noticed at least a dozen different things going on. Each observation is tied to an action I will eventually take. Perhaps I?ll put a reflector on one side of my subject, or I?ll open up the aperture to emphasize the texture of someone?s sweater.\n\nGetting closer to your subject with a zoom telephoto lens will both isolate your subject and draw attention to it. Many second rate photographs aren?t visually interesting because the photographer hasn?t taken the time to isolate the subject and make it pop. When you zoom in on the important details, your subjects will always steal the show. Normal lenses don?t always give you this luxury, which is another reason why telephoto zoom lenses are crucial. In addition to offering you the marvelous convenience of being able to change focal lengths quickly between pictures, zoom lenses enable you to create a novel special effect by changing focal lengths during an exposure. The result of this zoom effect is a relatively sharp central subject engulfed in a radiant burst of light streaks. The effect works best with a strong color or tonal contrast or with a brightly colored subject set against a dark background.\n\nAnd for changing the color of specific areas of an image, nothing is better than the Ozone filter in the Lighting tab for the Tiffin Dfx. This filter divides the image into the ten zones reminiscent of the Ansel Adams Zone System. Zones can be created using luminance, hue, saturation, average, red, green, blue, cyan, magenta, and yellow values. The color values of each zone can be independently adjusted until you?ve painted a new picture. The adjustments occur on a zone-by-zone basis, but you view the result of all color corrections simultaneously. All without masking of any type. Dfx2 does all the work.\n\nThank you for reading my post. Please also read my <a href='http://www.squidoo.com/canon-g15'>Canon G15</a>  article to find out more about the new Canon powershot camera. Have a great evening!",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "How to Choose Your Settings",
  "revision_id": "b316b663-6aeb-45c5-a7e5-4415043c6758"
}