{
  "license_title": "License not specified",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "a71821c5-e367-4783-a56c-a609e491614c",
  "metadata_created": "2013-03-20T12:11:34.747626",
  "metadata_modified": "2013-10-10T20:47:16.520449",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "26760369-4437-4e85-85b3-1a6844e58d4f",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "notspecified",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "el-origen-de-las-pizzer-as",
  "isopen": false,
  "url": "",
  "notes": "El origen más aceptado se sitúa en la antigua Italia, donde se acostumbraba hacer pan de forma circular y, luego del cocinado, cortarlo en porciones como en las pizzas actuales. Entonces es posible deducir que el origen de la pizza se debe al agregado de ingredientes extras sobre este tipo de pan como es el queso gouda.\r\n\r\nLa primera [pizzería](http://www.elpavone.com/ \"www.elpavone.com\") italiana nació en 1738 bajo el nombre de antigua pizzería Port’Alba (‘puerta blanca’), aunque esta solo se  trataba de un establecimiento que cocinaba pizzas destinada a su distribución entre los viandantes, jóvenes muchachos que las boceaban y transportaban en sus cabezas con la ‘stufa', una estufa de hojalata que mantenía las pizzas calientes.\r\n\r\nLa pizza moderna se desarrolló hacia el siglo XVII en la ciudad de Nápoles, lugar donde existen las primeras referencias documentales acerca de los orígenes de una especie de tarta con tomate. En 1889 se le agregó el queso.\r\n\r\nPero fue en 1780 cuando Pietro Colicchio abrió la primera pizzería moderna italiana, conocida como tal, a la que llamaría “Pietro e basta Cosi”.\r\nLas pizzerías se conocen hoy en día, como restaurantes en el que se consumen principalmente pizzas y sus variantes (calzone, costrini, brusceti, etc.) en el que a menudo es posible encontrar también otro tipo de comida. \r\n\r\nLa estructura del local es análoga a la de cualquier otro tipo de restaurante con la peculiaridad de que el cocinero está especializado en la confección y horneado de pizzas.\r\n\r\nComo muestra de uno de estos restaurantes o pizzerías modernas, podemos encontrarnos en la actualidad, con una pizzería situada al sur de Andalucía, más concretamente en Málaga que comenzó sus andares allá por diciembre de 1978, lo que hace que tenga ya más de 30 años de experiencia y su nombre es Pizzería El Pavone.\r\n\r\nCuando entras a la Pizzería El Pavone esta te recuerda a los típicos restaurantes italianos, con manteles de cuadros rojos, arcos entre salones, suelo de barro y la suave música italiana sonando de fondo, es como trasladarse a una trattoria típica de la Toscana.\r\n\r\nEl Pavone fue una de las primeras pizzerías que abrieron en Málaga y aún sigue hoy en día sorprendiéndonos con sus nuevos platos, cada vez mejores y más ricos, adaptándose a los nuevos tiempos, sin duda un lugar al que visitar si quieres degustar una buena comida italiana.\r\n\r\nhttp://www.elpavone.com\r\n\r\n",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "El origen de las Pizzerías",
  "revision_id": "712b59c7-8d98-4e25-b977-8438d341a693"
}