{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "eeb05b6e-d299-4173-8786-8e45cf6f68ff",
  "metadata_created": "2013-07-18T02:32:04.205758",
  "metadata_modified": "2013-10-10T23:15:57.914693",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Cloud Mining technique can be applied to various documents. Acquisition and storage of video data is an easy task but retrieval of information from video data is a challenging task. So video Cloud Mining plays an important role in efficient video data management for information retrieval. This paper proposes a Cellular Automata based framework for video Cloud Mining to extract the information from video data. This includes developing the technique for shot detection then key frame analysis is considered to compare the frames of each shot to each others to define the relationship between shots. Cellular automata based hierarchical clustering technique is adopted to make a group of similar shots to detect the particular event on some requirement as per user demand.",
      "name": "CAVDM: Cellular Automata Based Video Cloud Mining Framework for Information Retrieval",
      "format": "",
      "url": "http://www.seipub.org/pccr/paperInfo.aspx?ID=2906",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "eeb05b6e-d299-4173-8786-8e45cf6f68ff",
      "created": "2013-07-17T21:32:35.335854",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "91262dbb-13c1-489d-83b1-3d12f1b392de",
      "url_type": null,
      "id": "f1e28b2d-90cc-4500-8d95-88b85091e8cf",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Fibonacci sequence is one of the important problems in mathematics and real life. Also it is widely applied in computer science. There are several computer algorithms to generate this sequence. We have used stream programming paradigm to generate Fibonacci sequence in java. For this reason we have developed a java library that includes stream programming models based on StreamIT language. Our codes are simple java code and there is no need to learn any new syntax. Also in our code there is not any recursive function call, in order to prevent increasing time complexity of the algorithm.",
      "name": "Fibonacci Sequence Generation with Stream Programming Paradigm",
      "format": "",
      "url": "http://www.seipub.org/pccr/paperInfo.aspx?ID=3349",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "eeb05b6e-d299-4173-8786-8e45cf6f68ff",
      "created": "2013-07-17T21:33:14.445780",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "0a1e4a6d-a558-4acd-ae17-77501541d479",
      "url_type": null,
      "id": "02bc2dc0-068d-49dc-b7c6-5ecf5bddd28e",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The current world is a world of technology and these technologies are moving around each and every person. It is our choice to transform, upgrade and make use of technologies for better improvement and convenience. This is a right time to select the best technologies for out better future. Cloud computing is the future generation computing, which provides storage, computing power, Information and Communication Technology (ICT) as a service for internet-based computing at nominal initial investment. Consumers can concentrate on their quality of service, without worrying about service-oriented problems. The current e-governance information systems can take advantages of cloud computing for delivering efficient and effective core services to the stakeholders. In this paper, a Role-Based Access Control (RBAC) using fingerprint biometrics for cloud governance has been proposed, which makes the governance in cloud more convenient and secure to the consumers. Proposed cloud governance aims to deliver reliable, qualitative, transparent and more economical services to users.",
      "name": "An Enhanced Symmetric Role-Based Access Control Using Fingerprint Biometrics for Cloud Governace",
      "format": "",
      "url": "http://www.seipub.org/pccr/paperInfo.aspx?ID=3793",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "eeb05b6e-d299-4173-8786-8e45cf6f68ff",
      "created": "2013-07-17T21:33:45.873439",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "ab68e67b-4333-400a-afdb-138197b9e8d9",
      "url_type": null,
      "id": "2e5bd926-6a30-4f21-8811-083e94f8452d",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " The target's characteristics play an important role in the design and performance analysis of all radar systems. The fluctuation rate of such a target may vary from essentially independent return amplitudes from pulse-to-pulse to significant variation only on a scan-to-scan basis. The correlation coefficient between the two consecutive echoes in the dwell-time is equal to unity for the SWI and SWIII cases while it is zero for the SWII and SWIV models. An important class of targets is that represented by the so-called moderately fluctuating Rayleigh and 2 targets. The detection of partially correlated 2 targets with two and four degrees of freedom is therefore of great importance. Our goal in this paper is to analyze the detection performance of the most familiar candidates of CFAR techniques for the case where the radar receiver post-detection integrates M pulses of an exponentially correlated signal from targets which exhibit 2 statistics with two and four degrees of freedom. Exact formulas for the detection probabilities are derived, in the absence as well as in the presence of spurious targets. As predicted, the CA detector has the best homogeneous performance while the OS scheme gives the best target multiplicity performance when the number of outlying targets is within its allowable values.",
      "name": "Analysis of Adaptive Detection of Partially-Correlated χ2 Targets in Multitarget Environments",
      "format": "",
      "url": "http://www.seipub.org/pccr/paperInfo.aspx?ID=4051",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "eeb05b6e-d299-4173-8786-8e45cf6f68ff",
      "created": "2013-07-17T21:34:21.445709",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "2e101570-fd39-48cf-9616-f657b8453710",
      "url_type": null,
      "id": "b54fabcf-c089-4bdb-9778-cc25ee3165bb",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 4,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Cloud Computing Research",
      "id": "15f71dec-e3d5-494a-88ed-76183a5aab53",
      "name": "Cloud Computing Research"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "parallel-and-cloud-computing-research-pccr",
  "isopen": true,
  "url": null,
  "notes": "Parallel and Cloud Computing Research (PCCR) is an internationally refereed journal dedicated to publishing the latest advancements in parallel and cloud computing research. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Parallel and Cloud Computing Research (PCCR)",
  "revision_id": "82a6f365-4edf-4cb9-a62d-a1089160839c"
}