{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 3,
  "id": "58f37cd6-f737-4dd8-8ca5-fed5246b6075",
  "metadata_created": "2013-07-12T01:06:22.742746",
  "metadata_modified": "2013-10-10T21:17:42.073498",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Due to the harmful effects of synthetic dye, dying has been forced to substitute preparation of dye using natural sources like flowers, leaves, stem, bark etc. These natural dyes are eco-friendly having no side effect on skin and no disposal problem. In this present study, a computer-stimulated model is developed to get the correlation between the input (variable parameters responsible for extraction) and output parameters (concentration of dye) for dye extraction from the Flame of Forest flower. After a number of trials, the best feed forward neural network has been developed with three layers: an input layer of 3 neurons (extraction time, temperature, amount of flower), a hidden layer with 10 neurons, and the output layer with 1 neuron which gives the total dye present in the solution of Flame of Forest. The developed Artificial Neural Network (ANN) model provides a good interpretation of the experimental data and it shows high correlation between the experimental and simulated values of dye extraction. Finally, experimental and simulated ANN model for total dye extraction from 1 gm and 2 gm flame of forest flowers were statistically compared by % error and Chi-squared test ( ) based on the validation data set. Results suggest that experimental data and the error between the experimental and simulated results are very low.",
      "name": "Extraction of Natural Dye from Flame of Forest Flower: Artificial Neural Network Approach",
      "format": "url",
      "url": "http://www.tlist-journal.org/paperInfo.aspx?ID=5380",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "58f37cd6-f737-4dd8-8ca5-fed5246b6075",
      "created": "2013-07-11T20:07:16.139395",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "e9e66897-17f9-4e47-b98c-b523ab9f4e8a",
      "url_type": null,
      "id": "598bd5ee-74d4-4cd1-9307-e4a490e6cbe5",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The transport and recovery of Levafix brilliant red E-4BA and Levafix brilliant red E-6BA were investigated using polypropylene (PP) and polytetrafluoroethylene (PTFE) fiber based supported liquid membrane containing tetra butyl ammonium bromide (TBAB) in coconut oil as a carrier. The influencing parameters studied are: pH of the feed solution, concentration of dye in the feed solution, extractant concentration, various kind of stripping agent, rate of stirring, time of transport, reusability of membrane and stability of membrane. Increase in TBAB concentration inside the membrane enhances the flux with its maximum value at 1.553&#215;10-4 M TBAB. Further increase in the concentration of TBAB leads to decreased rate of transport due to increase in viscosity of membrane liquid. The optimum conditions for dye transport are: pH of feed ( 7 &#177; 0.1), 1.553&#215;10-4 M extractant concentration, 350 rpm for stirring, 4.9&#215;10-1 M potassium hydrogen phthalate as a stripping solution, the time of transport 6 h. It was noticed that flux values were increased with increasing dye concentration in the feed phase. Applying this study to textile wastewater, dyes were transported up to 98% in 6h. This recovery technique is rewarding to environment and economic.",
      "name": "Removal and Recovery of Levafix Brilliant Red E-4BA and Levafix Brilliant Red E-6BA from Aqueous Solution by Membrane Technique",
      "format": "url",
      "url": "http://www.tlist-journal.org/paperInfo.aspx?ID=5376",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "58f37cd6-f737-4dd8-8ca5-fed5246b6075",
      "created": "2013-07-11T20:08:13.395291",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "893d168e-5e71-4b9f-8e71-4f30d65833e4",
      "url_type": null,
      "id": "d1710194-0a76-4ff1-ab47-3e91b8b72ab1",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Main tasks of presented research are to impact the additional value on natural textiles by adding to them new properties with metal nano-scale coatings and evaluate magnetron sputtering coating technology suitability for natural textile coating. The paper describes the process of magnetron sputtering of copper coatings on six types of cotton textile materials. Analysis of the metal coated textile surface realized by scanning electron microscope and using non-contact optical method based on the difference of uncoated and coated fabric surface reflection mechanisms that lend to get a detailed insight to the textile surface changes after it’s coating by metal and during it’s exploitation. The investigation results evince, that non-contact optical method measurements of reflected light intensity can be applied to trace the changes of the coated fabric surface without samples destruction.",
      "name": "Light Reflection of Cu-sputtering-coated Cotton Fabrics and Effect of Sputtering Time, Acetone Pre-treatment and Fabric Structure",
      "format": "url",
      "url": "http://www.tlist-journal.org/paperInfo.aspx?ID=5381",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "58f37cd6-f737-4dd8-8ca5-fed5246b6075",
      "created": "2013-07-11T20:08:57.719912",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "26e96b06-2076-49a2-9ee6-8273b8d8a39f",
      "url_type": null,
      "id": "2491570f-ef42-42a9-aff5-5d28c66af073",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Geosynthetic Clay Liners (GCL) are extensively used to replace clay liners in the waste containments. GCL is made by stitching two layers of geotextile with bentonite as hydraulic barrier between the geo textiles. Many researchers have reported on the diffusion characteristics of metal ions through GCL. Addition or partial replacement of Bentonite in GCL, with industrial wastes such as Flyash, Silicafume, Ground Granulated Blast Furnace Slag (GGBS) make the GCL more economical. These industrial wastes are abundantly available, very fine and their use in GCL is an eco-friendly alternative to reduce their environmental pollution. This paper reports the results of short term laboratory tests of diffusion of chlorine ion through GCL with partially replacing bentonite with flyash. Diffusion coefficient of amended GCL for all replacement levels considered are presented in this reported. Fly replacement levels are varied up to 40% at regular intervals of 5%. The test results indicated that chlorine ion diffusion is reduced for all replacement levels of fly ash. It is concluded that partial replacement of bentonite with fly ash up to 20% is acceptable as diffusion of Chlorine ion increased beyond this replacement level.",
      "name": "Diffusion Characteristics of Geosynthetic Clay Liners Amended with Partial Replacement of Bentonite by Flyash",
      "format": "URL",
      "url": "http://www.tlist-journal.org/paperInfo.aspx?ID=5384",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "58f37cd6-f737-4dd8-8ca5-fed5246b6075",
      "created": "2013-07-11T20:10:03.208324",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "e66f5dca-639c-488f-9528-397a15c4050c",
      "url_type": null,
      "id": "3a9113dc-ffdc-436c-8be9-13e9be8c46de",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Abstract- Synthetic stones have been prepared with different chemical compositions selected statistically using Box and Behnken model. The Linear regression analysis figures have been obtained using MATLAB to evaluate the extent of modification in recipes on the basis of hardness. The Mohs hardness scale has been used to evaluate the hardness of stones. Various properties of the synthesized stones were evaluated. The effects of synthetic and natural pumice stones on denim washing were compared. The washing was done in presence and absence of various fading agents and cellulase enzyme. A particular composition of stone was found to give the best result. Synthesized stone is found to be a better substitute to natural pumice stones.\r\n",
      "name": "Preparation of Synthetic Stones for Denim Washing and Analysis of Wash Effects",
      "format": "URL",
      "url": "http://www.tlist-journal.org/paperInfo.aspx?ID=5375",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "58f37cd6-f737-4dd8-8ca5-fed5246b6075",
      "created": "2013-07-11T20:10:43.604560",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "fdebbfde-badd-4897-ba90-004d3412b2c3",
      "url_type": null,
      "id": "1193f3a9-491e-4e9c-974a-a9bb6f395429",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Binary adsorption of Reactive Red (RR) 120 and Reactive Yellow (RY) 81 on Spirogyra majuscula was performed as function of initial dye concentration, pH regimes, and contact time. Characterization of this alga was confirmed by FTIR spectrum. Increasing initial dye concentrations caused to increase (p&amp;amp;amp;lt;0.01) in dye uptakes. Pseudo second–order kinetic model was well to describe the adsorption behavior of reactive dyes. Freundlich and Redlich–Peterson models were more suitable for the adsorption of RR 120, while for the adsorption of RY 81, Langmuir was more appropriate model. Therefore, it could be concluded that the adsorption of RR 120 could be accomplished due to heterogeneous adsorption phenomenon, whereas the adsorption of RY 81 was due to a homogeneous adsorption with monolayer surface coverage. Despite adsorption of these dyes in binary system, this alga could be used as an adsorbent for textiles wastewater treatment without adding extra cost.\r\n",
      "name": "Binary Adsorption of Reactive Red 120 and Yellow 81 on Spirogyra majuscula",
      "format": "URL",
      "url": "http://www.tlist-journal.org/paperInfo.aspx?ID=5388",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "58f37cd6-f737-4dd8-8ca5-fed5246b6075",
      "created": "2013-07-11T20:11:31.675481",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 5,
      "revision_id": "245cd00a-c1c1-487d-be58-dc21d8e8bbaa",
      "url_type": null,
      "id": "fed87e25-6b31-46e9-ad7e-bdceff6165b0",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Many nanotech-based fabrics products and applications are already in use for textile finishing process in many countries. The industry aims at taking advantage of the opportunities of new nanomaterials while producing safe and ecological textiles. However, some concerns have been raised regarding the potential of engineering nanoparticles to have a negative impact of the human health and the environment. Up to now there are only few toxicological research and safe assessment done on the release of engineered nanoparticles from such products. This article summarizes the coping strategies and risk management of some developed countries and outlines the necessity of prospect research and risk assessment for nanotechnology potential hazards and technical uncertainty of nano-coated textiles to the environment and public health. The author believed the responsive regulations will allow for prevention and treatment of a nano-textiles’ life-cycle risks and support the safe, responsible development of nanotechnology while providing favorable conditions for textile industrial innovation to ensure that research and technological development is translated into affordable and safe wealth-generating products and processes.",
      "name": "Safety and Health Assessment of Manufactured Nanoparticles in Nano-coated Textile Products",
      "format": "URL",
      "url": "http://www.tlist-journal.org/paperInfo.aspx?ID=5371",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "58f37cd6-f737-4dd8-8ca5-fed5246b6075",
      "created": "2013-07-11T20:12:28.023677",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 6,
      "revision_id": "f270cd9e-cce3-405f-922a-c0744e22e64a",
      "url_type": null,
      "id": "0419117f-01f3-42a1-bc42-fd9f1a359014",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " In the textile industry, cloth is made from many different brands of yarns, while yarns are made from various different kinds of cotton. Naturally, we want to achieve a full-fledged utilization of combining different brands of cotton to produce yarns with the best quality. Such a combination of different brands of cotton in the manufacturing process is called cotton allocation. In this regard, it often encounters a problem of how to select a substitute (from the warehouse) for a brand of cotton in the cotton allocation that is currently in use but running out of the raw material. A model using Fuzzy Dynamic Integrated Judgment (FDIJ) provides a very useful tool in resolving this problem. In view of several factors in cotton allocations, the FDIJ is made for cotton selection according to the data feedback from previous production runs. In [4], we explained how the data feedback can be stored in a fuzzy dynamic relationship dictionary which generates a fuzzy dynamic relation to be used in the learning ability in the problem of cotton allocation. It should be noted that finding a fuzzy weight set in the FDIJ is an inverse operation of fuzzy integrated judgment. In applications, it requires an initial fuzzy weight set (or the so-call the original image) to make the whole process work. The main objective of this paper is to explore a practical approach of obtaining the optimal fuzzy weight set for building a model of FDIJ whether or not the exact original image exists.\r\n",
      "name": "The Optimal Fuzzy Weight Set for Building a Model of Fuzzy Integrated Judgment",
      "format": "URL",
      "url": "http://www.tlist-journal.org/paperInfo.aspx?ID=5415",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "58f37cd6-f737-4dd8-8ca5-fed5246b6075",
      "created": "2013-07-11T20:13:45.568323",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 7,
      "revision_id": "1e3b4fd8-80b9-4a7a-afcb-7448e5473d48",
      "url_type": null,
      "id": "33491e94-65b9-4db5-a83e-b9e558f77759",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " This paper presents the main characteristics and functionalities of a system based on image processing techniques applied to quality assessment of yarns. In Textile Industry we used image processing to determine yarn mass parameters as well as yarn production characteristics. A low cost solution based on a web-pc camera plus the optics of a low cost analogue microscope and a software tool based on IMAQ Vision from LabVIEW was designed. Several tests were performed and compared with other methodologies of yarn parameterization validating the proposed solution. With the results one can support that this can be an alternative solution to the traditional yarn testers, with several advantages (among others, low cost, weight, volume, easy maintenance and reduced hardware). Moreover, this yarn parameterization can be used to assess the quality of the fabrics resultant.",
      "name": "Yarn Parameterization and Fabrics Prediction Using Image Processing",
      "format": "URL",
      "url": "http://www.tlist-journal.org/paperInfo.aspx?ID=5398",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "58f37cd6-f737-4dd8-8ca5-fed5246b6075",
      "created": "2013-07-11T20:14:27.497770",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 8,
      "revision_id": "d7819f70-f03e-4ec1-9bec-72e79846f77e",
      "url_type": null,
      "id": "458db971-966c-4354-b552-4552ce75564e",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Present investigation elucidates the role of pulse pressure and fibre fineness in the media on the emission and various pressure parameters (peak pressure, residual pressure and cake pressure). The individual as well as interaction effect of pulse pressure and fibre fineness on the media performance are very different as filtration process change from transient to steady state. Interaction effect among pulse pressure and fibre denier in media becomes very prominent with the passage of filtration time. The study also reveals that pulse pressure parameter is to be set in accordance to fibre fineness in the media keeping a balance between emission and operational pressure drop across the media.",
      "name": "Performance of Filter Media as Function of Fibre Fineness in Pulse Jet Filtration System",
      "format": "URL",
      "url": "http://www.tlist-journal.org/paperInfo.aspx?ID=5394",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "58f37cd6-f737-4dd8-8ca5-fed5246b6075",
      "created": "2013-07-11T20:16:04.806618",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 9,
      "revision_id": "328516de-44f9-441a-b2ca-52ccabca9af1",
      "url_type": null,
      "id": "525b90bb-ed21-454c-934c-1a406fc8607c",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Polyphenol oxidase (PPO) enzyme was isolated from banana peel. Enzyme was partially purified by ammonium sulphate precipitation (70%). The partially purified PPO showed optimum temperature 35 oC and pH 7.0. This PPO enzyme preparation was employed for the degradation of four different phenolic compounds and textile dye Blue 2RNL. PPO degraded 1 g/L gallic acid (100%) in 24 h. PPO also decolorized 40 mg/L Blue 2RNL dye (89%) in 24 h. The decolorization of Blue 2RNL dye by PPO enzyme was evaluated and confirmed by UV-Vis spectroscopy analysis. The treatment of phenolic compounds and textile dye Blue 2RNL with PPO resulted in the remarkable loss of chemical oxygen demand (COD). Also the degradation products showed no toxicity for germination of various plant seeds.",
      "name": "Use of Partially Purified Banana Peel Polyphenol Oxidase in the Degradation of Various Phenolic Compounds and Textile Dye Blue 2RNL",
      "format": "URL",
      "url": "http://www.tlist-journal.org/paperInfo.aspx?ID=5393",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "58f37cd6-f737-4dd8-8ca5-fed5246b6075",
      "created": "2013-07-11T20:17:33.855084",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 10,
      "revision_id": "e01d0f67-8efb-45be-9c5b-0654d1332cf9",
      "url_type": null,
      "id": "f911ca50-b6a4-43d6-960f-ccce9755855d",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "There is an increasing interest in adding value to polyamide-6 fabrics via upgrading their functional properties. In the present study, selected natural dyes namely madder and safflower yellow dyes as well as an eco-friendly mordants namely alum, Zn-sulfate and tannic acid have been used to identify the proper dyeing conditions for attaining high quality natural dyeings along with imparting multifunctional properties, i.e. UV-protection and anti-bacterial properties, to the dyed polyamide- 6 fabric. The results demonstrate that the improvement in dyeing properties, i.e. color yield as well as fastness properties, along with the enhancement in the imparted functional properties are governed by the type and concentration of natural dye, kind of mordant, dyeing sequence and conditions. The dyes/ mordants examined exhibited high fastness properties and offered better UV-protection function and antimicrobial activity against G-ve bacteria (E-coli) and G+ve bacteria (S. aureus).\r\n",
      "name": "Enhancing the UV-protection and Antibacterial Properties of Polyamide-6 Fabric by Natural Dyeing",
      "format": "URL",
      "url": "http://www.tlist-journal.org/paperInfo.aspx?ID=5392",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "58f37cd6-f737-4dd8-8ca5-fed5246b6075",
      "created": "2013-07-11T20:18:12.210197",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 11,
      "revision_id": "c77843b3-4f0c-48cc-aa6d-7f830285e07b",
      "url_type": null,
      "id": "5bd50d8d-7dcf-4427-92b9-cd835023022d",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Effluent from textile industries often contains toxic dyes and other chemicals, which make it become difficult to reuse such wastewaters. The present study was aimed at decolourizing wastewater collected from a textile dyeing industry using the white rot fungus Phanerochaete chrysosporium in batch shake flasks. The wastewater was initially characterized for the parameters chemical oxygen demand (COD), color index, total suspended solids, pH, heavy metals and alkalinity. Wastewater decolourization using P. chrysosporium was then investigated under different conditions such as, dilution with water and with the fungal growth media at 1:1 and 1:3 proportions. During the wastewater decolourization, high enzyme activities of lignin peroxidase and manganese peroxidase produced by the fungus were observed at 84 and 96 h, respectively, particularly in the experimental flasks containing the wastewater and the fungal growth media. Laccase activity by the fungus was, however, absent in the experiments. This study clearly demonstrated the role of lignolytic enzymes in decolourization of the wastewater.",
      "name": "Enzymatic Decolourization of Textile Dyeing Wastewater by the White Rot Fungus Phanerochaete Chrysosporium",
      "format": "URL",
      "url": "http://www.tlist-journal.org/paperInfo.aspx?ID=5390",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "58f37cd6-f737-4dd8-8ca5-fed5246b6075",
      "created": "2013-07-11T20:19:17.532616",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 12,
      "revision_id": "5947251a-7614-4a7f-b119-2566541a2ee9",
      "url_type": null,
      "id": "d91f3222-f0c7-420d-b93b-ee326c3106dd",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Extensive studies have been conducted to investigate the effect of several process conditions on the structure and properties of nonwoven webs. As thermal point bonding is one of the most important processes, a detailed analysis of the point bond structures was done to help understand the development of tensile properties. Spunbond fabrics produced under different conditions were investigated, especially with respect to bond structure and failure mechanisms. Although bond structure does not show a big difference on microscopic observation, the way it responds during tensile deformation is dissimilar depending on the bonding temperature, leading to differences in failure mechanisms and tensile properties of the web.",
      "name": "Bond Structure and Tensile Properties of Thermal Bonded Polypropylene Nonwovens",
      "format": "URL",
      "url": "http://www.tlist-journal.org/paperInfo.aspx?ID=5417",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "58f37cd6-f737-4dd8-8ca5-fed5246b6075",
      "created": "2013-07-11T20:20:06.060530",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 13,
      "revision_id": "fae62c7a-0969-4a9b-ab7c-8940f709781f",
      "url_type": null,
      "id": "15d3af93-f5be-419c-8655-39b630de579b",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Forty five bacterial strains were isolated from contaminated textile wastewater and soil, and then isolates were screened for their ability to decolorize textile dyes from aqueous solution. Initially twenty four bacterial isolates were screened based on their ability to decolorize a wide spectrum of dyes efficiently such as Black WNN, Blue FNR, Red FN2BL, Blue RC, TURQ Blue and Diresul RDT Black dye, by a rapid microtiter plate screening method. Among all isolates, NF-23 was found to decolorize maximum number of dyes followed by NF-22 and NF-21. NF-23 decolorized Black WNN (95%), Blue FNR (50%), Diresul RDT black (90%) and Red FN2BL (80%) after 72 h of incubation at pH-9 and temperature 35°C under anoxic condition. These results signify that bacterial isolates could effectively be used in development of alternative and eco-friendly method for decolorization and biodegradation of textile dyes from industrial effluent.",
      "name": "Isolation and Screening of Dye Decolorizing Bacterial Isolates from Contaminated Sites",
      "format": "URL",
      "url": "http://www.tlist-journal.org/paperInfo.aspx?ID=5410",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "58f37cd6-f737-4dd8-8ca5-fed5246b6075",
      "created": "2013-07-11T20:20:43.529971",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 14,
      "revision_id": "31adcdbf-2c80-4f2b-ba1d-33ef63203585",
      "url_type": null,
      "id": "c869a686-44b5-47f9-be88-efd8c68480ce",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " The aim of the study was to synthesize fragranced reactive entities followed by their graft to cotton fabric. The cyanuric chloride was chosen for this purpose to utilize its reactivity which was grafted to β-cyclodextrin to generate cavities to load various fragrances in it. The synthesized complex was then encapsulated with various fragrances followed by its application to the cotton fabric. The treated samples, subjected to number of washing cycles as well as exposure to sunlight to study the fragrance retention, were then characterized for β-cyclodextrin content, graft %, tensile properties and olfactometry analysis. The studies of FTIR spectra clearly showed attachment of β-cyclodextrin to cyanuric chloride whereas olfactometry analysis gave an idea of perfume retention onto the fabric even after number of washings and exposure to sunlight.",
      "name": "Synthesis of Reactive Fragranced Entities and Their Application to Cotton Textiles",
      "format": "URL",
      "url": "http://www.tlist-journal.org/paperInfo.aspx?ID=5413",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "58f37cd6-f737-4dd8-8ca5-fed5246b6075",
      "created": "2013-07-11T20:21:30.686806",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 15,
      "revision_id": "b3a7f81c-f9bb-4160-bf16-619787ce8eaf",
      "url_type": null,
      "id": "6258f82b-2281-4d16-8eb4-670f7bf0e54b",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Membrane Bioreactor (MBR) is used besides municipal wastewater treatment in many industrial scale plants, such as textile sector. It can be operated under normal conditions on a by-pass system, or submerged in the reactor’s vessel, where it works in-line and operates by means of vacuum suction at low trans-membrane pressure. In wastewater treatment, MBR’s have significant advantages in regard to conventional activated sludge configuration due to the conditions and quality of the treated water. This work gives basic operation principle of MBR technology for textile wastewater treatment which is very important technology in nowadays environmental protection as well as analyses some advantages and disadvantages of the MBR process compared to the conventional activated sludge process. Membrane fouling and cleaning processes in MBR are also discussed.",
      "name": "Perspectives of Textile Wastewater Treatment Using MBR: A review",
      "format": "URL",
      "url": "http://www.tlist-journal.org/paperInfo.aspx?ID=5404",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "58f37cd6-f737-4dd8-8ca5-fed5246b6075",
      "created": "2013-07-11T20:22:27.693812",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 16,
      "revision_id": "cdac9fae-f42e-40ed-844d-42ac407fd7bb",
      "url_type": null,
      "id": "c069ee4d-b5e0-4cb2-912a-9217a46ae01c",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Soyabean Protein Fibre (SPF) is considered to be important regenerated protein fibre for various applications in textiles because of its unique properties. However the lack of antibacterial properties of such protein containing polymers is held as a severe limitation for its applications in hygienic textiles and the need to make it antibacterial is quite intense. A lot of marigold (which is antibacterial), used in Idol worship forms a temple waste and there is tremendous potential to use this waste as a good source of natural dye. In the current study, the tannin mordants were extracted from tamarind seed coats, amla (Indian gooseberry) and harda (Myrobalan fruits) and their application in natural dyeing using temple waste marigold as a dye was carried out. Marigold dyeing using most commonly found alum mordant was also carried out for comparison of the purpose. The dyed SPF fabrics were then evaluated for colour values, fastness properties, antibacterial activities as well as durability of the same. The results clearly indicated the advantages of using such mordants both in case of achieving antibacterial functionality as well as eco-friendliness.\r\n",
      "name": "Ecofriendly Dyeing and Antibacterial Finishing of Soyabean Protein Fabric Using Waste Flowers from Temples",
      "format": "URL",
      "url": "http://www.tlist-journal.org/paperInfo.aspx?ID=5400",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "58f37cd6-f737-4dd8-8ca5-fed5246b6075",
      "created": "2013-07-11T20:23:12.293310",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 17,
      "revision_id": "28f24c06-f66c-47c5-85f4-eed09c774cb4",
      "url_type": null,
      "id": "b78ecf16-57b8-47b2-90ac-2acc184bdeb1",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " The emission of effluents from textile industries has been a major concern of the modern world, due to the great pollution that these effluents promote on the water resources. Among the synthetic dyes released in effluents from textile industries, azo dyes is one of the more detrimental classes because it is highly persistent in the aquatic environment, due to its chemical compositions, involving aromatic rings, azoic linkages and amino groups. This review aimed to gather information on the importance of the production and industrial use of azo dyes, as well as present some studies that have been developed to evaluate the toxicity of such chemical compounds and their metabolites on different living organisms. This paper presents some considerations on the importance of the biological treatment of textile effluents, the discovery of microorganisms capable of degrading azo dyes efficiently in order to reduce potential risks of these dyes to organisms and environment.\r\n",
      "name": "Azo Dyes: Characterization and Toxicity– A Review",
      "format": "URL",
      "url": "http://www.tlist-journal.org/paperInfo.aspx?ID=5405",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "58f37cd6-f737-4dd8-8ca5-fed5246b6075",
      "created": "2013-07-11T20:24:22.419789",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 18,
      "revision_id": "0e57612e-1710-44df-b134-7e84a3781058",
      "url_type": null,
      "id": "fe790d66-c7da-4a56-93ea-9d59c46b047c",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 19,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Light Industrial Science",
      "id": "aaa3c554-5dd8-45e6-8be9-54cd65bd231b",
      "name": "Light Industrial Science"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Technology",
      "id": "7e5a04d0-70ed-493f-b0d6-ce9aba1a76e0",
      "name": "Technology"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Textiles",
      "id": "7814f405-e9f4-4094-acff-ea9fd8c9d7a3",
      "name": "Textiles"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-tlist-journal-org-default-aspx",
  "isopen": true,
  "url": null,
  "notes": "Textiles and Light Industrial Science and Technology (TLIST) is an international open-access and refereed journal dedicated to publishing the latest advancements in textiles and light industrial science and technology. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Textiles and Light Industrial Science and Technology (TLIST)",
  "revision_id": "54bfd1e6-3ed1-46c3-8b7a-104b0796a4f1"
}