{
  "license_title": "Creative Commons Non-Commercial (Any)",
  "maintainer": "IFPRI-Data",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "IFPRI-Data@cgiar.org",
  "num_tags": 2,
  "id": "55e43a06-76c3-4393-b5f6-3e5d23ff88fe",
  "metadata_created": "2012-12-12T22:11:01.744335",
  "metadata_modified": "2017-01-09T21:04:50.125674",
  "author": "International Food Policy Research Institute (IFPRI)",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "185c6a31-c03b-4c6b-955f-4c1a66cd3022",
  "type": "dataset",
  "resources": [
    {
      "mimetype": "text/html",
      "cache_url": null,
      "hash": "",
      "description": "",
      "name": "Philippines Cash Cropping Project, Southern Bukidnon Province, 1984-1985",
      "format": "Data File in STATA",
      "url": "http://hdl.handle.net/1902.1/11192",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "55e43a06-76c3-4393-b5f6-3e5d23ff88fe",
      "created": "2012-12-12T16:23:17.253990",
      "state": "active",
      "mimetype_inner": "",
      "last_modified": "2012-12-12T16:23:28.510941",
      "position": 0,
      "revision_id": "ff0ae7e0-197b-45ac-9476-153ab25bb4d1",
      "url_type": null,
      "id": "09c4e9fd-8510-4360-bd50-9d1f71425267",
      "resource_type": "metadata",
      "size": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Philippines",
      "id": "379db16f-b56e-4c95-a2fe-d159e9c8911e",
      "name": "Philippines"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "cash cropping",
      "id": "06665f7a-2068-4328-861a-61a7e2893b66",
      "name": "cash cropping"
    }
  ],
  "groups": [],
  "license_id": "cc-nc",
  "relationships_as_subject": [],
  "organization": {
    "description": "In collaboration with institutions throughout the world, IFPRI is often involved in the collection of primary data and the compilation and processing of secondary data. The resulting datasets provide a wealth of information at the local (household and community), national, and global levels. IFPRI freely distributes as many of these datasets as possible and encourages their use in research and policy analysis. This group reflects the collection of IFPRI datasets.",
    "created": "2012-12-03T14:26:13.596177",
    "title": "International Food Policy Research Institute (IFPRI)",
    "name": "ifpri",
    "is_organization": true,
    "state": "active",
    "image_url": "http://www.ifpri.org/sites/default/files/logo.jpg",
    "revision_id": "39176b99-9a74-4b3c-9049-ad3345bff0d1",
    "type": "organization",
    "id": "cfba7116-aec4-41d6-b54d-a6e1f23de942",
    "approval_status": "approved"
  },
  "name": "philippines-cash-cropping-project-southern-bukidnon-province-1984-1985",
  "isopen": false,
  "url": "http://hdl.handle.net/1902.1/11192",
  "notes": "The Philippines Cash Cropping Survey was designed to study the effects of cash cropping on human nutrition. The research strategy was to sample cash crop adopting (sugarcane households) and non-adopting households (corn households) and to compare household resource allocation and nutritional outcomes in the two situations.\r\n\r\nEarly in 1984 a random sample of 2,039 households was drawn from the 18 villages in the area of interest; a brief preliminary survey was administered to each household to elicit information that was used to develop criteria for the stratified random sample that would be selected for the detailed study. The pre-survey of 2,039 randomly selected households indicated that larger farms (more than 15 hectares) accounted for less than 3 percent of all house holds, a figure that corresponded closely to in formation provided in the 1980 agricultural census. Only households with at least one child less than 60 months of age and farming less than 15 hectares were eligible for selection. Only households that characterized the primary occupation (including wage income) of the head of household as either corn or sugar production were eligible for selection, except for a small target group of households that indicated that, al though neither sugar nor corn production was their primary source of income, they might receive some income from either. Later analysis of the de tailed survey data indicated that the respondents’ characterizations of their crop and tenure status were quite accurate.\r\n\r\nBased on the criteria developed from the preliminary survey, a stratified random sample of 510 households was selected for detailed study. These households were not selected as a subset of the 2,039 households in the preliminary survey. Some attrition occurred during the study period; a total of 448 households participated in all four rounds of the detailed survey.\r\n\r\nThe four detailed surveys were undertaken in these households at four-month intervals, beginning in July 1984 and ending in August 1985. Out migration was the primary reason for the reduction in the number of observations, which consisted, for the most part, of landless or nearly landless households. ",
  "owner_org": "cfba7116-aec4-41d6-b54d-a6e1f23de942",
  "extras": [],
  "license_url": "http://creativecommons.org/licenses/by-nc/2.0/",
  "title": "Philippines Cash Cropping Project, Southern  Bukidnon Province, 1984-1985",
  "revision_id": "39a051b5-e3a3-4fa7-b55a-06bb3f7f585c"
}