{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "7bb21004-b007-4a30-80ca-b8c4df25afc8",
  "metadata_created": "2013-08-30T22:42:54.438916",
  "metadata_modified": "2013-10-10T21:14:18.627898",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "97a9ab21-40c5-4eac-98c5-ca3a343008e6",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "henriksen",
  "isopen": false,
  "url": "",
  "notes": "Neck tie has turn into a fashion statement not only for them who wear it at their offices or workplace but also those who wear it casually at other functions.  Numerous a times, when you are out at a lunch meeting you locate it difficult to manage your neck tie that hangs into your plate or gets dirty with spots such as oil. Discover further on <a href=\"http://www.cafepress.com/mf/80425330/infidel_tshirt\">infidel t</a> by going to our witty paper. Discover more on our affiliated website by clicking <a href=\"http://www.infideltshirt.net/\">your infidel t</a>. This actually makes you embarrassed before the person to whom you are presenting your expert operate. Also when you perform or play, it is challenging to hold your tie to location it at one particular spot.\n\nTypes of neck tie accessories\n\nThe important types of neck accessories include tie bar, tie clip, tie chain, tie tack and tie strap.\n\nTie bar\n\nA tie bar is also known as tie slide. Should you require to be taught more on <a href=\"http://www.infideltshirt.net/\">infidel t-shirt</a>, we know of thousands of libraries people should investigate. It is a thin piece of metal that you slide across middle portion of your tie so that it is attached to your shirt. Dig up further on a partner link by clicking <a href=\"http://www.cafepress.com/mf/80425330/infidel_tshirt\">infidel tee information</a>. These come in a lot of shapes like easy, creative in the shape of fountain pens and odd shaped.\n\nTie strap\n\nA tie strap is a device that keeps your neck tie in its location with out restricting its vertical motion. You need to slip it by means of the label loop on the back of your tie and then button it on your shirt buttons above and beneath the label loop. It is normally created up of transparent cloth or plastic that tends to make it invisible with your tie.\n\nTie clip\n\nA tie clip is also called as tie clasp and is quite comparable to tie bar. Unlike tie bar, you need to have to clip it horizontally across your tie thereby attaching it your shirt.  You can choose from diverse shapes and materials tie clips.\n\nTie chain\n\nThe upper fixed part of tie chain is a bar that you want to hook to 1 of your buttons of your dress shirt and then put the neck tie by means of the loop of the chain such that bar is hidden behind the tie and the chain is visible on the front of the tie. These are made up of silver or gold.\n\nTie tack\n\nTie tack is considerably different from the tie clip and tie bar each in shape and function. A tie tack is produced up of two components a single is the decorative with a pin on the left and back or base along with a chain on the correct. You need to take away the pin from the base, then pierce by means of the cloth of your neck tie, connect the base to the pin and slip the metal weight and chain by way of button holes of your shirt. It comes in many styles like badges, flags but must be employed correctly else it can damage your tie.\n\nFor a lot more info go to our advised internet site tying-neck-tie.info.infidel t-shirt",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Neck tie Accessories",
  "revision_id": "74471863-06c6-46ef-8cf0-b1f40e6358a2"
}