{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "833ca04b-6a91-4fef-8c54-53f465200fe1",
  "metadata_created": "2013-07-16T07:55:14.815284",
  "metadata_modified": "2013-10-10T21:17:42.073498",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Calcium phosphate cements show many advantages comparing to other calcium phosphate-based materials. The objective of this study was to investigate the influence of paste concentration controlled by liquid-to-powder ratio on compressive strength, setting characteristics and phase composition of α-TCP based calcium phosphate cements. The powder phase consisted of α-TCP, DCPA, CaCO3 and hydroxyapatite which were mixed with aqueous solutions of 3 wt% H3PO4 at three different liquid-to-powder ratios (0.35, 0.40 and 0.45 mL/g). The cements were characterized in terms of setting time, compressive strength and porosity. Also XRD and SEM techniques were employed to evaluate the phase composition and surface morphology of the cements. The results revealed similar phase composition for all samples before and after soaking in Ringer`s solution. Reduction in liquid-to-powder ratio led to increment of compressive strength of CPCs from about 15 MPa for the cement with L/P ratio of 0.45 to about 30 MPa for L/R ratio of 0.35 after 7 days soaking in Ringer`s solution. Also by reducing the L/P ratio from 0.45 to 0.35, initial and final setting times of the CPCs decreased 3 and 5 minutes respectively. A highly microporous structure was also obtained for cements with different liquid-to-powder ratios.",
      "name": "The Effect of Paste Concentration on Mechanical and Setting Properties of Calcium Phosphate Bone Cements",
      "format": "",
      "url": "http://www.seipub.org/acer/paperInfo.aspx?ID=2243",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "833ca04b-6a91-4fef-8c54-53f465200fe1",
      "created": "2013-07-16T02:55:53.707865",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "b23cd5b0-6fdf-4c00-b4f4-1712f6fbb59d",
      "url_type": null,
      "id": "e06092bd-fba3-46dd-a66b-711c6345b253",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Solid propellants are fuels that do not require an external supply of oxygen for combustion. Once ignited, they rapidly decompose to evolve hot gaseous products. Solid propellants are hence used as fuel for propulsion applications in oxygen rare environments. In this study, a simple model for solid propellant decomposition in a combustion chamber with an exit port was presented. The combustion chamber is assumed to be a 'well-mixed reactor'. The model equations take into account the effect of shape and size of the solid propellant. The phenomenon of 'choking flow' is included while calculating the exit flow-rate. Appropriate methodology for calibrating the model parameters was developed. The calibrated model was validated by comparing simulation results with experimental pressure profiles. This study would be useful for providing guidelines to select appropriate solid propellant configurations and for the development of a system level model for propulsion systems.\r\n",
      "name": "Decomposition of Solid Propellants in a Combustion Chamber",
      "format": "",
      "url": "http://www.seipub.org/acer/paperInfo.aspx?ID=2274",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "833ca04b-6a91-4fef-8c54-53f465200fe1",
      "created": "2013-07-16T02:56:46.152571",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "bb032a67-c4d8-40f8-86b0-5fa7c439b065",
      "url_type": null,
      "id": "39a77aad-20ea-49f7-b9e5-773112d2b90c",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "A nonlinear internal model control (NIMC) strategy that incorporates the nonlinear model structure and the estimator dynamics in the control law is presented for the control of complex dynamical systems characterized by input-output multiplicities, nonlinear oscillations and chaos. A model based estimator is designed to provide the unmeasured process states that capture the fast changing nonlinear dynamics of the process to incorporate in the controller. The estimator uses the mathematical model of the process in conjunction with the known process measurements to estimate the states. The design and implementation of the estimator supported NIMC strategy is studied by choosing two typical continuous non-isothermal nonlinear processes, a chemical reactor and a polymerization reactor, which show rich dynamical behavior ranging from stable situations to chaos. The results evaluated under different conditions show the superior performance of the estimator based NIMC strategy over the conventional controllers for the control of complex nonlinear processes.",
      "name": "Nonlinear Model Based Control of Complex Dynamic Chemical Systems",
      "format": "",
      "url": "http://www.seipub.org/acer/paperInfo.aspx?ID=2645",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "833ca04b-6a91-4fef-8c54-53f465200fe1",
      "created": "2013-07-16T02:59:35.015408",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "5cca3534-9a3d-4b67-a18e-2adb47e3a7b3",
      "url_type": null,
      "id": "ea5b10b6-5e6e-44fb-ab34-af648a5df3d4",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Dextran was generated on the surface of the hydrophobic sphere via dextransucrase’s reaction for the adsorption of concanavalin A. The hydrophobic sphere was polymerized in the range of 10 – 500 μm. The sphere was immersed in dextransucrase’s solution and sucrose, a substrate for dextransucrase, was reacted with the immobilized dextranscurase. Due to the complexation of dextran with dextranscurase, dextran was produced on the surface of the sphere. The density of the immobilized dextransucrase on the sphere surface was changed from 8.8×1015 to 2.4×1016 number/m2. The stability of the dextran-produced sphere in water was higher than that of the unmodified sphere because the produced dextran had the hydrate structure. The molecular weight of dextran produced was possibly calculated to be more than 10,000 kDa. Based on concanavalin A adsorption to the produced dextran, the appropriated density and length of the produced dextran was required for the smart adsorption of concanavalin A.",
      "name": "Surface Modification of Hydrophobic Sphere with Dextran Generated from Enzymatic Reaction for Adsorption Site",
      "format": "",
      "url": "http://www.seipub.org/acer/paperInfo.aspx?ID=3160",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "833ca04b-6a91-4fef-8c54-53f465200fe1",
      "created": "2013-07-16T03:00:18.739791",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "aa243a4b-a720-4200-86f6-c1c722e1fa31",
      "url_type": null,
      "id": "20fd7952-3039-486a-bf32-d7834072bd3a",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Wall-to-bed mass transfer coefficients were computed from limiting current measurements made at inner surface of outer cylinder. Glass spheres of three different diameters viz., 3.13, 4.57 and 6.29 mm were used as bed material. An electrolyte belonging to ferricyanide-ferrocyanide redox system has been employed as the liquid phase. In order to investigate the effect of a change in viscosity carboxy methyl cellulose sodium salt (CMC) was used. Twisted tapes of different pitches and widths were employed as internal elements. The experimental study revealed that the presence of twisted tapes in the fluidized bed brought an augmentation of 25 fold over homogeneous flow and 115% over fluidized bed. It was also found that the effect of pitch on mass transfer coefficient was insignificant. The mass transfer coefficient data increased with increment in tape width and particle diameter and decreased with the rise of CMC concentration. The mass transfer coefficient data obtained from the present experiment were correlated to acquire an equation in jD-Re format using least squares regression analysis.",
      "name": "Wall-to-Bed Mass Transfer in a Fluidized Bed with Twisted Tapes",
      "format": "",
      "url": "http://www.seipub.org/acer/paperInfo.aspx?ID=3217",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "833ca04b-6a91-4fef-8c54-53f465200fe1",
      "created": "2013-07-16T03:02:08.465603",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "3c676556-bc59-465d-b910-f93695727e7d",
      "url_type": null,
      "id": "1c1ccee0-da28-4f77-960c-66473c0cb5f4",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In this paper, extraction of palladium from chloride media by DC18-Crown-6 (dicyclohexyl-18-crown-6 ether) as effective extractant and MIPS and chloroform as diluent has been investigated. The extraction parameters including pH, carrier and feed concentration, and contact time were studied in detail. The results indicated that the efficiency of palladium extraction by DC18-Crown-6 is not very high. Potassium chloride (KCl) was added to the feed solution to form a stable complex with the crown ether. In the presence of KCl, the extraction efficiency could be improved. Generally, the results revealed that chloroform is more suitable than MIPS for this extraction system. At the same conditions, palladium could be separated about 65% with chloroform after 10 minutes, while only 22% was extracted with MIPS after 180 minutes.",
      "name": "Influence of Diluent Type on Palladium Extraction from Aqueous Solutions Using DC18-Crown-6",
      "format": "",
      "url": "http://www.seipub.org/acer/paperInfo.aspx?ID=3130",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "833ca04b-6a91-4fef-8c54-53f465200fe1",
      "created": "2013-07-16T03:02:43.214585",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 5,
      "revision_id": "3b7cf6cb-2b68-4dcd-a915-e22db70feaba",
      "url_type": null,
      "id": "2c4d9943-b4e2-431d-aba1-03d49d36b43f",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The current crisis of fosile fuels, a non-renewable resource, has become a serious issue to be taken care of in our modern world. Bioethanol from lignocellulosic biomass is a potential alternative to the conventional fossil fuels. The structural and chemical complexity of the biomass provides a significant hindrance to the production of bio-ethanol. However, various chemical and biological pretreatment methods can break the complex structure of the biomass to produce various sugar derivatives. They are further treated by enzymatic methods to increase the yield of reducing sugars significantly, and finally fermented with the help of microorganisms to produce bioethanol. In enzymatic saccharification process, maximum yield for reducing sugars was 465 mg/g and xylose was 231 mg/g using commercial enzymes cellulase and xylanase. Ethanol production is maximum with Pichia stipitis (4.13 gm/L) as compared to Candida shehatae (3.79 gm/L) and Saccharomyces cerevisiae (3.07 gm/L). This paper emphasizes the importance of water hyacinth in the production of bioethanol and the effect of alkali pretreatment method on the biomass and the future scope.",
      "name": "Effect of Alkali Preteatment on Water Hyacinth Biomass for Production of Ethanol",
      "format": "",
      "url": "http://www.seipub.org/acer/paperInfo.aspx?ID=3749",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "833ca04b-6a91-4fef-8c54-53f465200fe1",
      "created": "2013-07-16T03:03:15.967993",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 6,
      "revision_id": "0fab6ee0-4906-4d52-8f72-60ba923a0fc7",
      "url_type": null,
      "id": "72ffcf27-acc5-4996-8d0f-8b3ebc13f92e",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 7,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Advanced Chemical Engineering",
      "id": "c4e24aea-8dc3-4c46-9d26-eb72709fccd0",
      "name": "Advanced Chemical Engineering"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-seipub-org-acer",
  "isopen": true,
  "url": null,
  "notes": "Advanced Chemical Engineering Research(ACER) is an internationally refereed journal dedicated to publishing the latest advancements in chemical engineering research. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Advanced Chemical Engineering Research (ACER)",
  "revision_id": "54bfd1e6-3ed1-46c3-8b7a-104b0796a4f1"
}