{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "2d5ee160-3ec3-42dc-9a58-de0c8b327a3f",
  "metadata_created": "2013-05-15T03:13:22.974418",
  "metadata_modified": "2013-10-10T19:49:45.989687",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "b2c4c6e1-3062-44e2-9ace-4ffb12d62d08",
  "type": "dataset",
  "resources": [
    {
      "mimetype": "text/html",
      "cache_url": null,
      "hash": "",
      "description": "Information Technology (IT) and Mobile Product Technology (MPT) were not a slogan with the popularity and convenience by rapid growth of Information Communication Technology (ICT) in the world. The mobile products including PC, notebook, GPS Navigator, mobile-phone, etc. are used everywhere including the working, living, leisure and entertainment today, especially for i-phone, i-Pad, Android Tablet have been the necessary equipments for us with the new characteristics of the mobility and networking communication these years. There were many user cognitive gaps (UCGs) and misunderstanding between the New Product Development (NPD) and commercial products according to the related research issues in NPD. The developers always misunderstand and confuse the real user' requirements because of the ambiguous and fuzzy essential. The developed products (especially for those mobile products) usually became failures after those products commercialized into market. As the problems mentioned above, the study uses Innovation Usability Model (IUM) extended from Technology Acceptance Model (TAM), as a foundational model as an inspective tools for the user-requirements. The IUM also divides the involved users into the conceptual designers, developers, marketing managers, purchasers and users based on the innovation approach for MPT development. The IUM can inspect and analyze the priority of the critical design-factors in the new product development and reduce the fuzzy criteria of the homogeneous and heterogeneous user-requirements. The results of the study can reduce the failures of the commercialized products in NPD.",
      "name": "A Study of the Innovation Usability Model for the Heterogeneous Mobile Product Development",
      "format": "aspx",
      "url": "http://www.sjie.org/paperInfo.aspx?ID=667",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "2d5ee160-3ec3-42dc-9a58-de0c8b327a3f",
      "created": "2013-05-14T22:13:23.078117",
      "state": "active",
      "mimetype_inner": "",
      "last_modified": "2013-05-14T22:13:25.515256",
      "position": 0,
      "revision_id": "21f21441-0189-4531-a72e-4a6a13a03dc9",
      "url_type": null,
      "id": "ee648dff-e9d9-4052-9869-dd766a4595cd",
      "resource_type": "file",
      "size": "35565"
    }
  ],
  "num_resources": 1,
  "tags": [],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "a-study-of-the-innovation-usability-model-for-the-heterogeneous-mobile-product-development",
  "isopen": true,
  "url": "",
  "notes": "Information Technology (IT) and Mobile Product Technology (MPT) were not a slogan with the popularity and convenience by rapid growth of Information Communication Technology (ICT) in the world. The mobile products including PC, notebook, GPS Navigator, mobile-phone, etc. are used everywhere including the working, living, leisure and entertainment today, especially for i-phone, i-Pad, Android Tablet have been the necessary equipments for us with the new characteristics of the mobility and networking communication these years. There were many user cognitive gaps (UCGs) and misunderstanding between the New Product Development (NPD) and commercial products according to the related research issues in NPD.  http://www.sjie.org/paperInfo.aspx?ID=667",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "A Study of the Innovation Usability Model for the Heterogeneous Mobile Product Development",
  "revision_id": "dc77b216-56d6-48a0-81bd-ef09099ab98c"
}