{
  "users": [
    {
      "email_hash": "7e5165b6d7f9f5680fea53dba2ccb05e",
      "about": "Paolo Nesi is full professor at the University of Florence, at DINFO, Department of Information Engineering  (Computer Science Department).  Chair of DISIT LAB (Distributed Data Intelligence and Technology). Member of the scientific committee of CSAVRI, Chair of APRE Toscana. Editor of International Journal: SEKE (software engineering and knowledge engineering), RTIP (real time image processing), Sentient Multimedia Network, etc. Chair of conferences such as IEEE ICECCS, IEEE ICSM, DMS SKI, AXMEDIS, WEDELMUSIC, etc. Active on MPEG ISO. Coordinator of several EC ICT projects, and smart city projects. \r\n\r\nResearch areas are:  data mining, semantic computing, natural language processing, artificial intelligence, big data, data analytics, knowledge mining and representation, inference, semantic models, formal models, linked open data, content protection and licensing. \r\n\r\nCompetences and activities related to ICT Calls in the 2014:\r\n•\tOpen Data and Linked Open Data center\r\n•\tIntegration of more than 400 different Open Data sets coming from Tuscany area (geographical information, ambient and weather, transportation and mobility, public administration and services, statistics, point of interest, sensors, events, time lines, etc.) see Sii-Mobility project  \r\n•\tLOD for Performing Arts in connection to Europeana  on ECLAP project and service , see ECLAP social graph: \r\n•\tCloud and data center with several servers and more than 300Tbyte storage.\r\n•\tTechnology Transfer to SMEs via APREToscana and CSAVRI center for TT and incubator.\r\n•\tManagement of Call for proposals in EC projects \r\n•\tProject Management, Dissemination Management, Exploitation Plan\r\n\r\nSpecific Research competences: \r\n•\tData and knowledge mining (reconciling and solving inconsistencies/incompleteness on Dates/Time, person names, textual data understating, cross media heterogeneity, geographical and spatial information and knowledge), ontology construction. \r\n•\tLinked Open Data developing tools and access (DISIT Open Graph on dbpedia   and on Open Graph on Sii-Mobility  knowledge base)\r\n•\tNatural Language Processing for competence mining and understanding, ontology production tools: OSIM   and SACVAR project  .\r\n•\tData Analytics for: prediction, correlation, causality, indexing, search, etc. \r\n•\tApplications: transportation, smart cloud, digital library and cultural heritage, SME and citizen services, knowledge mining and understanding.\r\n•\tAlgorithms and solutions for: recognition, disambiguation, user behaviour analysis,  recommendation, path generation, indoor/outdoor navigation, knowledge matchmaking,  decision support, sentient and autonomous agents and tools, ontology production, etc. \r\n",
      "capacity": "admin",
      "name": "paolonesi",
      "created": "2014-01-08T17:35:16.880860",
      "openid": null,
      "sysadmin": false,
      "activity_streams_email_notifications": false,
      "state": "active",
      "number_of_edits": 7,
      "display_name": "paolo nesi",
      "fullname": "paolo nesi",
      "id": "fd8e10a5-9d6b-4b48-9853-a27ee55e33d5",
      "number_created_packages": 1
    },
    {
      "email_hash": "09392d2c401b19fcaf590a831d67f1b4",
      "about": "",
      "capacity": "admin",
      "name": "pbellini",
      "created": "2013-04-04T09:10:59.696872",
      "openid": null,
      "sysadmin": false,
      "activity_streams_email_notifications": false,
      "state": "active",
      "number_of_edits": 15,
      "display_name": "Pierfrancesco Bellini",
      "fullname": "Pierfrancesco Bellini",
      "id": "f7bdf81e-b7f9-4f04-9642-b19f22473d93",
      "number_created_packages": 1
    },
    {
      "email_hash": "9a05859ce895e24f593846e0096993d6",
      "about": "",
      "capacity": "admin",
      "name": "rufuspollock",
      "created": "2009-11-25T14:42:49.997148",
      "openid": "http://rufuspollock.org/",
      "sysadmin": true,
      "activity_streams_email_notifications": false,
      "state": "active",
      "number_of_edits": 474,
      "display_name": "Rufus Pollock",
      "fullname": "Rufus Pollock",
      "id": "bff737ef-b84c-4519-914c-b4285144d8e6",
      "number_created_packages": 135
    }
  ],
  "display_name": "DISIT",
  "description": "",
  "image_display_url": "",
  "package_count": 2,
  "created": "2014-01-11T11:15:07.848668",
  "name": "disit",
  "is_organization": true,
  "state": "active",
  "extras": [],
  "image_url": "",
  "groups": [],
  "type": "organization",
  "title": "DISIT",
  "revision_id": "e9c78c5a-c9ac-4d8b-a876-9a1a223b072a",
  "num_followers": 0,
  "id": "f9c0d92f-81ec-4513-80bb-b52f4c088224",
  "tags": [],
  "approval_status": "approved"
}