{
  "license_title": "Creative Commons Non-Commercial (Any)",
  "maintainer": "IFPRI-Data",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "IFPRI-Data@cgiar.org",
  "num_tags": 3,
  "id": "662fe882-2f19-435f-ae5a-277415d013c0",
  "metadata_created": "2012-12-13T19:54:23.663897",
  "metadata_modified": "2017-01-09T21:05:23.917716",
  "author": "Thurlow James; Evans David; Robinson, Sherman",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "185c6a31-c03b-4c6b-955f-4c1a66cd3022",
  "type": "dataset",
  "resources": [
    {
      "mimetype": "text/html",
      "cache_url": null,
      "hash": "",
      "description": "",
      "name": "A 2001 Social Accounting Matrix for Zambia",
      "format": "Data File in EXCEL",
      "url": "http://hdl.handle.net/1902.1/11323",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "662fe882-2f19-435f-ae5a-277415d013c0",
      "created": "2012-12-13T14:19:47.250043",
      "state": "active",
      "mimetype_inner": "",
      "last_modified": "2012-12-13T14:20:01.347818",
      "position": 0,
      "revision_id": "e874a07e-221d-44c8-a093-78d16067b48f",
      "url_type": null,
      "id": "1379f265-9a8a-4abe-a22c-6cfc5d3f2d1a",
      "resource_type": "metadata",
      "size": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "SAM",
      "id": "04502acc-be37-4fa0-aad5-e11e1172a958",
      "name": "SAM"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Zambia",
      "id": "a2e4387e-bb9d-4c9d-9ee4-a699e154c4fa",
      "name": "Zambia"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "social accounting matrix",
      "id": "58d71157-99d1-48c4-a0d3-fc8c082c19c7",
      "name": "social accounting matrix"
    }
  ],
  "groups": [],
  "license_id": "cc-nc",
  "relationships_as_subject": [],
  "organization": {
    "description": "In collaboration with institutions throughout the world, IFPRI is often involved in the collection of primary data and the compilation and processing of secondary data. The resulting datasets provide a wealth of information at the local (household and community), national, and global levels. IFPRI freely distributes as many of these datasets as possible and encourages their use in research and policy analysis. This group reflects the collection of IFPRI datasets.",
    "created": "2012-12-03T14:26:13.596177",
    "title": "International Food Policy Research Institute (IFPRI)",
    "name": "ifpri",
    "is_organization": true,
    "state": "active",
    "image_url": "http://www.ifpri.org/sites/default/files/logo.jpg",
    "revision_id": "39176b99-9a74-4b3c-9049-ad3345bff0d1",
    "type": "organization",
    "id": "cfba7116-aec4-41d6-b54d-a6e1f23de942",
    "approval_status": "approved"
  },
  "name": "a-2001-social-accounting-matrix-for-zambia",
  "isopen": false,
  "url": "http://hdl.handle.net/1902.1/11323",
  "notes": "This paper outlines the process of constructing a 2001 social accounting matrix (SAM) for Zambia. A SAM is a consistent data framework that captures not only the information contained in the national income and product accounts and the input-output table, but also takes into consideration the monetary flows between institutions within the economy. The SAM is an ex-post accounting framework since, within its square matrix, total receipts must equal total payments for each account contained within the SAM.\r\n\r\nAs an attempt to reflect the specific structure of the Zambian economy, the SAM’s accounts are disaggregated across various activities, commodities, production factors, and households. However the task of constructing a SAM is complicated by this need for greater disaggregation. Since the required information is not contained within a single data source, information from various sources has to be compiled and then made consistent with one another. This process is itself valuable since it reveals inconsistencies between a country’s various statistical sources, and by doing so, highlights areas where data reliability is weakest.\r\n\r\nBeyond its role as a consistency-check, the objective of a SAM is to provide a multi-sector, economy-wide database that facilitates policy-analysis. The work presented in this paper forms part of a collaborative project between the International Food Policy Research Institute (IFPRI) and the Institute of Development Studies (IDS) aimed at developing a poverty-focused SAM for Zambia.\r\n\r\nThe most recent available data was used during the compilation of the SAM. At the macro level, the SAM is made to be consistent with the World Bank’s 2001 Revised Minimum Standards Model (RMSM) of Zambia. At the micro level, the macro SAM was disaggregated using national and foreign trade accounts, and a variety of other sources. These included the 1998 Living Conditions Monitoring Survey (LCMS) and the input-output structure contained in the 1995 Zambia SAM, also produced by IFPRI (Hausner, 1999).\r\n\r\nSection 2 briefly reviews the structure of a social accounting matrix. The process of constructing a SAM begins with the compilation of a prior SAM that represents the first attempt to place the available data into a SAM framework. The construction of the prior SAM is divided into two distinct steps in which a macro SAM is first constructed and then later disaggregated to a micro SAM. Given the diversity of data sources, the micro level information is almost always inconsistent and results in inequalities between receipts and payments in the micro SAM accounts. Section 3 details the various data sources used and the assumptions made during the construction of the prior SAM for Zambia.\r\n\r\nOnce the prior SAM has been compiled the reliability of the various data sources is assessed based on the inequalities between row and column accounts. This is done before attempting to balance the SAM so that the additional information on relative data reliability can be included as weighted constraints in the cross-entropy estimation of the final SAM. The cross-entropy balancing approach is presented in Section 4 together with a description of the constraints imposed on the estimation procedure. Section 5 presents key summary tables.",
  "owner_org": "cfba7116-aec4-41d6-b54d-a6e1f23de942",
  "extras": [],
  "license_url": "http://creativecommons.org/licenses/by-nc/2.0/",
  "title": "A 2001 Social Accounting Matrix for Zambia",
  "revision_id": "f5452e39-3639-4189-be18-10586ffef0bd"
}