{
  "license_title": "Creative Commons Attribution Share-Alike",
  "maintainer": "Novel  Publications",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "novelpublications@yahoo.com",
  "num_tags": 8,
  "id": "4da1e45b-f85b-4fa0-835d-906025d79e41",
  "metadata_created": "2014-06-28T21:06:31.061864",
  "metadata_modified": "2014-07-07T01:06:47.835013",
  "author": "Ohene B. Apea",
  "author_email": "novelpublications@yahoo.com",
  "state": "active",
  "version": null,
  "creator_user_id": "43317f3d-fe3c-4e42-b324-ec833c0ee81a",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "<p>These are published academic peer-reviewed open access articles.\r\nThis journal provides immediate open access to its content on the principle that making research freely available to the public supports a greater global exchange of knowledge.</p>\r\n",
      "name": "JOURNAL OF SCIENTIFIC INNOVATIONS FOR DEVELOPMENT",
      "format": "",
      "url": "http://ojs.onghana.org/index.php/JSID/oai",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "4da1e45b-f85b-4fa0-835d-906025d79e41",
      "created": "2014-06-28T21:15:56.792132",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "e78a11fa-ddb1-4ad3-80d8-d9290c7ba9c9",
      "url_type": null,
      "id": "3e9cbaa7-e050-4f18-b8c0-db24fbb54a02",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Organically modified clays (MNC) are credited with better reinforcing properties relative to other particulate fillers in polymer composite preparation. Apparently, this may be due to their high aspect ratio, packing fraction and surface area. However, thermal and surface properties of MNC are highly imperative as these determine the properties of the final polymer composite. The present paper reports the effect of surface modification on the thermal stability and surface properties of bentonite clay modified with selected alkyl-ammonium salts. Three different organically modified clays were prepared in the presence of dodecylamine (DDA), octadecylamine (OCT) and cetyltrimethyl ammonium bromide (CTA) as modifying agents. The clay morphological properties, surface characteristics, and thermal stability were studied by using FESEM/EDX, FTIR, XRD and TGA respectively. FESEM/EDX results show a clear distinction in the morphological properties and elemental composition of the clay samples with 7.27% carbon in OCT treated clay. FTIR spectra justified the results of FESEM/EDX showing multiple peaks that are indication of functional groups attachment on the clay surfaces. The resulting d-spacings determined from the wide angle X-ray diffraction (WAXD) patterns complement the results of FTIR and these are 4.36nm, 4.33nm, 4.14nm and 3.32nm for OCT, CTA, DDA and UTD respectively. The TGA of the modified clays show a gradual weight loss at varying degree of temperature and became stable between 600 and 700oC.  These behaviors are indication of good thermal stability of modified clay as it compared favorably with pure and unmodified clay.",
      "name": "A COMPARATIVE STUDY ON THE EFFECT OF DIFFERENT ALKYLAMMONIUM SALTS ON THE THERMAL AND SURFACE PROPERTIES OF ORGANICALLY MODIFIED CLAY",
      "format": "PDF",
      "url": "https://ckannet-storage.commondatastorage.googleapis.com/2014-07-07T00:31:35.582Z/salawudeen-et-al.pdf",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "4da1e45b-f85b-4fa0-835d-906025d79e41",
      "created": "2014-07-07T00:50:13.747600",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "29542dd5-bae3-4a04-91fb-7c873e3b6a5e",
      "url_type": null,
      "id": "f0f321fb-74c2-436a-942f-e292bae89323",
      "resource_type": "file.upload",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The leaf of Phaseolus vulgaris was analysed to determine its proximate, mineral and anti-nutrient composition. The fresh edible leaf was rich in moisture (78.25 g/100 g), protein (7.96 g/100 g), crude fibre (1.43 g/100 g), potassium (717.84 mg/100 g), sodium (224.62 mg/100 g) and iron (4.59 mg/100g). The leafy vegetable could be a good source of protein and crude fibre. It has low calorific value (78.12 kcal/100 g) and may be suitable for those who are watching their weight. The levels of anti-nutritional components in the vegetable are low and will not impact negatively on the bioavailability of calcium, zinc and iron in the body. The consumption of the vegetable could help to reduce the prevalence of protein energy malnutrition and anaemia in sub-Saharan Africa countries where it is available.",
      "name": "PROXIMATE, MINERAL AND ANTI-NUTRIENT COMPOSITION OF PHASEOLUS VULGARIS LEAF",
      "format": "PDF",
      "url": "https://ckannet-storage.commondatastorage.googleapis.com/2014-07-07T00:50:45.938Z/oyelude-et-al.pdf",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "4da1e45b-f85b-4fa0-835d-906025d79e41",
      "created": "2014-07-07T00:58:16.996705",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "0cfe4b17-fbf9-4f74-ad49-89319fabfb9e",
      "url_type": null,
      "id": "f631d960-df0a-4b68-a321-8a860d33c5bf",
      "resource_type": "file.upload",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The fate of metals in the soil environment is directly related to their interaction and partitioning behavior in terrestrial environments. The effect of background electrolyte on the partitioning of Cu under humic conditions in soil-solution system was investigated and it was observed that increasing background electrolyte pushes humic acid (HA) aggregation through stages of thermodynamic non-spontaneous phase to an equilibrium phase and finally to a spontaneous aggregation stage. At pH 4.7 HA adsorption other than aggregation influences Cu distribution. And at pH 10 both HA adsorption and aggregation are responsible. It was noted that, the effect of background electrolyte concentration on Cu distribution is as a result of its ability to induce ligand aggregation, reduce metal – ligand complexation, and initiate competition of electrolyte cation (K+) with the Cu for sorption sites in the soil. Modeling studies revealed that, metal adsorption and HA aggregation factors account for the modified partition by the electrolyte, and this accounts for 90.5% of the variables which modify Cu partition at pH 4.7, and 99.79% at pH 10. Factor analysis revealed that at pH 4.7 increasing electrolyte concentration decreases metal distribution in the system by reducing metal adsorption and decreasing metal ligand complexation. At pH 10 Cu adsorption factors accounts for only 14.83% of the processes influenced by electrolyte concentration, and aggregation factor accounts for 84.95%. Increasing electrolyte concentration essentially transfers Cu to the solution phase and HA the solid phase of the system.",
      "name": "ELECTROLYTE-MODIFIED PARTITION OF Cu IN A TERNARY SYSTEM CONTAINING HUMIC ACID",
      "format": "PDF",
      "url": "https://ckannet-storage.commondatastorage.googleapis.com/2014-07-07T00:58:48.959Z/apea-and-ephraim.pdf",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "4da1e45b-f85b-4fa0-835d-906025d79e41",
      "created": "2014-07-07T00:59:58.523035",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "ae861824-ba62-49cc-86f0-5930d2cf2de6",
      "url_type": null,
      "id": "38d130f8-6cfd-4e1c-baae-c74ad26c7f72",
      "resource_type": "file.upload",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Consumption of contaminated water may result in several water-borne diseases. In recent times the use of household water treatment and safe storage is being used to avert this problem. In this study he ceramic water filter, which is one of the effective water treatment techniques, was studied and evaluated to provide information that will help improve their performance and promote their use. Two kinds of ceramic filters were fabricated, one without hydroxylapatite and the other with hydroxylapatite. Their flow rates were determined and their ability to remove E.coli was also tested. The results indicated that the two kinds of filters fabricated did not show any significant difference in their flow rates. Their flow rates were between 1-2 liters per hour (L/h), which is the acceptable flow rate for all ceramic filters. The SEM scan of the finished filters indicated that the pores present in the filters are more of interconnected pores. Results from the E.coli test also showed that E.coli removal was successful since there was no colony formation in the water filtered with the ceramic filters. EDS and X-ray analysis of the clay used for the fabrication revealed a compound known as Albite and other elements like K, C, F, Cd, Fe, Ti and Mg.",
      "name": "REMOVAL OF E.COLI FROM DRINKING WATER USING HYDROXYAPATITE MODIFIED CLAY FILTER",
      "format": "PDF",
      "url": "https://ckannet-storage.commondatastorage.googleapis.com/2014-07-07T01:00:11.604Z/dang-i-and-soboyejo.pdf",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "4da1e45b-f85b-4fa0-835d-906025d79e41",
      "created": "2014-07-07T01:03:08.235704",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "f8c997ff-5efe-4f5a-8653-da03bda1dc35",
      "url_type": null,
      "id": "e37f7ad6-6942-4d0a-8fea-7eba9a032f55",
      "resource_type": "file.upload",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Natural resources are a gift to any nation. The article focused on demonstrating that natural materials hold the potential to generate income for any nation. The study tested the potential and efficiency of crude resins from indigenous plants in the extraction of humic substances from soil. The points of zero charge of crude resins from five plants (Anarcadiumoccidentale, Bowswellia sacra, magniferaindica, Euphorbia tiricalli, and Haveabraziliensis) were determined using potentiometric method (batch titration method). Batch experiments of resin (solid) – solution system was used to extract the humic substances. The results revealed that with the exception of Bowswellia sacra, resins from the other plants have the potential to extract humic acid and fulvic acid. Adsorption efficiency studies indicated that the plant resin with the highest efficiency of extraction (83.88%) for humic acid is Euphorbia tiricalli. And for fulvic acid the highest efficiency (77.29%) is Anarcadiumoccidentale. No net adsorption was noted for Bowswellia sacra for HA and FA. Knowledge of the point of zero charge of the resins enhanced our understanding and provided a potential alternative method of extracting commercial grade HA and FA from soil, to generate income for poverty alleviation.",
      "name": "CHEMICAL EXTRACTION OF HUMIC SUBSTANCES USING NATURAL RESINS",
      "format": "PDF",
      "url": "https://ckannet-storage.commondatastorage.googleapis.com/2014-07-07T01:03:25.332Z/apea-and-isaac.pdf",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "4da1e45b-f85b-4fa0-835d-906025d79e41",
      "created": "2014-07-07T01:04:16.335152",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 5,
      "revision_id": "b3e026a9-7161-498c-b2bb-250c3e52fc7a",
      "url_type": null,
      "id": "86ccc213-f5a5-4148-8adf-c57aaa04af7b",
      "resource_type": "file.upload",
      "size": null
    }
  ],
  "num_resources": 6,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Mathematics",
      "id": "e664327a-3b21-4f4a-8ffd-1544cf258d7c",
      "name": "Mathematics"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "applied biology",
      "id": "c1b80eaa-f9a5-422a-ae00-e75c7b084d0a",
      "name": "applied biology"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "applied physics",
      "id": "ab5bb4f7-e999-4f66-82a4-0ca47be3c330",
      "name": "applied physics"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "applied science",
      "id": "ca3d0950-c06e-4443-a532-a5c7a2629abb",
      "name": "applied science"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "biology",
      "id": "d1914a5d-572f-4339-b6ad-ba7fc5cb12e5",
      "name": "biology"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "chemistry",
      "id": "a6973b1d-9b28-4ba4-9323-f4489335e80f",
      "name": "chemistry"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "physics",
      "id": "ae469aae-4aa0-4ff1-b582-b73408fe110a",
      "name": "physics"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "science",
      "id": "8cda05a5-8312-46aa-b077-571b97363826",
      "name": "science"
    }
  ],
  "groups": [],
  "license_id": "cc-by-sa",
  "relationships_as_subject": [],
  "organization": {
    "description": "Novel Publications is a service provided  in association with academicians and scholars from diverse fields to promote innovative ideas geared toward promoting human life through research and publications. \r\nIt seeks to achieve this through:\r\n1- Academic open access peer-reviewed e-journal publications.\r\n2- Organizing, managing, and publishing e-conference proceedings.\r\n3- Publication of e-books.",
    "created": "2014-06-28T08:33:06.892831",
    "title": "Novel Publications",
    "name": "novel-publications",
    "is_organization": true,
    "state": "active",
    "image_url": "http://ojs.onghana.org",
    "revision_id": "999e452a-ab72-4b79-a562-18094e086d49",
    "type": "organization",
    "id": "72696ad6-4634-4279-8c2b-0c44b2622bfc",
    "approval_status": "approved"
  },
  "name": "journal-of-scientific-innovations-for-development-vol-1-no-1",
  "isopen": true,
  "url": null,
  "notes": "The journal is an international medium for publication of original scientific research in academic disciplines with emphasis on innovative ideas geared toward advancement in technology. It seeks to bring to light the cutting-edge scientific innovation and discoveries in the millennia with a view to shaping and improving human life. It is a multidisciplinary journal which accepts papers from natural sciences, engineering and other applied sciences. The scope is multidisciplinary and international.",
  "owner_org": "72696ad6-4634-4279-8c2b-0c44b2622bfc",
  "extras": [],
  "license_url": "http://www.opendefinition.org/licenses/cc-by-sa",
  "title": "JOURNAL OF SCIENTIFIC INNOVATIONS FOR DEVELOPMENT (Vol 1 No 1)",
  "revision_id": "583011b7-f5b6-4222-8c63-58db71278600"
}