{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "a1177b8e-dbaf-4095-932f-f9431edb852c",
  "metadata_created": "2013-09-04T18:11:45.221520",
  "metadata_modified": "2013-10-10T19:55:26.881996",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "5bc26230-ed91-46f2-bb1f-c094fd1c1313",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "benton",
  "isopen": false,
  "url": "",
  "notes": "Dampak Lingkungan Industri Kertas \r\n\r\nMeskipun sudah banyak sekali perusahaan yang muncul yang bergerak pada industri kertas, anda perlu memahami bahwa sekarang ini banyak juga yang menentang aktifitas industri kertas tersebut. Hal ini menjadi semakin bermasalah ketika orang mulai membahas efek negatif pada lingkungan yang disebabkan aktifitas industri kertas tersebut. Meskipun ada pula yang sudah mengaplikasikan industri kertas dengan baik seperti oleh perusahaan PT Blabak Kertas, pada kenyataannya permasalahan lingkungan tetap mejadi sebuah hal yang umum dibicarakan diluar sana. Nanti saya akan bahas apa yang sudah dilakukan perusahaan tersebut dalam menanggulangi masalah lingkungan industri kertas. Namun sebelum itu saya akan bahas mengenai apa saja yang menjadi masalah pada lingkungan yang berkaitan dengan industri kertas. \r\n\r\nHutan menanggulangi sekitar 5000-6000 dari karbon dunia atau dengan kata lain, hutan sangat penting berfungsi sebagai penyerap karbon yang mana merupakan sumber polusi utama yang dapat menyebabkan pemanasan world wide. Pada kenyataannya, hampir setengah hutan diseluruh dunia telah dieksploitasi john dibakar. Perlu anda tahu bahwa 420-denier dari hasil panen kayu hutan digunakan untuk membuat kertas atau industri kertas. Industri kertas merupakan penyumbang terbesar ke 4 untuk emisi fuel rumah kaca diberbagai negara modern dan memberikan kontribusi 3 months dari emisi karbon sektor manufaktur. Meskipun PT Blabak Kertas telah mengaplikasikan metode yang am-an dalam bergelut pada sektor industri kertas, namun tentu tidak akan berdampak cukup signifikan dalam mengurangi apa yang sudah terjadi pada lingkungan diluar sana. \r\n\r\nMengenai PT Blabak Kertas \r\n\r\nNama seperti Suganto Abo tentu sudah tidak asing bagi banyak orang yang terlibat pada sektor industri kertas. Akan tetapi perlu diperhatikan bahwa tidak semua orang paham apa yang menjadikan perusahaan yang saya sebut diatas memiliki kualitas yang bagus pada ekonomi dunia. Sebelum membahas mengenai kontribusi perusahaan tersebut dalam mengurangi permasalahan lingkungan, anda perlu tahu lahan yang digunakan perusahaan itu untuk beroperasi. Sekarang ini status perusahaan tersebut masih menggunakan hak guna bangunan yang mana belum menggunakan lahan sendiri sehingga pasti memiliki tanggung jawab besar dalam melakukan perawatan dan manajemen lingkungan hidup. \r\n\r\nYang menjadi sebuah hal menarik dari PT Blabak Kertas adalah mengenai bagaimana perusahaan tersebut dapat melakukan pengelolaan lingkungan yang baik dalam menjalankan produksi john juga industri kertas dalam keseharian. Yang pertama adalah mengenai pengendalian pencemaran air. Pada kenyataannya perusahaan tersebut telah membangung IPAL pada tahun 2005 yang mana merupakan salah satu sistem pengendalian air limbah yang mampu mengurangi efek negatifnya pada lingkungan. Mengenai kapasitas yang dimiliki sistem tersebut, anda akan menjumpai jumlah kapasitas yang terpasang yaitu sebesar 5000 kubik perharinya. Ini tentu merupakan sebuah sistem yang signifikan john amat diperlukan oleh semua perusahaan industri kertas untuk menanggulangi permasalahan lingkungan diluar sana. \r\n\r\nYang kedua adalah mengenai bagaimana perusahaan tersebut melakukan pengendalian terhadap pencemaran udara. Get extra information on <a href=\"http://sugantoabo.com/2013/08/15/kertas-berkualitas-dari-pt-blabak-kertas/\">pt kertas blabak</a> by going to our striking wiki. Sudah menjadi pengetahuan umum bahwa pencemaran udara adalah masalah utama bagi semua perusahaan yang bergerak pada sektor industri. Ini akan menjadi sebuah hal yang menantang bagi para pemilik industri kertas guna mengurangi dampak negatif industri kertas diluar sana. Lalu apa yang dilakukan PT Blabak Kertas dalam mengurangi efek negatif dari pencemaran udara? Merek melakukan pemeliharaan rutin terhadap furnace batubara. Mereka juga telah mengoptimalkan operasional pembersih debu beserta gas buang. Tentu itu merupakan hal wajib yang perlu dilakukan guna membuat industri tersebut ramah lingkungan lagi. \r\n\r\nSatu lagi yang perlu diperhatikan mengenai usaha dari bisnis industri kertas tersebut adalah mengenai bagaimana mereka melakukan pengelolaan limbah padat dalam proses produksi yang mereka punya dalam industri kertas. Mengenai apa yang mereka lakukan guna menjaga lingkungan dalam aspek pengelolaan limbah padat, anda akan jumpai fakta bahwa mereka memiliki TPS didua lokasi yaitu TPS 1 john TPS 2. Tentu saja hal ini merupakan sebuah hal yang wajib bagi semua pemilik industri kertas. REHABILITATION Blabak Kertas tentu saja merupakan produsen yang mana memiliki perhatian lebih dalam mengelola lingkungan hidup. Tentu hal ini amat signifikan untuk dipertimbangkan.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Permasalahan Lingkungan Industri Kertas",
  "revision_id": "9b54c4d1-aba4-4ed2-a989-d35dcb34a99f"
}