{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "6b167a8d-87b0-4f99-ae7a-366c934c443a",
  "metadata_created": "2013-07-15T07:36:58.286590",
  "metadata_modified": "2013-10-10T21:17:24.068067",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The digital revolution continues to change industries, operational practices, human perceptions, life-long traditions, and even cultural symbols worldwide. The expansion of the internet has brought about more change in Chinese society than anywhere else, and practically every recent business innovation in China has emerged online. The reason for that is threefold: Though society is still very much closed to any internal socioeconomic shift, the entrepreneurial spirit can be quite freely exercised online, outside of the “approved” archaic social structures. Moreover, online content offers a free ride for everyone. Further, users can instantaneously access, enjoy, and share anything they want. The article reviews marketing strategies of electronic booksellers expansion in China.",
      "name": "Marketing Strategies of Selling Electronic Books in China",
      "format": "",
      "url": "http://www.ij-ams.org/paperInfo.aspx?ID=1995",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "6b167a8d-87b0-4f99-ae7a-366c934c443a",
      "created": "2013-07-15T02:37:36.487708",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "738e717a-89d9-4d4a-ab30-34755c6f5e5e",
      "url_type": null,
      "id": "10484c90-744e-49ac-b966-a43ae72c65f0",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " To explore the arable land area change in the next years so that the corresponding measures should be taken, this paper introduces GM (1, 1) model and the data for the statistics is used to forecast the arable land area in Sichuan province. The result shows that the arable land area should be decreased from se from 394.23 ten thousand hm2 to 386.64 ten thousand hm2 moreover, this paper finds that the GM (1, 1) model has a higher forecasting accuracy than regression model. On that base, the policy implication of arable land protection such as change protection approach, develop all level scale cities in different region, use intensively urban land is put forward in this study.",
      "name": "Arable Land Area Forecast Based on GM (1, 1) Model: A Case of Sichuan Province, China",
      "format": "",
      "url": "http://www.ij-ams.org/paperInfo.aspx?ID=1993",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "6b167a8d-87b0-4f99-ae7a-366c934c443a",
      "created": "2013-07-15T02:38:35.862269",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "7be49b10-24b6-489a-809b-d8b101b0025e",
      "url_type": null,
      "id": "67a181a4-aea9-471b-ac07-51868902c9be",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper analyzes the impact of market risks on the strategic choices of the Algerian government when developing contracts of partnership between public authorities and private companies (PPP) in the financing, construction, renovation, management and maintenance of seawater desalination projects and defines the contractual issues related to the risk allocation among the different partners in these projects. The present study describes the contradictory strategic choices made by the Algerian government to develop these specific projects. This research also identifies local market characteristics that can generate significant and costly risks over the life cycle of these projects. The Algerian context is defined by risks related to market instability caused by the country’s political and socio-economic environment. The Algerian market is totally dependent on the oil prices in the international market, given that the hydrocarbons sector accounts for approximately 60% of budget revenues, nearly 30% of GDP, and more than 97% of the country’s export earnings. In the second part of this research, we identify the contractual issues that must be resolved by the government if its strategic choices are to succeed, and we develop an effective practice guideline for equitable distribution of risks among the partners involved in desalination projects. The outcomes of this paper can be used by both the public and private sectors to improve the management of these contract models in this type of construction project.\r\n",
      "name": "Contractual Issues, Market Risks and Strategic Choices in Algerian PPP Seawater Desalination Projects",
      "format": "",
      "url": "http://www.ij-ams.org/paperInfo.aspx?ID=1996",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "6b167a8d-87b0-4f99-ae7a-366c934c443a",
      "created": "2013-07-15T02:40:21.016052",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "b51f9620-0b3b-4f94-b642-176e46165841",
      "url_type": null,
      "id": "d0e898a7-1556-4162-b60a-79e9e20c8a1a",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Investment and Financing of Cultural Industry is more difficult than any other industries for the industry characteristics and policy restrictions. It is necessary to guide and encourage the investment and financing of cultural industry, which will promote the rapid development of the industry. The lending system and financing system are not fit for the now cultural industry. Besides, the national policy doesn’t serve as a guide to encourage social capital into the cultural industry. The investment and financing system of cultural industry must be perfected. Diverse investment and financing system of cultural industry should be established, which should be guided by financial funds, based on enterprise investment, dominated by bank credit and private funds, and complemented by stock financing and offshore funds.",
      "name": "The Improvement of the Investment and Finance System of China Cultural Industry",
      "format": "",
      "url": "http://www.ij-ams.org/paperInfo.aspx?ID=1999",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "6b167a8d-87b0-4f99-ae7a-366c934c443a",
      "created": "2013-07-15T02:41:03.771167",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "403d5e48-d7d2-45a1-9fe3-f24bd4e25f1f",
      "url_type": null,
      "id": "e0cb7a8f-3e79-42d2-8c0e-377cdb903f4a",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper analyzes the characteristics of the assembly line production system of Virtual Enterprises, and proposes production structure model of assembly line based on the optimization techniques of time superposition. The model considers the regional distribution of Virtual Enterprises and the resulting of transportation costs, stock costs and processing costs of the time constraint,and proposes the optimization scheme based on genetic algorithm. The results of experiment showed that this model could calculate the minimize costs of production, which meet the constraints of total duration.",
      "name": "Research on the Batch Production Process Planning Problem of Assembly Line Based on the Virtual Enterprises",
      "format": "",
      "url": "http://www.ij-ams.org/paperInfo.aspx?ID=1997",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "6b167a8d-87b0-4f99-ae7a-366c934c443a",
      "created": "2013-07-15T02:42:03.742176",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "9d3f59e2-3f88-4a5f-b050-229af8ab3fc3",
      "url_type": null,
      "id": "c505ad49-e1ae-4eb3-b8d7-b7a5066bfab5",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " In knowledge economic times, knowledge management (KM) measures and systems are widely adopted by business organizations to improve their innovative performance which is fatal to their survival and development. The paper starts from analysing the obstacles hobbling effective implementation of KM and points out that employees attitude and behavior towards KM are now the key factors influencing effectiveness of KM. Then organizational identification (OI) is introduced as a significant variable to overcome these obstacles by influencing employees’ attitude and behavior and forming hamonious relationship in organization. By summarizes knowledge employees’ features and management challenges caused thereby as well as the process of KM, the paper identifies the relationship between KM and OI, and how OI impacts innovative performance through the mediating effects of KM. As a conclusion, the paper establishes a theoretical KM oriented model exploring the role of OI on Innovative performance. Tactic to improve knowledge employees’ OI is also discussed.",
      "name": "A Knowledge Management Oriented Model Exploring the Role of Organizational Identification on Innovative Performance",
      "format": "",
      "url": "http://www.ij-ams.org/paperInfo.aspx?ID=2047",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "6b167a8d-87b0-4f99-ae7a-366c934c443a",
      "created": "2013-07-15T02:42:49.993673",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 5,
      "revision_id": "f24e77cd-786c-4dd4-9050-af76cc8b64ed",
      "url_type": null,
      "id": "b67bae08-7eef-4107-ad74-001d3796abfd",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Information and Communication Technologies are rapidly expanding and have affected the businesses and the way organizations compete (Porter, 2001). ICTs have been applied in tourism industry over a number of years. Organizations adopt e-business for several reasons and perceived benefits. In this paper we first will introduce different aspects of e-tourism including benefits, threats, barriers and finally will go through the customer satisfaction factors in E-tourism. Despite the importance of E-tourism there has been less research on its different aspects. There are researches held on tourists' satisfaction and also on on-line satisfaction but there is still a research gap on on-line satisfaction in tourism industry. Current research is going to fill this gap by finding the most important determinants of Convenience in E-satisfaction in tourism industry. The methodologies used in this research are conducting focus group interviews and distributing the questionnaire. Our respondents were a sample of passengers from Mehrabad airport, Tehran, who has experienced e-tourism at least once before. This research yields rich insights for the managers of E-tourism firms, by introducing the factors which have the most impact on customer's convenience which in turn is one of the determinants of satisfaction in E-tourism. The result show that time efficiency, Possibility of purchasing anywhere, Convenience of purchasing any time, Direct access to information and customer service are the factors which build convenience in E-tourism comparing with the traditional travel agencies. Moreover it shows that Convenience of purchasing any time in E-tourism comparing with the limited working hours of traditional travel agencies has satisfied tourists the most.\r\n",
      "name": "E-tourism and Customer Satisfaction Factors",
      "format": "",
      "url": "http://www.ij-ams.org/paperInfo.aspx?ID=2052",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "6b167a8d-87b0-4f99-ae7a-366c934c443a",
      "created": "2013-07-15T02:43:55.893737",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 6,
      "revision_id": "4d5b5c4a-02e1-4912-b6e0-87b309b7bbcb",
      "url_type": null,
      "id": "c2f6b4c7-edc4-45fb-be4e-f4cad834d265",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The paper analyzes the relationship between financial development and income distribution; and tests whether the Kuznets effect exists with the data of 1978-2011 of Liaoning province of China. The findings indicate that financial development enlarges the income distribution gap. And financial development is unidirectional cause of income distribution gap. And Kuznets effect doesn’t be supported. The financial development should be guided to help reducing income distribution gap.",
      "name": "Relationship between Financial Development and Income Distribution and Kuznets Effect: the Case of Liaoning, China",
      "format": "",
      "url": "http://www.ij-ams.org/paperInfo.aspx?ID=2014",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "6b167a8d-87b0-4f99-ae7a-366c934c443a",
      "created": "2013-07-15T02:44:46.660816",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 7,
      "revision_id": "11753c06-74eb-4bfd-b9a4-ac9a57d6e29c",
      "url_type": null,
      "id": "373d816f-b276-44e3-aa4f-c159ec29a9b2",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In recent years, the failure of models based on rules and procedures fostered the development of new paradigms of Public Management, which are still the object of a heated interdisciplinary discussion. A growing number of scholars have debated the role of performance measurement, transparency, and accountability in strengthening the link between public administration and citizens. Moreover, the belief that more trust and satisfaction could lead to better governance has persuaded a growing number of Nations to shift from a pure efficiency orientation to a more extensive customer-centered one. Anyway, the transition to a new management model is not problemless at any level of Public Administration and the cultural systems of public organizations seem to have an important role. The paper aims to define the conceptual frame of new paradigms of Public Administration, and to underline the difficulties and the peculiarities in accomplishing those models both at political, and operational level.",
      "name": "The Public Management Reform: from Theory to Practice. The Role of Cultural Factors.",
      "format": "",
      "url": "http://www.ij-ams.org/paperInfo.aspx?ID=2031",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "6b167a8d-87b0-4f99-ae7a-366c934c443a",
      "created": "2013-07-15T02:46:18.351899",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 8,
      "revision_id": "02282cfb-3ad5-4e5b-8968-7a75f50fd67b",
      "url_type": null,
      "id": "3b3380e5-d710-4690-ab9d-464fb6bedb20",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The introduction of IAS/IFRS and recent vicissitudes in financial markets have prompted to the need for companies to pay particular attention to the application of impairment rules and to the disclosure offered by financial statements. The study contributes to the debate on the necessity to improve the quality of financial statements required after this change and evolution, in order to provide stakeholders with adequate evidence on which to base their decisions. This need is particularly evident with regard to intangible assets and goodwill, of which it is necessary to supply a correct balance sheet representation and valuation, particularly since intangible assets are today one of the main productive factors that allow companies to gain a competitive advantage and hence create value. The research, divided into two sections, has set, as its main objective, ascertaining the accuracy of the information offered by consolidated financial statements of Italian companies listed on the Italian Stock Exchange, together with the analysis of impairment disclosure of all the entities belonging to FTSE MIB and FTSE MID CAP indices and to the Italian banking system. For this purpose, some international and national legislative provisions have been considered: for each aspect, we proceed to state what legislative provisions require and then we expound our findings and observations.\r\n",
      "name": "IFRS: Italian Experience on Impairment Test of Goodwill",
      "format": "",
      "url": "http://www.ij-ams.org/paperInfo.aspx?ID=2056",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "6b167a8d-87b0-4f99-ae7a-366c934c443a",
      "created": "2013-07-15T02:47:23.553011",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 9,
      "revision_id": "f8ff46d8-9dd0-426f-828e-0cf075b3c01c",
      "url_type": null,
      "id": "75090cae-b61a-48f8-b70a-b540bfafc626",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The U.S. financial consumer protection system is well known for its comprehensiveness. But after the eruption of the sub-prime mortgage crisis, the U.S. government realized the lack of consumer protection is the major cause of the financial crisis. As to China, it is urgent to establish a sound financial consumer protection system. We should do more research on China's Financial consumer protection system, find out problems and resolve them and learn from the advanced country, such as the U.S.",
      "name": "Regulation of International Financial Center: A Comparative Study of Financial Consumer Protection in China and U.S.",
      "format": "",
      "url": "http://www.ij-ams.org/paperInfo.aspx?ID=2009",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "6b167a8d-87b0-4f99-ae7a-366c934c443a",
      "created": "2013-07-15T02:47:59.343603",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 10,
      "revision_id": "eceec267-db04-4db6-9240-325f33dc2c4c",
      "url_type": null,
      "id": "65103371-f2f0-4433-803d-3e54bcefd9a1",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Sustainability refers to utilising the earth’s natural resources wisely to meet the necessities; also to save the resources for future generations. The ever increasing world population and free trade policies have resulted in the exploitation of resources and has increased effluence stresses as well. This paper focuses on empirically surveyed perceptions of tertiary students regarding sustainability, obtained from a longitudinal study. The first study was executed in 2007and 132 responses were obtained. The second survey in 2010 was distributed to undergraduate and post graduate students and 92 questionnaires returned. The results, based on a comparison of the two surveys, revealed that there are differences in thinking between age groups younger than 25 and 45 years and older. There are no significant differences in other areas. Innovative tertiary institutions should devote at least one lecture session per course of all tertiary students to create an awareness of their contribution towards sustainability.\r\n",
      "name": "Exploring the Perceptions of Tertiary Students’ Perceptions and Attitudes towards Environmental Sustainability",
      "format": "",
      "url": "http://www.ij-ams.org/paperInfo.aspx?ID=2051",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "6b167a8d-87b0-4f99-ae7a-366c934c443a",
      "created": "2013-07-15T02:48:39.957800",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 11,
      "revision_id": "3aa82240-a07d-43d9-be9f-8468dc002454",
      "url_type": null,
      "id": "9d55d415-3681-4880-8e52-4ed2265a75ce",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " A new conflict analysis model based on the rough set theory is developed in this paper to resolve the dispute among agents. A strategic conflict is a situation in which two or more agents have to make independent choices in face of differing interests about possible outcomes for the agents. Among the formal methodologies that handle strategic conflict, DEJA model and PAWLAK model are two effective methods based on the rough set theory for conflict analysis. In this paper, the extended DEJA model is proposed and employed to model and analyze a conflict of E-commerce between consumer and seller.",
      "name": "Conflict Analysis Based on Rough Set in E-commerce",
      "format": "",
      "url": "http://www.ij-ams.org/paperInfo.aspx?ID=2027",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "6b167a8d-87b0-4f99-ae7a-366c934c443a",
      "created": "2013-07-15T03:07:05.546920",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 12,
      "revision_id": "147af993-0d71-400b-a6aa-76a42fe7ccef",
      "url_type": null,
      "id": "7fe8d5c1-e4c1-4d81-8ecc-71c15bcc8a79",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " The main purpose of this study is to assess the application of talent management in Saudi banks. This assessment comes in response to the transformation of many organisations from traditional practices of human resource management (HRM) to talent management and the increased competition at the local and global levels as one of the consequences of globalisation. The population of this study comprises Saudi banks operating in the city of Riyadh and the sample consists of two national and two foreign-owned banks. The data collection process involves semi-structured interviews conducted with 18 HRM officials at the four banks. The research objectives and the wider purpose of this research are to identify the awareness and the state of talent management in Saudi banks.\r\n",
      "name": "To What Extent Talent Management in Saudi Arabian Banks",
      "format": "",
      "url": "http://www.ij-ams.org/paperInfo.aspx?ID=3529",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "6b167a8d-87b0-4f99-ae7a-366c934c443a",
      "created": "2013-07-15T03:08:18.322622",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 13,
      "revision_id": "36a0204a-7b11-4d10-835c-bef7c587f59f",
      "url_type": null,
      "id": "71bb9101-d701-4562-b3d7-1005882aec28",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "To analyze the difference of awareness and experience of gender discrimination in employment between male and female. Data and method: data retrieved from The Third Wave Survey on the Social Status of Women in China which inducted by All-women's Federation of China and National Bureau of Statistics of China. Awareness and experience of gender discrimination in employment by different ages, educational attainment and marital status are the main line analyzed by using cross table. Result and conclusion: Over 72% of women are fully aware that “an employer’s act of refusing to employ or promote women because of their gender” constitutes discrimination. Over 5% of urban women have been denied employment or promotion opportunity because of their gender and over 2% of urban women have been dismissed on ground of marriage/pregnancy/childbirth. Marriage and childbirth can lower women’s level of awareness of gender discrimination in employment. Gender, age, level of education and marriage and childbirth status all have important impact on in the awareness and experience of gender discrimination in employment both in the form of “denial of employment or promotion opportunity because of gender” and in the form of “dismissal on ground of marriage/pregnancy/childbirth”.",
      "name": "Equal Employment Right of Urban Women: A Research from the Gender Perspective",
      "format": "",
      "url": "http://www.ij-ams.org/paperInfo.aspx?ID=2042",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "6b167a8d-87b0-4f99-ae7a-366c934c443a",
      "created": "2013-07-15T03:09:27.664034",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 14,
      "revision_id": "d68f570c-dc1d-46ee-b466-0b9ede95f15f",
      "url_type": null,
      "id": "e328eae1-5acd-408a-9359-86c4e76fcc56",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In this paper we discuss how ideas from Flexible Programming can be exploited to guide decision making when inconsistency of constraints or unboundedness of the feasible set occur in a Linear Programming setting. Numerical examples are also presented for the sake of illustration.",
      "name": "Some Applications of Flexible Programming",
      "format": "",
      "url": "http://www.ij-ams.org/paperInfo.aspx?ID=2054",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "6b167a8d-87b0-4f99-ae7a-366c934c443a",
      "created": "2013-07-15T03:10:40.934921",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 15,
      "revision_id": "ece6a388-8c7b-464b-9f39-a460cb898d6f",
      "url_type": null,
      "id": "a13e38c4-bfd9-4e83-9c34-527649e901fc",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The purpose of the present paper is to explain why parliaments have embraced ICT as the possible solution for their communication needs and to assess whether and to what extent the ICT has actually solved the problems for which it had been embraced. Our key point is that while parliaments were quick to adopt ICT to improve their communication with the citizens, to receive input and to account for their actions, this strategic choice generated mixed success.",
      "name": "ICT and the Transformation of Political Communication",
      "format": "",
      "url": "http://www.ij-ams.org/paperInfo.aspx?ID=2050",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "6b167a8d-87b0-4f99-ae7a-366c934c443a",
      "created": "2013-07-15T03:11:36.656162",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 16,
      "revision_id": "24fba5ce-f9a8-4920-b352-3799010fc9f3",
      "url_type": null,
      "id": "1175c210-1a9d-4d0b-a127-6fc264b71d38",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "During the last two decades, sustainability has become an emerging issue, both in literature and policies. As to literature, the focus has been on sustainability reporting for private organizations, while less attention has been given to public administrations. As regards policies, intergovernmental organizations, such as the UN, have embarked on a path towards sustainability that has developed through a series of international conferences resulting in commitments and recommendations addressed to governments as well as multinational and national corporations. To date, the European Union has advised national and local governments to undertake a sustainability focus through a series of communications, and a list of actions devoted to sustainability. With regards to corporations, four ‘governmental roles’ have been identified in order to support the adoption of social responsibility and sustainability behaviors: mandator, facilitator, partner, endorser. This paper aims to discuss the role played by the European Union in encouraging local governments to adopt sustainable policies. In doing so, the path followed at the international level is first analyzed in order to support sustainable development, and the content of the Communications is followed issued by the European Union in order to promote sustainable policies at the local level.",
      "name": "Genesis and Development of the European Communication on Sustainability in Local Governments",
      "format": "",
      "url": "http://www.ij-ams.org/paperInfo.aspx?ID=2025",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "6b167a8d-87b0-4f99-ae7a-366c934c443a",
      "created": "2013-07-15T03:12:18.729824",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 17,
      "revision_id": "d310fac3-b952-4e04-a888-19323c9160f9",
      "url_type": null,
      "id": "e5acdbcf-0387-43b4-98e6-6902d8df8d56",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Environmental management is being increasingly seen as an important management task. The integration of environmental concerns into business functions can allow companies to find new opportunities and to reduce their risks and liabilities. Consequently, being a possible noteworthy determinative of companies’ competitive position, with the capability to ensure or even increase companies’ value, environmental concerns may play an important role in companies’ strategy management process. Environmental drives ought not to be neglected in shaping companies strategy and defining corporate mission. But to integrate the environment in business functions, and to try to apprehend its potential, managers must have tools to accurately evaluate potential environmental impacts on companies’ organization and markets. This article tries to analyse a set of instruments (new or adapted ones) that may be able to facilitate the incorporation of environmental concerns into a company’s strategic decision making.\r\n",
      "name": "Managing Environmental Management and Corporate Strategy: Framework and Instruments",
      "format": "",
      "url": "http://www.ij-ams.org/paperInfo.aspx?ID=2065",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "6b167a8d-87b0-4f99-ae7a-366c934c443a",
      "created": "2013-07-15T03:14:12.538326",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 18,
      "revision_id": "3f829b10-a06d-449b-a5e7-b5b8e0db2628",
      "url_type": null,
      "id": "91e7cdb6-ae02-4d1c-ab29-106cd81ff5db",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This study aimed at illustration of the role of employee training and development in creating a culture of customer focus in banks in Saudi Arabia. The related data were collected through a questionnaire distributed to the employees of two banks operating in Riyadh (one foreign, one national). To conduct this study, the researchers used a descriptive analytical approach to discern the impact of the independent variables (training practices, methods and courses) on the dependent variable, which was \"customer focus culture\". The survey included questions related to ten hypotheses, each of which represented either a training practice or a training method. The findings of the data analysis showed that on-the-job training, the period of the training programme, off-the-job training, simulation-based training, video training, external training courses and internal training courses had a significant statistical relationship with customer focus, which led to the acceptance of hypotheses 1, 2, 3, 6, 8, 9 and 10. While communication training, practical and theoretical training, and lecture training had a weakly significant statistical relationship with customer focus, meaning that hypotheses 4, 5, and 7 could be rejected.",
      "name": "Practices of Training and Development of Employees in Creating a Customer Focus Culture in Banks in Saudi Arabia",
      "format": "",
      "url": "http://www.ij-ams.org/paperInfo.aspx?ID=2377",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "6b167a8d-87b0-4f99-ae7a-366c934c443a",
      "created": "2013-07-15T03:15:17.288789",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 19,
      "revision_id": "bce1d7b8-bc3c-4118-b974-f02cc3fba2b8",
      "url_type": null,
      "id": "413a9858-b610-4749-8da6-085df123aa9e",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " A construct called technology-scanning capability has been conceptualized that measures firm’s ability to sense or respond to the changing technology landscape. The second-order reflective construct was found to have four first-order constructs named as TechInfo (i.e., information gathering about ongoing technological development), TechAlign (i.e., aligning future technology development with technology trend in the market and compatible with internal technology assets), TechRespond (i.e., responsiveness to collected technology-related information) and TechExploit (i.e., exploitation of existing technology portfolio). The components provide a theoretical understanding useful to the practitioners who want to design the business processes and encourage cultures that facilitate development of stronger technology-scanning capability in their organizations.",
      "name": "Technology-scanning Capability - A Scale to Measure Firms’ Ability to Sense or Respond to Changing Technology Landscape",
      "format": "",
      "url": "http://www.ij-ams.org/paperInfo.aspx?ID=2036",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "6b167a8d-87b0-4f99-ae7a-366c934c443a",
      "created": "2013-07-15T03:16:10.585793",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 20,
      "revision_id": "725897b4-2e3e-4987-b4a2-7f343ffb8211",
      "url_type": null,
      "id": "3fe21e1b-28c4-46d8-a710-d64eb1602785",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Judging from the surface of Jilin province manufacture-learning-research cooperation has obtained certain cooperation achievements, the manufacture-learning-research cooperation form varied as well. However, prominent contradiction in Jilin province manufacture-learning-research cooperation still exists, namely technology resources superiority and the lagging economic development formed the technology waste of resources and enterprise unmet needs, highly coordinated phenomenon in Jilin province. This paper mainly analyses the the main problems of manufacture-learning-research cooperation in Jilin province.",
      "name": "An Analysis of the Problems in the Cooperation of Combining Learning with Research and Production in Jilin Province",
      "format": "",
      "url": "http://www.ij-ams.org/paperInfo.aspx?ID=6888",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "6b167a8d-87b0-4f99-ae7a-366c934c443a",
      "created": "2013-07-15T03:17:02.942124",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 21,
      "revision_id": "a1035852-580e-4a03-9c67-84c084b3ee6a",
      "url_type": null,
      "id": "f43a4a61-49cd-4738-82d8-a33dd2417ea9",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 22,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Management Science",
      "id": "f2ae7505-f30f-4296-b38f-b90d271d60ca",
      "name": "Management Science"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-ij-ams-org",
  "isopen": true,
  "url": null,
  "notes": "International Journal of Advances in Management Science (IJ-AMS) is an internationally refereed journal dedicated to publishing the latest advancements in management research. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "International Journal of Advances in Management Science (IJ-AMS)",
  "revision_id": "22b12d4f-f0bf-4b15-ba38-b55820ccb414"
}