{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "84e6695d-5116-4a68-86d7-2b1ea56e131f",
  "metadata_created": "2013-07-16T01:02:37.180369",
  "metadata_modified": "2013-10-10T21:17:24.068067",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Case-based reasoning is an approach to problem solving and learning that has got a lot of attention over the last few years. This paper provides an overview of the casebased reasoning, brief outline on applicability of case-based reasoning to test suite, describing the various features of adaptive test suite system based on CBR framework will possess. The current work demonstrates the benefit of case base in reasoning approach for selecting test case or for testing the product during system testing and regression testing phases of the product.\r\n",
      "name": "Features Of Adaptive Test Suites",
      "format": "",
      "url": "http://www.ij-csa.org/paperInfo.aspx?ID=2224",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "84e6695d-5116-4a68-86d7-2b1ea56e131f",
      "created": "2013-07-15T20:03:17.453229",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "853ffa57-2149-43a8-a67c-54e226d72a26",
      "url_type": null,
      "id": "e1e14851-7247-4038-b19c-c08704d0b9a9",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper presents the advantages of using Audio amplifiers-class-D which has an important role in every mobile system involving an audible sound. General power amplifiers till recently have been very inefficient, bulky and unreliable. Though Class AB amplifiers have major market share in the audio industry because of their efficiency compared to previous classes of amplifiers such as Class A and Class B, recent demand for smaller devices with longer battery life has resulted in replacement of class AB amplifiers (linear amplifiers) with Class D (switching amplifiers). Class D amplifiers provide the balance between efficiency and distortion required by portable devices, hi-fi audio systems, as they utilize the switching operation where the transistors are either fully on or fully off resulting in amplification with zero power dissipation ideally. The main focus of this thesis is to analyze various design issues involved in the implementation of class D amplifiers. As many designers in the future will be switching to Class D amplifiers because of the recent advances in switching amplifiers, an effort was made to develop the thesis so as to be able to serve as a basic reference guide which gives them a good understanding of existing architectures, challenges in efficient power amplifier design, modulation methods, power stage topologies and implementation of class D amplifiers. A detailed study of parameters and parasitic that affect the performance of class D amplifiers has been carried out with design, implementation, and simulation of various stages. Various component selection decisions and layout issues have been discussed for an efficient, low distortion class D amplifier.",
      "name": "Design a New Architecure of Audio Amplifiers Class-D for a Hardware Mobile Systems",
      "format": "",
      "url": "http://www.ij-csa.org/paperInfo.aspx?ID=2228",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "84e6695d-5116-4a68-86d7-2b1ea56e131f",
      "created": "2013-07-15T20:03:59.151240",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "186c6e7d-05f4-4fd7-bad0-f3c5fadc7445",
      "url_type": null,
      "id": "70b30df4-2d67-4692-8188-17fd4fb4589f",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "We revisit the cubic B-splines collocation method by investigating its performance in the solution of one-dimensional hyperbolic (eigenvalue and transient elastodynamical) problems. In analogy to the finite element method, we introduce a mass matrix that cooperates with the previously known system matrix, now called stiffness matrix. Following numerical experience gained in 1970s on potential elliptic problems, we show that it is sufficient to use double internal knots (C1-continuity) in conjunction with two collocation points between successive breakpoints. In this way, the number of unknowns becomes equal to the number of equations, which is twice the number of breakpoints. We paid particular attention to the handling of the Neumann boundary conditions. The numerical examples show an excellent quality of the numerical solution. We also found, for the first time, that the cubic B-splines collocation procedure leads to identical results with those obtained using piecewise Hermite collocation.",
      "name": "Solution of One-dimensional Hyperbolic Problems Using Cubic B-Splines Collocation",
      "format": "",
      "url": "http://www.ij-csa.org/paperInfo.aspx?ID=2225",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "84e6695d-5116-4a68-86d7-2b1ea56e131f",
      "created": "2013-07-15T20:04:34.462333",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "9b75c92b-fd6b-4359-bb64-1e7614263c54",
      "url_type": null,
      "id": "276f1e6b-9a0a-4158-a197-aad761d4965a",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This article presents a highly flexible method for constructing high-girth quasi-cyclic low-density parity-check (QC-LDPC) codes. The proposed algorithm constructs a Tanner graph formed by connecting groups of rows (check nodes) and columns (variable nodes) of the constructed code. To obtain a sub-matrix structure, rows and columns are divided into groups of equal sizes. Rows and columns in a group are connected in their numerical (positional) order to obtain a cyclic structure. Connected rows and columns must satisfy the desired minimum cycle length. We present conditions that guarantee desired girths. The proposed algorithm is by far more flexible in constructing a wide range (rates and lengths) of regular and irregular QC-LDPC codes compared to existing methods. The algorithm, which has linear complexity with respect to the number of rows or columns, provides an easy and fast way to construct QC-LDPC codes. Constructed codes show good bit error rate performances.",
      "name": "Flexible Construction of High-Girth QC-LDPC Codes",
      "format": "",
      "url": "http://www.ij-csa.org/paperInfo.aspx?ID=2234",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "84e6695d-5116-4a68-86d7-2b1ea56e131f",
      "created": "2013-07-15T20:05:19.520088",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "aea87d0d-3186-4983-8e13-5c82a740a5b2",
      "url_type": null,
      "id": "ead75a49-8d59-4f7e-9133-86ab4e691466",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper shows the behavior of TCP Reno with two packet drops without maximum congestion window for increase the reliability of network on chip (NoC).We simulate Ring NoC architecture with Network Simulator 2 (NS2). The simulation results reveal the applicability of TCP Reno protocol in Congestion Control in proposed architecture.",
      "name": "Effect of TCP Reno Without Maximum Congestion Window in Ring NoC",
      "format": "",
      "url": "http://www.ij-csa.org/paperInfo.aspx?ID=2233",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "84e6695d-5116-4a68-86d7-2b1ea56e131f",
      "created": "2013-07-15T20:06:02.883431",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "8db6562d-cfac-483b-993d-c199aa22cbab",
      "url_type": null,
      "id": "b027c35b-b1dd-4866-bc86-fc9b5d472fbf",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The determination of some proteins structure at high resolution often results difficult from an experimental point of view. It is true especially for many integral membrane proteins and intrinsically disordered proteins. In this context, we try to develop a statistical technique alternative to the classical methods used to calculate hydropathy graphics, called Kernel Windows Method with Conditional Moving Windows (KWMCMW); the latter has been implemented in order to improve the degree of accuracy of the transmembrane helices (TMH) prediction. The KWMCMW introduces the effect of distance in calculating the hydropathy value for each amino acid (AA) residue in the sequence. Consequently, this new method is extended to a peripheral membrane protein with partially unknown structure. The implementation of specific software written in Python language makes the method suitable for application to any membrane protein.\r\n",
      "name": "A Kernel Model with Conditional Moving Windows for the Prediction of Transmembrane Helices in Proteins",
      "format": "",
      "url": "http://www.ij-csa.org/paperInfo.aspx?ID=2259",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "84e6695d-5116-4a68-86d7-2b1ea56e131f",
      "created": "2013-07-15T20:06:44.625442",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 5,
      "revision_id": "6b3a502a-da45-41d2-9485-454bc885dae2",
      "url_type": null,
      "id": "90017567-e346-4176-9004-0f5df5ba1727",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In this study, we use the respective advantages of the tabu search (TS) and the Cloud computing technologies to develop a cloud-based decision support system (DSS) for cell formation (CF) problem. To further verify the feasibility and effectiveness of the developed system, an example taken from the literature is adopted for illustrational purpose. Moreover, a set of test problems with various sizes drawn from the literature are used to test the performance of the proposed system. Corresponding results are compared to several well-known algorithms previously published. The results indicate that the proposed cloud computing CF DSS improves the best results found in the literature for 50% of the test problems. Moreover, with the assistance of our developed system, the CF practitioners in the production departments can interact with the systems without knowing the details of algorithms and can get the best machine cells and part families with maximize grouping efficacy wherever and whenever they may need it. These show that the proposed CF DSS should thus be useful to both practitioners and researchers.\r\n",
      "name": "A Cloud-Based DSS Model for Cell Formation Problem",
      "format": "",
      "url": "http://www.ij-csa.org/paperInfo.aspx?ID=2226",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "84e6695d-5116-4a68-86d7-2b1ea56e131f",
      "created": "2013-07-15T20:07:36.789327",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 6,
      "revision_id": "7fd254bd-76b2-4886-a48d-9f8880b91248",
      "url_type": null,
      "id": "36119f4a-6f2c-4c60-a1ff-cbb85de0c449",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Finite-element modeling (FEM), well-established to predict the mechanical behavior of mechanical systems, enjoys growing popularity in the study of the biomechanical behavior of biological tissues. Contrary to mechanical systems, which can often be described analytically or with geometric primitives, biomedical objects require discretization of their often irregular shape. In noninvasive studies, imaging methods are used to obtain the shape. Frequently, a relationship between image intensity and biomechanical properties is assumed. Commercial FEM toolchains exist, but we failed to obtain a satisfactory discretization from simple phantom images. Driven by the application to image and characterize tissue-engineered blood vessels noninvasively, we sought to establish a completely open-source FEM toolchain. The open-source feature gives users the ability to modify and extend the code, and thus offers additional flexibility over commercial systems. We demonstrate that the combination of a custom module to discretize the geometry (meshing) combined with the open-source FEM solver Tochnog and free visualization software (namely, Paraview and OpenDX) completes an open-source FEM toolchain. We demonstrate its ability to analyze tubular phantoms modeled after tissue-engineered blood vessels and compare results to a commercial toolchain. We conclude that a fully open-source toolchain is feasible, but the critical element is the meshing module.",
      "name": "A Completely Open-Source Finite Element Modeling Chain for Tubular Tissue-Engineered Constructs",
      "format": "",
      "url": "http://www.ij-csa.org/paperInfo.aspx?ID=2230",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "84e6695d-5116-4a68-86d7-2b1ea56e131f",
      "created": "2013-07-15T20:08:08.541348",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 7,
      "revision_id": "537107ce-4cf9-4803-a3ac-45a1d5c09f0d",
      "url_type": null,
      "id": "69760649-1a4d-496b-b6cf-8aca3b112a51",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " On the basis of characteristics of Social Networking Services (SNS), this paper modifies the traditional SEIR model by analyzing the influence of the information value and user behavior on information dissemination, and then the S-SEIR model on SNS is proposed. In S-SEIR model, the relevance of the information value and the rate of information audit are considered, and the influence of user behavior on the number of each state of users also is researched. Simulation results show that: S-SEIR model can well simulate information dissemination process on social network.\r\n",
      "name": "Research on Information Dissemination Model for Social Networking Services",
      "format": "",
      "url": "http://www.ij-csa.org/paperInfo.aspx?ID=2240",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "84e6695d-5116-4a68-86d7-2b1ea56e131f",
      "created": "2013-07-15T20:09:05.650725",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 8,
      "revision_id": "9492ff0b-5d95-4732-9871-0191bb76e723",
      "url_type": null,
      "id": "bf468fdd-37e7-4bfc-b800-f5857bcde029",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper presents an interior design framework based on multi-touch table, which allows multiple users to work on. The information visualization is enhanced by 3D animation shown in a vertical display using the mixed-reality technology. Furthermore, the framework is extended to allow both collocated and remote collaboration, which is enabled by the combining of separated viewed mode and extended view mode. Moreover, a “sliding pass” touch gesture is designed for the extended mode, and a user avatar system is developed to solve the user awareness problem.",
      "name": "Interior Design Framework Integrating Mixed Reality with the Multi-Touch Tabletop Interface and Its Extension for Collocated and Remote Collaboration",
      "format": "",
      "url": "http://www.ij-csa.org/paperInfo.aspx?ID=2239",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "84e6695d-5116-4a68-86d7-2b1ea56e131f",
      "created": "2013-07-15T20:09:42.329416",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 9,
      "revision_id": "458c2dc8-a8b5-4815-b248-1a8f9e893924",
      "url_type": null,
      "id": "54eeaf6d-e1ec-4198-8682-389e9331390a",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Today’s mobile phones have diverse functions and features such as calling, Internet surfing, game playing, banking, storage of personal and professional data. Given that these devices run an increasing amount of added value applications, the number of the software attacks on such devices has drastically increased. This study shows that the mobile platforms, especially their constituent components running security-related applications, could also be good targets for hardware attacks where sensitive data stored in the mobile phone are extracted using physical methods. This article discusses the feasibility and presents the result of a technique involving the extraction of secret keys by using the Electromagnetic Analysis (EMA) on software implementations of the Advanced Encryption Standard (AES) running on Java mobile phones. Obtaining these keys can be used for forensic purposes or to recover encrypted data that could have been enciphered using such keys and stored in the device.",
      "name": "EMA as a Physical Method for Extracting Secret Data from Mobile Phones",
      "format": "",
      "url": "http://www.ij-csa.org/paperInfo.aspx?ID=2542",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "84e6695d-5116-4a68-86d7-2b1ea56e131f",
      "created": "2013-07-15T20:10:44.356626",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 10,
      "revision_id": "38df5d21-3ed5-443f-9ab1-878a934f7fcd",
      "url_type": null,
      "id": "e5133a57-e29c-4f42-9ceb-c847026ae6d7",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "A new approach to image coding is presented. This method is based on recently introduced optimized color spaces for image demosaicing. These spaces can be used to transform the RGB color components to achieve desired properties of the new colors such as energy compactness or smoothness and thus to achieve better performance of the image reconstruction. In this work a new unified framework for color image compression is presented using demosaicing, where optimized color spaces are used both in the image coding and the demosaicing stages. A new coding algorithm based on the Discrete Wavelet Transform (DWT) is introduced and compared to presently available compression methods showing superior results both visually and quantitatively. It is concluded that the proposed unified framework and method of color space optimization are useful for storage and transmission of color images in band-limited information networks.\r\n",
      "name": "Color Image Compression Using Demosaicing and Optimized Color Spaces",
      "format": "",
      "url": "http://www.ij-csa.org/paperInfo.aspx?ID=3475",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "84e6695d-5116-4a68-86d7-2b1ea56e131f",
      "created": "2013-07-15T20:11:30.230122",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 11,
      "revision_id": "d0b6eea6-9b60-4832-baea-15599372e2f9",
      "url_type": null,
      "id": "a00384cf-fc62-47e6-be25-8fb7765b7b01",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "An Eclipse plugin tool contributive to learning the programming style of Java has been developed in this paper. The tool has the following functions: (1) recommendation on the use of CamelCase and English words for the names of classes, methods, and variables; (2) recommendation on setting the correct scope level of variables and the appropriate length of variable names; (3) recommendation on making comments in source programs; (4) showing sample source programs according to the programming style of Java.\r\n",
      "name": "Eclipse Plugin Tool for Learning Programming Style of Java",
      "format": "",
      "url": "http://www.ij-csa.org/paperInfo.aspx?ID=2742",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "84e6695d-5116-4a68-86d7-2b1ea56e131f",
      "created": "2013-07-15T20:12:09.120130",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 12,
      "revision_id": "c1cf1a3f-7ea7-435b-ace1-427158eef464",
      "url_type": null,
      "id": "b6576192-ff2b-4dae-954f-65253c3edf97",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " In this paper, a recognition method to discern complicated hand shapes has been proposed using 3D models as an interface for high-functionality TV. In such an interface, a user has to show his hand directly in front of the camera installed on the TV because it cannot recognize the hand shape when viewed in arbitrary directions. With this problem in mind, we have made it possible to track hand shapes in any direction by using 3D active appearance models (3D-AAMs). With the high-functional range image sensor Kinect, RGB images and depth-images of the targets can be obtained; by which hand shape models are constructed. Using multiple 3D AAMs, the robust recognition of such complicated hand shapes in any direction becomes possible.",
      "name": "Hand Shape Recognition Using 3D Active Appearance Models",
      "format": "",
      "url": "http://www.ij-csa.org/paperInfo.aspx?ID=6789",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "84e6695d-5116-4a68-86d7-2b1ea56e131f",
      "created": "2013-07-15T20:12:48.870593",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 13,
      "revision_id": "c1cf1a3f-7ea7-435b-ace1-427158eef464",
      "url_type": null,
      "id": "0a77437e-90c5-4acf-8eb4-90fa1dd95212",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 14,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Computer Science and Application",
      "id": "906e2060-0938-4a39-9368-cbb5a19d80d8",
      "name": "Computer Science and Application"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-ij-csa-org",
  "isopen": true,
  "url": null,
  "notes": "International Journal of Computer Science and Application(IJCSA) is an internationally refereed journal dedicated to publishing the latest advancements in computer science and application research. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "International Journal of Computer Science and Application (IJCSA)",
  "revision_id": "22b12d4f-f0bf-4b15-ba38-b55820ccb414"
}