{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "554af4a8-9e00-4b4b-a523-778e9b754373",
  "metadata_created": "2013-08-30T22:46:31.658131",
  "metadata_modified": "2013-10-10T23:36:55.242832",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "a454da86-ec9c-42f7-b1d1-baff0c4e1284",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "santiago",
  "isopen": false,
  "url": "",
  "notes": "The kinds of candles in Wicca depend on the reason behind burning the candle. Votive candles are among the kinds of candles in Wicca, but these are used mainly for light. They're short and stubby and are usually put into a glass or other small package. Votive candles also occupy less space so that more of these could be positioned on a Wicca church. There are lots of areas where you could purchase the kinds of candles in Wicca at wholesale prices. These merchants sell a number of other Wicca products as well. \n\nFor use within Wicca, taper candles are another of the types of candles. In Wicca, these candles are long and thin and the wax drippings are permitted to gather in a pan or even a plate placed under the candle. When you buy materials and wholesale Wiccan candles, you can also buy the pans you significance of the taper candles. Identify new info on our affiliated article - Hit this URL: <a href=\"http://www.catalyst-commercial.co.uk/news/\">energy market news</a>. The wax drippings are read in a manner nearly the same as that of reading tealeaves. If a reading isn't needed, blend candles are sometimes placed in elegant candleholders. At the wholesale store, you can buy them in diameters and various heights. \n\nVessel candles are one of the kinds of candles in Wicca that have a special function. They're made by pouring colored wax into a jar or by pouring clear wax into a jar, Those associated with Wicca can get both the wax and the containers at shops that sell wholesale Wiccan candles and supplies. These candles are anointed, even though only the utmost effective of the candle receives the anointing. \n\nAdditionally, there are specialty candles used in Wicca. Included in these are kinds of candles in Wicca specialized in a Saint or Voodoo Loa. These candles, which can be found at items stores and wholesale Wiccan candles, have styles and signatures printed externally of the glass jar. They are jar candles and each different candle is sold with instructions about how to use it in Wicca. Still another of the kinds of candles used in Wicca are candles produced in the shape of a cross. They can be found in black, white, green and red and they are used mainly as altar pieces. Discover new info on this partner article - Hit this link: <a href=\"http://www.catalyst-commercial.co.uk/flexible-contracts/\">flexible energy contracts reviews</a>. \n\nIf you like to see all of the various kinds of candles in Wicca, a trip to a dealer attempting to sell wholesale Wiccan candles and products could be very informative. You'll see male and female figurine candles which can be burned either face to face or back to back. Burning this type of candle in Wicca face to face is supposed to form a connection, but using it back to back denotes banishment. To get alternative viewpoints, please take a view at: <a href=\"http://www.catalyst-commercial.co.uk/flexible-contracts/\">buy flexible contracts investigation</a>. Eight Day Knob candles are another of the kinds of candles in Wicca. Be taught further on the affiliated article by visiting <a href=\"http://www.catalyst-commercial.co.uk/renewable-energy/\">partner site</a>. You burn one a spell to be cast by knob on each of seven days with this particular candle.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Who Knows The Types of Candles In Wicca?",
  "revision_id": "777f278b-86fa-495b-b199-8bdc3887da28"
}