{
  "license_title": "License not specified",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 3,
  "id": "f62aa483-7876-4f4a-929b-821736cc3965",
  "metadata_created": "2013-09-13T09:02:58.751676",
  "metadata_modified": "2013-10-10T23:38:13.589971",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "7fa6ba4e-1642-4fcd-82cd-1ed3e6409347",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "",
      "name": null,
      "format": "",
      "url": "http://None",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f62aa483-7876-4f4a-929b-821736cc3965",
      "created": "2013-09-13T04:03:03.233905",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "0ea81466-3b7e-4354-8f1b-5d8716734126",
      "url_type": null,
      "id": "ca9a5f84-7028-4619-9fdf-b82186613ed2",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "cincinnati furniture outlet",
      "id": "1640894e-0501-4a17-8610-1c35a2e78c5a",
      "name": "cincinnati furniture outlet"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "cincinnati furniture stores",
      "id": "cc12f7a0-067d-4727-a6ae-d5d0a42e09db",
      "name": "cincinnati furniture stores"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "cincinnati kitchen cabinets",
      "id": "64e514a6-6353-43e8-8ccc-cf3cefcf8c77",
      "name": "cincinnati kitchen cabinets"
    }
  ],
  "groups": [],
  "license_id": "notspecified",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "shop-from-the-very-best-most-economic-cincinnati-furniture-outlet-30",
  "isopen": false,
  "url": null,
  "notes": "There is no dearth involving Cincinnati furniture stores. Particular to your needs, there will be no less than half dozen Cincinnati furniture shops inside generating length from your place of residence as well as work. In the particular event that you need to appear pertaining to Cincinnati kitchen cabinets stores, you will http://seogladiators.edublogs.org/2013/09/13/shop-from-your-very-best-most-economic-cincinnati-furniture-outlet/ find plenty. Whether As Well As Not you want to get residence furniture http://www.cincinnatifurnitureoutlet.com/ for your living room or even office furniture, you may find Cincinnati furniture stores specializing in both or perhaps both.\n\nAlmost almost all Cincinnati furniture stores, whether they will possess a brick & mortar presence entirely or furthermore an online presence, would offer you objects from store rates and most stores would use a certain specialization. A Person can simply discover Cincinnati furniture stores which specialize in either house furniture or even workplace furniture. Merely a few Cincinnati furniture retailers could have most kinds of inventory that an individual simply could want. That will be required to search from the Cincinnati furniture outlet wherefrom a person will get any kind of furniture. Anyone cannot ideally shop coming from one Cincinnati kitchen cabinets http://www.cincinnatifurnitureoutlet.com/ shop then go to another Cincinnati furniture outlet for a few entertainment furniture or office with home furniture. An Individual can easily try this however it isn't convenient also it is actually not really a financially sensible choice. \n\nWhen anyone shop with regard to multiple products or perhaps most types of furniture that anyone simply require from one Cincinnati furniture outlet, an individual not only find it a lot more convenient nevertheless you'd always be eligible for substantial reductions as well, due for you to bulk buying. \n\nFuture & Cabinet Outlet Middle is certainly one of the hardly any Cincinnati furniture stores in which sell every type involving furniture that http://www.cincinnatifurnitureoutlet.com/ you simply might need. A Person acquire bedroom furniture, dining room and also family area furniture, sofa sets, recliners, sectionals, occasional tables, accents, office in home furniture, entertainment furniture, mattresses, hot tubs, bars along with game tables along with kitchen and bathroom furniture amongst others. Anyone actually get my approach through this Cincinnati furniture outlet.\n\nBesides, Long Term & Cabinet Outlet Middle will be the merely real Cincinnati furniture http://www.cincinnatifurnitureoutlet.com/ outlet in locations you could shop with wholesale prices. retail prices are typically 30% to always be able to 60% more than wholesale prices. What most Cincinnati furniture shops would charge you for your same bit of furniture; you'll get it pertaining to a minimal of 30% or perhaps up to 60% cheaper at Long Term & Cabinet http://www.cincinnatifurnitureoutlet.com/ Outlet Center. Typically, wholesale costs are not available to public yet this is really a rarity that anyone simply will take benefit of. ",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Shop from The Very Best & most Economic Cincinnati Furniture Outlet",
  "revision_id": "c001ff46-b4bf-4c86-9d43-c86abcc9f880"
}