{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "da57016a-d47a-4d88-8d5c-6be6a58ab3e6",
  "metadata_created": "2013-09-01T17:48:48.377438",
  "metadata_modified": "2013-10-10T23:41:25.696967",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "5b5c3685-f94b-4aa7-8237-e0d9e4633069",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "singleton",
  "isopen": false,
  "url": "",
  "notes": "California is usually thought of as the first choice in innovation solutions to both contemporary and historically issues. When it comes to therapy for alcoholism this tradition remains. They're in the forefront of developing innovative alcohol therapy therapy programs that are being implemented around the globe to simply help control dependency. \n\nAlcoholism known no age or class boundaries; everybody else from kids to seniors from all walks of life can be affected. Through innovative substance abuse programs such as particular camps, qualified counselors and peer support groups many individuals find getting treatment for his or her addiction is easier and more supporting than previously. Discover more about <a href=\"http://www.safeharborfl.com/addiction-and-substance-abuse-treatment-in-orlando\">check out addiction treatment in orlando</a> by browsing our stirring article. To check up additional information, we understand you check out: <a href=\"http://www.safeharborfl.com/drug-rehab-tampa\">addiction treatment tampa</a>. Many people don't seek therapy for alcohol abuse because of concerns over the understanding connected with attending many of the traditional abuse plans offered across the country. With these new dependency treatment programs it's now being looked up by many as a of strength\" and the \"right issue to do\" to be enrolled in such a support group. \n\nWhere those seeking treatment go to be around certified professionals who can help people identify their habit and find it to be solved by ways one of the more progressive programs released in the last couple of years is camps and treatment ranches. The programs mix conventional alcohol abuse treatment with peace and group-building exercises such as riding, hiking and sometimes reducing the stress associated with breaking the habit by using that stress and turn it into good by making houses for low-income households. <a href=\"http://www.safeharborfl.com/drug-rehab-tampa\">Tampa Substance Abuse Treatment</a> includes new info concerning the reason for this concept. <a href=\"http://www.safeharborfl.com/addiction-and-substance-abuse-treatment-in-orlando\">Open In A New Browser</a> includes more about the purpose of it. \n\nAlcoholism affects everyone else in some manner or yet another - either directly or indirectly by being fully a family member, co-worker or spouse of the person with the dependency. With positive reinforcement and new plans more individuals are just starting to seek treatment to simply help create a better future.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Liquor Treatment Therapy in California",
  "revision_id": "d3b09e1b-92aa-4934-b1c1-2a315f979859"
}