{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "d0be3758-7f3e-4496-b60f-ec3fe405d423",
  "metadata_created": "2013-09-04T14:39:00.920638",
  "metadata_modified": "2013-10-10T23:22:11.028937",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "7582cd0a-2eff-4e62-b3fc-d8b70a293713",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "rasch",
  "isopen": false,
  "url": "",
  "notes": "Forex trading has entered your home and lives of many people around the globe, both men and women; all of them originating from many walks of life. Being this a relatively new phenomenon in the section of alternative income possibilities. \n\nIt had been no more than 10 years before that the Forex market moved in to our domiciles. And this is authorized only thanks to the creation and rapid distribution of the world wide web. The technology that made online currency trading possible. \n\nBefore the era, trading was an activity reserved only to the major players, banks, brokerage companies, in short; only rich people can wish to enter the foreign currency markets. But the introduction of the net and the web trading platforms readily available for getting, many of them free of cost, to the computers of regular citizens attended to change the face of forex currency trading in a few years. \n\nThe brokerage firms that have been motivated by the easy accessability to the forex markets and the ever increasing number of new forex traders has taken place in the last few years to improve their services and the accessibility of their trading tools. Maybe not only with more effective and better application but also with new financial products since the Mini-account that allows visitors to trade with an awaesome minimum margin of only $100 or even less within their trading account. \n\nAfter you download and install the trading platform from your agent, there are several out there you may choose from. You will spot the several functions made available to the broker due to these systems. For example, they will show you the existing rates of the very important currency couples, also incorporated with the system will function as charting computer software that will let you perform the complex research required in order to find great investments. In the event you wish to get further on <a href=\"http://youtube.com/user/truthforextrading\">forex trading</a>, we know about millions of online resources people can investigate. \n\nThe charting instruments to arrive using the software within the trading program offer is truly convenient. I-t generally has all of the essential signs, RSI, Bollinger Bands, Fibonacci levels, an such like. and they're just one click from you to make use of. And yes, you can also draw on the data. To get additional information, consider checking out: <a href=\"http://youtube.com/user/truthforextrading\">my forex trading tips</a>. The program also incorporates programs for the entering and leaving of investments (stop, control, and so on), and all is maintained in real time through your home internet connection. And needless to say, when involved in on the web forex trading it's important to consider the undeniable fact that the greater the rate of your association the greater your trading experience will-be. Nobody needs to reduce information in the middle of the small trade.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "On the web Forex Trading System Gives The Trading World House.",
  "revision_id": "0054ac0d-825c-4477-9d37-27098a151771"
}