{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "76aa493c-6f2f-4d1c-85b0-c050f9fa67b1",
  "metadata_created": "2013-09-08T02:34:59.288114",
  "metadata_modified": "2013-10-10T23:16:31.193017",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "7023f05a-43b5-4ab9-ab09-3448efaec491",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "peele",
  "isopen": false,
  "url": "",
  "notes": "Texas holdem poker, known as Holdem, will be the most favorite poker game, played both at houses and in casinos. Poker may be the zero 1 casino game and texas holdem is the no1 poker game. <a href=\"http://www.daytonac.com/\">Inside Air Conditioner Installations In Austin Tx</a> is a unusual online database for further about where to recognize it. And there's little doubt about it! Because it is amusing to play, easy to learn and best to play people love to play its different edition. Due to its huge popularity, it is a main function of the World Series of Poker. Not only in casinos and at homes, texas hold em can be performed over internet. In-fact online casinos have ranked it the most liked and most played game. Playing on the web is as fascinating and entertaining as in area and nevada. \n\nIf you want to turn into a professional texas holdem poker player, or at-least an intermediate player, then you should be fully conscious of the overall and basic texas holdem policies and the texas holdem hands to-play. You can learn to play texas holdem poker in just a day or therefore, but understanding the sport of poker requires a great deal of patience and practice. General texas holdem poker principles are: \n\n1. The game is played using a standard deck of 52 cards. Players are dealt with two 'down' cards and five 'up' cards. Five 'up' cards are called area cards and are shared by all players available. This game could be played with at least 2 players and at one of the most 11 players. \n\n2. Anyone acts as a dealer. His duties include shuffling the cards, distributing the cards and controlling the movement of the game. \n\n3. The two people on the left side of the seller begin the game by making the blind bets. This powerful <a href=\"http://www.daytonac.com/\">hvac company austin tx</a> wiki has varied stately suggestions for the inner workings of it. Now each player is given 2 'down' cards. These will be the 'hole' cards of the participants. This round is known as 'pre-flop' round. \n\n4. Today seller turns over the three cards at the center of the table. Now the next bet round starts. That round starts to the person on the left of the dealer and continues to the left. In this round a person can contact, boost or fold, if there is a bet on the table. When there is no bet on the table then the player will make the bet or check. \n\n5. Since the 2nd betting round ends, the dealer distributes another 'up' card. This card is named 'turn.' Participants can use this sixth card now to make a five card poker hand. The player to the left of the dealer starts the betting round. In this round-the bet amount becomes equal to the most table bet. \n\n6. Now the final betting round starts. Seller distributes the final card which will be called 'water.' A person may use any mix of cards to create the hand. A hand might be one pocket card and four community card or 2 pocket cards and 3 community cards. \n\n7. Now most of the people that are in-the hand show their cards. The top hand wins the pot. Get extra information on this related link - Click here: <a href=\"http://www.daytonac.com/\">compare air conditioning installation austin</a>. However, through the game a player can fold and can get out of the hand in any time. \n\nTexas hold em poker is the name of activity and jackpots. The cheat game of yesteryear has become the number 1 casino game. And this popularity is because of the simplicity, tips and chances. Texas holdem poker principles enable you to learn and to play florida holdem games. Therefore understand them to-play!.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Texas Hold Em Poker Rules: Become the master-of the game",
  "revision_id": "7500292f-b756-493e-9beb-97ccfba79541"
}