{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "8e47e6c4-8203-46f2-a062-dfae2fe8599e",
  "metadata_created": "2012-10-18T22:49:22.622821",
  "metadata_modified": "2013-10-10T20:59:59.477948",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "1b8df187-5ecb-4d2c-88ba-b61620b7b113",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "fun_and_easy_science",
  "isopen": false,
  "url": "",
  "notes": "The sound of thunder is produced by rapidly heated air surrounding lightning which expands faster than the speed of sound. When traveling through water, sound moves around four times faster than when it travels through air. To create the \"water\" in the bay outside of Seattle, three-step process was used. First a base layer was applied to create the foundation. Secondly, a layer of paper mache was applied, allowed to dry and then painted several shades of blue and green to create the appearance of depth. Finally, a top layer of resin was poured on top. As the resin dried, it was hand-sculpted to create waves. To design and build the layout buildings, hundreds of photographs were taken of downtown Chicago as reference, so that buildings could be recreated with exact detail. More than 190 buildings were custom-made for the project, including HO-scale recreations of the Sears Tower and the Space Needle. Using common household items, make a salt volcano, a roto-coptor, or one of over 25 other projects at this nice site.\n\nLearn about our solar system, take a star tour, see how gravity and inertia work, play a fun lunar lander game, and more at this site by the makers of CoolMath.com. Learn how volcanoes form, see what happens when a volcano erupts, and find out what scientists are doing to better understand and predict when a volcano will erupt. Learn some interesting facts about sound that you might not have known. Understand how sound waves come from vibrations and how your ears give you the ability to hear them. Find out what the speed of sound is, how sound relates to music, the meaning of acoustics and much more. One more thought:  Here is a question from comedian Steven Wright, ?If you are traveling at the speed of light and turn on the lights, what do you see??  This is a physics question, have any answers?\n\nFor more science and education info, please read my other post <a href='http://www.squidoo.com/the-solar-eclipse'>here</a>. Thank you for coming to my blog and have fun with science!",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Fun and Easy Science",
  "revision_id": "2fc5e879-3b37-4f1c-9109-dd7558c86f28"
}