{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "c4ff175e-086e-4c83-ab7b-53f63da5b9dd",
  "metadata_created": "2012-10-01T11:15:11.253063",
  "metadata_modified": "2013-10-10T23:19:43.084592",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "a95cec79-7c4d-4711-a261-65eecf33d76c",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "property_care__the_effects_of_neglect_on_your_house",
  "isopen": false,
  "url": "",
  "notes": "A property calls for attention and maintenance. Not inside a sycophantic manner but practically well looked after in order to preserve a home?s architectural and cosmetic condition. As opposed to well-liked belief, undertaking an episodic revamp of one's house to acknowledge any deficiencies and weaknesses is reasonably uncomplicated when combined with a little common sense and powers of observation. Completing refurbishment or repair work without any earlier experience or instruction is highly discouraged due to the potentially disastrous implications arising from improperly installed repairs and units, fittings and construction. \n\nThough it may be tempting to abandon the expense of recruiting a professional with flippant notions of finishing the work with out a hitch, quickly and much more importantly inexpensively, we highly suggest entrusting your property work to a skilled expert. Undertaking such specialized work is by no means recommended and cutting out the danger by hiring a property upkeep specialist, carpenter or <a href=\"http://www.ch-westend.co.uk/Home_improvements\">Property Maintenance London</a> cannot be stressed enough in these instances.\n\nHome upkeep and particularly <a href=\"http://www.ch-westend.co.uk/Boilers1\">Boiler replacement</a> consultants are educated to repair all manner of issues ranging from burst pipes, through to superficial repair work by way of rewiring an entire house. They're particularly useful for important jobs such as boiler maintenance. A working boiler is essential to sustaining temperature in the face of winter?s bitterest assaults of chilly, snowfall and lower temperatures, with out a working unit to produce warm water and disperse it throughout the radiator system one is essentially putting those located within a property at risk of cold caused illnesses and ailments, as well as kindling the fire of possibly devastating issues such as freezing plumbing, gas and water leaks, and water damage.\n\nWith a small foresight property maintenance can be a doddle. Scour your property for signs of degradation",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Property Care - The Effects Of Neglect On Your House",
  "revision_id": "53fcfbc2-89ee-4bbc-b877-9966a7989426"
}