{
  "license_title": "GNU Free Documentation License",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "ebab2130-6f2d-4865-83ac-1f6c1ffe2329",
  "metadata_created": "2013-02-14T14:41:36.116122",
  "metadata_modified": "2013-10-10T20:46:57.873182",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "e76371af-551f-46a0-8557-80dda031ea15",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "gfdl",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "el-arte-del-bricolaje",
  "isopen": true,
  "url": "",
  "notes": "Bricolaje es la actividad manual que realiza una persona como aficionada, sin recurrir a los servicios de un profesional, para la creación, mejora, mantenimiento o reparación en especialidades como albañilería, carpintería, electricidad, fontanería, etc. Este movimiento surgió en Inglaterra en los años 50 y se extendió rápidamente por todo el continente europeo.\r\n\r\nBricolaje; del verbo en francés bricoler, es el equivalente de la frase en español \"hágalo usted mismo\". Bricolaje también se usa como equivalente al construir por prueba y error en lugar de basarse en la teoría\r\n\r\nEs una actividad creativa y manual, que reutiliza lo preexistente por medio del empleo de los más variados recursos; además se realiza en los momentos de ocio y dentro del hogar. Consiste básicamente en la realización de pequeños trabajos de diversa complejidad, con el fin de conseguir:\r\n\r\n    - La solución de problemas, dificultades, averías o la posibilidad de llevar a cabo cualquier proyecto que se presente en casa, con la satisfacción personal de haberlo conseguido.\r\n\r\n    - Prescindir de la actividad de un profesional que solucione el problema, realizando la tarea uno mismo. Así el bricolaje es un tipo de pasatiempo no relacionado con la actividad laboral del individuo que la realiza, por lo que se convierte en una actividad de ocio, en una afición o entretenimiento.\r\n\r\n    - Rentabilizar los recursos económicos, pues se ahorra el desembolso del dinero que habría que pagar a un profesional, si uno mismo compra los materiales necesarios a un precio moderado en tiendas especializadas.\r\n\r\n    - Una actividad física, puesto que determinados trabajos requieren un esfuerzo físico a veces considerable y también mental.\r\n\r\n\r\nEl bricolaje comprende varias actividades con diferentes grados de complejidad. Entre las más frecuentes encontramos:\r\n\r\n    - Albañilería: puede incluir el solado y alicatado e incluso la construcción de la casa de uno mismo.\r\n    - Carpintería: incluye la construcción y reparación de muebles, el trabajo del metal, los suelos de madera.\r\n    - Cristalería: trabajo del vidrio.\r\n    - Electricidad: comprende la instalación eléctrica y mantenimiento de electrodomésticos.\r\n    - Electrónica: permite mantener antenas, equipos de audio, imagen, sensores, fuentes de corriente directa, domótica y redes asociadas.\r\n    - Pintura: puede incluir el empapelado y el decapado de pintura.\r\n    - Fontanería: Es el trabajo de tuberías y artefactos de distribución de agua y gas\r\n    - Decoración: diseño estético de un interior\r\n    - Manualidades: es la elaboración de objetos, generalmente para uso decorativo y es principalmente asociada con pasatiempos.\r\n    - Mecánica del automóvil, de la moto y bicicleta\r\n    - Jardinería: podría incluirse como una gran actividad del bricolaje.\r\n\r\nEl desempeño de estos trabajos supone el conocimiento de las herramientas, materiales, ferretería y proceso de ejecución, que se adquiere de forma activa unas veces por la comunicación con amigos o familiares, pero la mayoría de las veces de una forma autodidacta, buscando información en revistas especializadas y tradicionales que dedican una sección especializada al bricolaje, libros, programas de televisión, blogs y paginas web en Internet. Para más información, pinche <a href=\"http://tutallerdebricolaje.com\" target=\"_blank\">aquí</a>\r\n\r\n\r\nSaludos\r\n\r\n\r\nDomingo Lorenzo Santana\r\n<a href=\"http://tutallerdebricolaje.com\" target=\"_blank\">Tu taller de Bricolaje</a>",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "license_url": "http://www.opendefinition.org/licenses/gfdl",
  "title": "El arte del bricolaje",
  "revision_id": "cb1eaf79-2a10-424c-aa9f-b676c4ec1deb"
}