{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "ca5093bf-5c25-4920-8af3-10126eaa1133",
  "metadata_created": "2013-09-03T12:01:34.203130",
  "metadata_modified": "2013-10-10T20:44:20.616350",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "9b276b83-356e-4060-969f-630609e0a0b8",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "duelund",
  "isopen": false,
  "url": "",
  "notes": "In many careers there comes a point where a person can't advance with out far more education. Nursing is one of those careers. Be taught more on our favorite partner URL - Click here: <a href=\"https://www.pdresources.org/profession/index/5\">find out more</a>. On the internet nursing continuing education was designed by universities to give nurses who have been functioning for a even though a chance to additional their education whilst sustaining their current position. A lot of nurses do not go into the workforce with no an RN degree. But for older nurses, who did not need to have the training at the time, being passed more than for promotions due to the fact they do not have an advanced degree is a reality. This is unfortunate, but a reality for numerous nurses. Obtaining the training needed is important if they want to advance any additional in their profession.\n\nOnline nursing continuing education applications provide these nurses a likelihood to earn an sophisticated degree. Courses are arranged a lot like classic classroom courses except all the perform is accomplished at home rather of a classroom. Discover supplementary information on our related article directory by going to <a href=\"https://www.pdresources.org/profession/index/4\">social workers nj</a>. Students are expected to turn in assignments and reports on time and also comprehensive all tests essential. The degree plan can take a year or much more based on how numerous credits a student wants to take. Once a nurse completes their coaching, they will be far better able to compete for larger level positions and earn a greater living.\n\nBy providing nurses a possibility to train for far better positions, on the internet nursing continuing education is becoming far more and far more common every single year. Dig up extra resources on our related web site by clicking <a href=\"https://www.pdresources.org/profession/index/5\">this page is not affiliated</a>. Nurses who want to operate in administrative or managerial roles can now get the instruction they will require in order to execute the job to the very best of their potential. Even RNs who want to earn a maters degree can do this on the web. Possessing the time to work and nevertheless enroll in classes has been a lifesaver to many. Learn extra info on our partner URL by browsing to <a href=\"https://www.pdresources.org/\">small blue arrow</a>. On the internet nursing programs are changing the way people are looking at learning and about the nursing profession.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "The Lowdown On Online Nursing Continuing Education",
  "revision_id": "d6d278b9-5f00-468c-a155-e8f029750f83"
}