{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "052be15b-37b0-4f87-b950-421d1b1f9bf3",
  "metadata_created": "2013-10-03T09:05:40.463082",
  "metadata_modified": "2013-10-10T20:22:44.719137",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "9aa1fc4f-878d-4290-b1e0-0367c7933eca",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "cook",
  "isopen": false,
  "url": "",
  "notes": "Plastic surgery has become enormously well-liked by tv shows and superstars getting improvements right and left. Discover more on an affiliated wiki - Hit this website: <a href=\"http://www.cultureinside.com/homeen/blog.aspx/Member/secondappeal47/ViewBlog/13513/\">rate us</a>. Where it came from you may be thinking about plastic cosmetic surgery, specifically. \n\nCosmetic Surgery Through the Ages \n\nTo start off, cosmetic surgery is term used to spell it out a surgical treatment to modify a normal part of the body for an aesthetic purpose. It is almost always a voluntary surgery and should not be confused with reconstructive surgery that is often performed to repair an unusual part of the body caused by disease, injury and the like. We discovered <a href=\"http://www.iamsport.org/pg/blog/decadeappeal42/read/20098119/supplemental-dental-insurance-coverage-101\">team</a> by searching Bing. \n\nThe term plastic surgery has nothing regarding the product referred to as plastic. Rather, it comes from the Greek language, much as many modern medical terms do. Plastikos way to mold or form something in Greek, which roughly means plastic surgery as indicating a molding surgery. because it is just what happens If you were to think about it, this is a very precise vocabulary. \n\nPlastic cosmetic surgery is, to the surprise of numerous, not really a modern surgical procedure. today while strategies are very advanced, the essential medical assumption is famous to own existed because the eight century BC. Susrutha, an Indian doctor, was recognized to undertake skin grafts during this period. He was also proven to do nose reconstruction, which may seem strange and soon you realize nose amputation was a common fee for many crimes during that time. Ouch! \n\nAdvances were also made by the Romans in plastic surgery, as seems to be the case with any discussion of the ancient past. They were known to perform plastic surgery to repair defects of the ear, or at least perceived defects. \n\nThrough the centuries, plastic cosmetic surgery existed but was less common. It wasn't before the last two decades that it started initially to gain in both popularity and incidence. John R. Mettauer is generally considered the initial cosmetic surgeon in the United States, and applied in the 1820 to 1840s. He was famous for creating his own instruments, several which form the foundation of modern medical instruments associated with plastic surgery. \n\nEven though plastic surgery has always had a place in the medical profession, its position as a well known technique is fairly new. Should people need to be taught additional resources on <a href=\"http://www.cube-seo.com/2013/09/the-great-implant-debate/\">privacy</a>, there are thousands of libraries people might think about pursuing.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Plastic Surgery Through the Ages",
  "revision_id": "abb58baa-1055-4628-886e-d87244716090"
}