{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "2676e72a-885f-498b-ac27-d2af6af32c67",
  "metadata_created": "2013-08-29T02:37:06.310826",
  "metadata_modified": "2013-10-10T22:41:08.692001",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "0015ed81-495f-4142-9449-92a8a33b354b",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "marshall",
  "isopen": false,
  "url": "",
  "notes": "The digital photo revolution is here to stay. The  electronic technology  permits you print your own photos on your computer printer. To print  pictures that look great, you have to  make use of the  best photo paper.  In addition to glossy and semi-glossy photo papers, the matte finish photo paper is  extensively used for photo printing.\nWhile the glossy paper looks shiny, the matte finish photo paper does not have a  glossy surface. This impressive <a href=\"http://www.canvasandpaperwarehouse.com/category-s/1823.htm\">web address</a> URL has endless grand cautions for the meaning behind this enterprise. Being non-shiny, the matte finish photo paper has a dull color effect and it does not reflect light. Although glossy paper  could have a better print  result, it  has the tendency to  build up  dust and  finger prints more readily than the matte finish photo paper. The black and white  pictures look the best on matte finish photo paper to capture that  retro feel  compared to on glossy paper. For applications such as  publishing birth announcement cards, use  the most effective matte photo paper, which is durable and resistant to fingerprints. It  offers an  creative touch to your  pictures  too.\nThe new digital technology has now made canvas for photo printing possible. Digital photography along with digital printing revolution has made canvas for photo printing  cost effective by all. Nowadays,  anybody  could get a photo from digital camera or mobile phone and print it on canvas. If you have great digital  pictures you can  quickly  transform your photo memories  in to  distinct works of art by using canvas for photo printing. Art canvas prints  normally  require large resolution images. This helps to  catch every detail and avoid getting pixelated prints.  Select a  terrific photo that will be a good source for transferring on canvas for home printing. Get extra information on our favorite related article directory by visiting <a href=\"http://www.canvasandpaperwarehouse.com/\">article</a>. Ensure that the chosen digital  image does not pixelate when you  expand it for printing on canvas. When you take a  photo for canvas for home printing use the maximum resolution capacity of your digital camera.\nThe HP photo papers are of  top quality and they are made to provide stunning photo prints. The HP photo papers including HP Advanced Photo Paper Glossy are  crafted to resist fading, water, scratches, and smudging to retain the  high quality of photos in  superb condition even after several years. If you have an opinion about shopping, you will perhaps fancy to read about <a href=\"http://www.canvasandpaperwarehouse.com/\">canvasandpaperwarehouse.com</a>. HP Photo papers include HP Advanced Photo Paper glossy, premium plus in high gloss, and everyday in semi-gloss, and glossy. They are pre-cut to make borderless printing  simpler.\nThe HP Premium Gloss Photo Paper comes in  numerous sizes. The Premium Gloss photo paper is  made for both photography and graphic designs. It is also  perfect for CAD and GIS applications such as posters, presentations, retail displays,  image enlargements, proofing, and for art reproductions. Get more on our affiliated paper - Hit this webpage: <a href=\"http://www.canvasandpaperwarehouse.com/\">canvasandpaperwarehouse</a>. The Premium Glossy Photo Paper has been tested to be  tough to the extent of over 80 years when protected from direct  sunshine.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Top quality Printing on Photo Paper and Canvas",
  "revision_id": "5e58eb7d-2947-4ff1-9f0e-f862d84e5af8"
}