{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "bf40191a-53d9-4578-87b0-24e68341afa1",
  "metadata_created": "2013-05-15T02:31:54.785546",
  "metadata_modified": "2013-10-10T19:50:12.429676",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "b2c4c6e1-3062-44e2-9ace-4ffb12d62d08",
  "type": "dataset",
  "resources": [
    {
      "mimetype": "text/html",
      "cache_url": null,
      "hash": "",
      "description": "In recent years, many researches were focused on the remote control of appliances by using hand gestures. It could narrow the gap of interaction between human and machines. In most of the gesture recognition systems, the skin colors of different mankind and the lighting conditions of clutter background environments are the major problems for the hand shape segmentation. In this paper, we propose a two-hand multi-point gesture recognition system that can model various skin color in different places without any pre-defined training process. We use the Haar-Like feature to locate user’s both hands by checking the match of the gesture command start pose. Then, we collect the color distribution of both hands to construct the user’s skin color model. With this adaptive skin color model, our system can extract the shape of both hands, and recognize the static and dynamic hand gesture command according to the number of finger and the finger’s moving trajectory. We also design a gesture command set that can simulate as the multi-point touch panel. Results of experiments performed on live video for media player control have demonstrated the effectiveness of the proposed method.",
      "name": "A Two-Hand Multi-Point Gesture Recognition System Based on Adaptive Skin Color Model",
      "format": "aspx",
      "url": "http://www.sjie.org/paperInfo.aspx?ID=232",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "bf40191a-53d9-4578-87b0-24e68341afa1",
      "created": "2013-05-14T21:31:54.951257",
      "state": "active",
      "mimetype_inner": "",
      "last_modified": "2013-05-14T21:31:58.413942",
      "position": 0,
      "revision_id": "ab87a948-2cdf-4ad0-9352-958723b55a0c",
      "url_type": null,
      "id": "1bc9e22a-cc13-4f28-9df9-6adff6369ca7",
      "resource_type": "file",
      "size": "32534"
    }
  ],
  "num_resources": 1,
  "tags": [],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "a-two-hand-multi-point-gesture-recognition-system-based-on-adaptive-skin-color-model",
  "isopen": true,
  "url": "",
  "notes": " In recent years, many researches were focused on the remote control of appliances by using hand gestures. It could narrow the gap of interaction between human and machines. In most of the gesture recognition systems, the skin colors of different mankind and the lighting conditions of clutter background environments are the major problems for the hand shape segmentation. In this paper, we propose a two-hand multi-point gesture recognition system that can model various skin color in different places without any pre-defined training process. We use the Haar-Like feature to locate user’s both hands by checking the match of the gesture command start pose.  http://www.sjie.org/paperInfo.aspx?ID=232",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "A Two-Hand Multi-Point Gesture Recognition System Based on Adaptive Skin Color Model",
  "revision_id": "06241813-ced3-4422-a800-bc63f08668f7"
}