{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "5823f967-d705-4911-a058-07507cb64d74",
  "metadata_created": "2013-07-15T08:39:03.404114",
  "metadata_modified": "2013-10-10T21:17:24.068067",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " ICT continues to have a significant impact on the way higher educational institutions deliver academic content and learning activities. The goal of this research is to provide an ICT maturity assessment of higher educational institutions offering ITE programs in two regions in the Philippines: Region I and the Cordillera Administrative Region. This study made use of the descriptive analytical method which was supported by unstructured interviews and was guided by the questionnaire as the primary instrument. A comparative analysis of the ICT maturity was performed according to clusters namely: locale, organizational structure ,and doctrinal adherence. The ICT maturity was measured along two domains: core academic matters and the institutional support services. In general, HEIs in both regions are considered moderately mature and are classified as being in the adaptation stage. This means that most HEIs are still consolidating their ICT resources, strategies, and implementation plans in order to conform to the requirements of extremely mature applications of ICT level in the academe. The slight variations in the maturity level along comparisons done imply that most HEIs in the region are generally within the same level of maturity",
      "name": "ICT Maturity of HEIs in Selected Regions in the Philippines",
      "format": "",
      "url": "http://www.ijmef.org/paperInfo.aspx?ID=2095",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "5823f967-d705-4911-a058-07507cb64d74",
      "created": "2013-07-15T03:39:37.701235",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "0a4d02d0-4cb8-4e61-b0d2-4c46bb4a1e34",
      "url_type": null,
      "id": "9e6523bf-649b-4176-a691-1d6ec51c9b9d",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Students are often drawn to psychology courses from a desire for a better understanding of themselves and significant others. Successful psychology instructors are able to apply scientific principles to issues that have an impact on learners' daily lives. As part of upper level courses in family therapy and health psychology, students were given the option of writing a final paper applying course content to their own lives. The majority of students elect this option, resulting in the instructor learning a good deal of personal information. As a clinical psychologist, the instructor is bound by the American Psychological Association's Ethical Principles, cautioning against dual relationships including mandating student self-disclosure and/or providing professional advice or counseling to current students. This article focuses on how to maintain appropriate interpersonal boundaries with these writing assignments while encouraging students' psychosocial development.",
      "name": "College Students’ Self-disclosure in Writing Assignments: Professional and Ethical Issues",
      "format": "",
      "url": "http://www.ijmef.org/paperInfo.aspx?ID=2096",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "5823f967-d705-4911-a058-07507cb64d74",
      "created": "2013-07-15T03:40:31.848580",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "d8c5a003-6341-400d-86df-e78da81d8ab0",
      "url_type": null,
      "id": "31adc534-020e-45b1-a986-f87dd09f403b",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper describes the use of reflective journals for student nurses to communicate their objectives, fears and beliefs concerning their first mental health nursing practicum. The study consisted of four groups of third year comprehensive nursing students (n = 76). Themes from the journals were collated, assessed utilising Mezirow’s levels of reflection and analysed using thematic analysis. The study found that students fell into three groups: anti reflectors, current reflectors and converts to reflection. Students expressed difficulty forming trusting relationships with each new clinical teacher over short, eight-day periods of clinical practice. Those who were unable to verbalise feelings of fear, or uncertainty of role, where able to share this with the clinical teacher in the form of a journal entry. Student comments will be utilised to illustrate key points and describe their journey of self-discovery.",
      "name": "Utilising Reflective Practice Journals to Explore Student and Feelings during Psychiatric Clinical Placement",
      "format": "",
      "url": "http://www.ijmef.org/paperInfo.aspx?ID=2094",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "5823f967-d705-4911-a058-07507cb64d74",
      "created": "2013-07-15T03:41:18.316856",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "7bb724f6-e826-4731-90b5-52373df2d3c6",
      "url_type": null,
      "id": "b0df073f-3c0c-4cfa-8768-6b49e54a6afe",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Background: The pressures of working in contemporary health care environments can result in health professionals becoming focussed on their own domain. This focus, while understandable, diminishes the ability to provide holistic care for patients and clients. This multidisciplinary project sought to introduce post graduate students to the work of three other disciplines and provided them with an opportunity to develop their communication and history taking skills in the virtual world of Second Life. The participating disciplines included: Midwifery, Mental Health, Medical Radiations and Chiropractic. Methods: Four cohorts of Post Graduate students (n=210) participated in the project through a Course in their own Program. A stand-alone program area was set up on the website which was accessible to the four disciplines. A polyclinic was developed in a Second Life island, with each discipline having its own clinic room. Students were required to undertake a pre and post survey to measure their perspective of working with other disciplines; introduce their own discipline and write up what they have learned about the other disciplines, undertake and record an intra-disciplinary role play and finally, reflect on their learning. Findings: students reported that working in Second Life provided them with an opportunity to practice their communication skills in a fun and non-threatening way. As the role play formed part of their assessment, many students found the process to be on a par with the work that would be required to develop an essay or other written assignment. Conclusion: Second Life provides students with an opportunity to develop communication skills and their understanding of other disciplines.\r\n",
      "name": "Using Second Life for Health Professional Learning: Informing Multidisciplinary Understanding",
      "format": "",
      "url": "http://www.ijmef.org/paperInfo.aspx?ID=2090",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "5823f967-d705-4911-a058-07507cb64d74",
      "created": "2013-07-15T03:42:03.599989",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "24cf3318-0bc0-490c-a7f0-3e3f80a85890",
      "url_type": null,
      "id": "f050e4cb-6d1a-40ba-aec1-62131873ab7c",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Technological developments in maritime transport have been evolved over many years to this new generation that highly caliber professionals are highly demanded in the maritime industry. Maritime education and training has to provide young professionals with the expertise in the handling of dangerous goods, the know-how of applying computers on board ships and better awareness of maritime environmental protection. Quality maritime education and training is indispensable for upholding and enforcing the International Convention on Standards of Training, Certification and Watchkeeping for Seafarers (STCW). Maritime administrations have been emphasizing pre-sea education in the journey of training up contemporary maritime professionals. Keeping improvement on teaching and learning approaches is a natural activity to assure quality education in a rapidly changing world. The aim of this paper is to compare and evaluate the efficacy of mixing traditional teacher-centered instructional approach with student-centered problem-based learning (PBL), to different extents, in improving performance and learning outcomes for business students who enrolled in a maritime-technical subject. Responses from a Likert scale were computed in terms of mean scores and the findings from assessment results were used to reflect the efficacy of the different pedagogical approaches. This study was first conducted in the spring semester of 2011 and was replicated in spring 2012 with a slight modification. Consistent results were obtained in the two years and showed that students learning through a mixed-mode approach with more PBL-styled laboratories performed better. That mixed-mode pedagogical approach is recommended as effective course delivering method for maritime-technical curriculum.\r\n",
      "name": "Exploratory Study on the Efficacy of Applying Mixed-mode Pedagogical Approach in Teaching Maritime-technical Course to Business Students",
      "format": "",
      "url": "http://www.ijmef.org/paperInfo.aspx?ID=2087",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "5823f967-d705-4911-a058-07507cb64d74",
      "created": "2013-07-15T03:42:49.327741",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "8d9354d3-ada4-402b-af3f-e86f5f6b3eb6",
      "url_type": null,
      "id": "15088200-b10d-4c8f-8369-6e71933ea32f",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Traditional methods of teaching and learning in higher education are ever-evolving. This report assesses the feasibility of developing a teaching aid for pharmacology modules. Focus groups were established to gauge student and staff opinions on the use of teaching aids and an extensive literature review was conducted. The study identifies and critically evaluates a range of possibilities that could be developed and discusses practical issues such as accessibility, inclusion and assessment, associated with these potential aids. This initial study concludes that a suitable aid could take the form of a student-led development of a wiki-type website resource that included access to case-studies giving students ‘real-life’ experience of the concepts being studied. This type of project requires considerable time and financial support; nevertheless, this idea could be extended for many drugs and could be used in any health science course.\r\n",
      "name": "A Feasibility Study on the Development and Integration of a Teaching Aid for Pharmacology",
      "format": "",
      "url": "http://www.ijmef.org/paperInfo.aspx?ID=2098",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "5823f967-d705-4911-a058-07507cb64d74",
      "created": "2013-07-15T03:45:13.347679",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 5,
      "revision_id": "28a257f6-85f5-4269-9029-08e67d7e12cb",
      "url_type": null,
      "id": "9439c739-42b3-4be8-850c-de5636693179",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " This study evaluated the frequency and perceived effectiveness of use of three surgical simulators across all disciplines and years of surgical training at one institution. A cross-sectional survey examined specific practices and compared the educational experiences of 150 surgical residents in different training levels and disciplines of surgery at the University of Alberta. Resident’s exposure to box trainers, virtual reality trainers and simulated patients were analyzed with both open and close ended questions. Eighty-eight of 150 (59%) residents participated and reported use of these surgical simulators varied by year and discipline of training. Fifty percent of respondents used box trainers in their surgical education, with box trainers used most within urology. Generally, there was limited use reported with virtual reality trainers and simulated patients (10% of respondents respectively). Use of both virtual reality trainers and simulated patients was reportedly greatest within ophthalmology. Despite this limited use, residents found a marked and significant correlation (rS=0.78; p=0.02) between frequency of use and perceived effectiveness of virtual reality models as a method of teaching surgical skills. A marked degree of correlation (rS=0.65, p=0.06) between frequency of exposure and effectiveness was also found with simulated patient models with a trend towards significance. Modern surgical training is a complex process of cognitive and psychomotor skills training. Use of surgical simulators is expanding, and as more experience and understanding is gained in surgical education, enhanced teaching methods will ultimately produce better skilled surgeons.\r\n",
      "name": "Frequency of Use and Perceived Effectiveness of Three Simulation Models in Surgical Resident Education",
      "format": "",
      "url": "http://www.ijmef.org/paperInfo.aspx?ID=2091",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "5823f967-d705-4911-a058-07507cb64d74",
      "created": "2013-07-15T03:45:55.142869",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 6,
      "revision_id": "ca929da9-b3eb-4c9c-b5f8-d50226793e23",
      "url_type": null,
      "id": "5bd3d023-4e95-47fe-8232-26e755db59cd",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Purpose - This study aims to explore the practice of shadow education (private tutoring) in Mathematics among first year university students and to examine how this mode of learning during high school years impact students’ performance in freshman mathematics course. Methodology –Taking a case study of Business Mathematics course at the American University of Sharjah (AUS) in United Arab Emirates (UAE), the author undertook a quantitative analysis of students’ final grades in the course categorized by students’ responses to some private tutoring related questionnaire items. Findings – Students who have received private tutoring in Mathematics in the form of individualized instruction for at least one year in high school are more likely to request tutoring in the subject during freshman year at the university. As for performance, students who purchased private tutoring in order to improve their performance in the course consistently underperformed their peers irrespective of whether they had tutoring experience in Mathematics in high school or not. They showed significantly higher failing rate in the course than their peers. Research limitations –The study did not include other tutoring unrelated factors that could affect students’ performance in the course such as students’ motivation, household and/or school characteristics. Implications for teaching –Given the observed negative consequences of private tutoring on students’ learning, educators of higher education where tutoring practices may exist should invest time in discouraging these practices and educating their students of the negative effects tutoring can have. They should develop teaching strategies that promote independent learning, give more support to challenged students in Mathematics and encourage peer tutoring and group studying. Social Implications -- Given the cultural context of UAE society, parents are envisaged to take lead and often dictate their children life choices. In their conviction of ‘good’ parenting, they drive their children into tutoring hoping for them to achieve competitive academic performance. Parents should become aware of the negative consequences that tutoring can have on their children education and personality. Originality --There is little research on the long term impact of private tutoring. This paper tries to shed some light on this impact by examining how private tutoring in high school could affect student's learning and performance in freshman Mathematics course.",
      "name": "Shadow Learning in Undergraduate Mathematics: an Exploratory Study",
      "format": "",
      "url": "http://www.ijmef.org/paperInfo.aspx?ID=2088",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "5823f967-d705-4911-a058-07507cb64d74",
      "created": "2013-07-15T03:46:29.520379",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 7,
      "revision_id": "703bae8e-198d-4d3d-bf7d-7296db501bc0",
      "url_type": null,
      "id": "3d031275-71f2-4a82-85c8-f2488925c94b",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "An integrated long-term interactive approach is proposed for combining academic science education with additional methodology for enhancement of personal skills. It aims at making students more efficient both in their studies and further career development. The scope of communication skills includes both teamwork interaction and effective presentation of ideas. Internal motivation covers knowledge and mastery of constructive reasoning and emotional intelligence. Creativity is considered as a life-long progressing mindset and corresponding practical methods are provided. Along these lines, a new format for teaching of modern physics for students of engineering and other fields of science is described. It is based on constant interaction which provides them with an overview of developing trends and their meaning rather than with a system of established facts and their formal mathematical description. Formation of adequate basic concepts of reality in tune with modern fundamental science as early as possible during secondary education is suggested as a key area of future development.",
      "name": "Long-term Interactive Methodology in Science Education",
      "format": "",
      "url": "http://www.ijmef.org/paperInfo.aspx?ID=2583",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "5823f967-d705-4911-a058-07507cb64d74",
      "created": "2013-07-15T03:47:22.774131",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 8,
      "revision_id": "79a85350-f5d8-44c6-ab3a-b99ebe27163c",
      "url_type": null,
      "id": "afb0e102-ef26-4d8b-bd9c-65163e16a536",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Aims i) To identify the key learning outcomes for medical student elective experiences in a Low-Middle Income Country (LMIC) compared to a High Income Country (HIC) and ii) To provide students and medical curriculum planners with insights to guide future preparation for overseas electives and to promote learning in global health Methods A sample of 20 LMIC and 20 HIC elective reports were randomly selected from a total sample of 271. A general inductive approach was used to analyse the data and to identify emerging themes consistent with the study aims. Results Both groups gained from their experiences in terms of exposure to alternative practice, culture and language. Students who visited LMIC were witness to the realities of practicing medicine in resource constrained environments; 80% of students reported on the impact of scarce resources on medical practice and the importance of wider social and cultural determinants on health. Alternatively, students who visited HIC reported exposure to technologically advanced clinical practice, which was both a motivator and an outcome of their experience. Conclusion Both LMIC and HIC elective students gained substantial experience from this episode n their medical training. The motivations and expectations that underpinned the decision of what country to visit was seldom disappointing and reflect a significant cross-roads in the future of medicine; the need to be prudent with resources and focus on global health equity, and the reality of a burgeoning advanced biotechnology era within medicine. Both of these experiences are necessary to gain an understanding of global health.",
      "name": "Overseas Medical Student Electives: a Precursor for Global Health Action?",
      "format": "",
      "url": "http://www.ijmef.org/paperInfo.aspx?ID=3152",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "5823f967-d705-4911-a058-07507cb64d74",
      "created": "2013-07-15T03:54:13.798366",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 9,
      "revision_id": "af260c97-3444-4a2b-a4da-dddafbf4bd3e",
      "url_type": null,
      "id": "441d0c30-0f06-42b1-be2c-d7d9f68a66bd",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " The purpose of this study is to verify the effects of job satisfaction of lecturers or higher-level teaching staff on teaching effectiveness at three particular Taiwan-based technological and vocational colleges, with “teaching quality assurance” being the mediator. This study interviewed lecturers or teachers holding higher positions at three particular Taiwan-based technological and vocational colleges, selected by way of simple random sampling. Linear Structural Equation Modeling (SEM) was employed to verify the goodness-of-fit of the overall model, structural model and measurement model, followed by an examination of mediating effects using the Sobel Test, Bootstrapping and the Mackinnon PRODCLIN 2 program. The research results suggest that, at these particular Taiwan-based technological and vocational colleges: (1) teacher job satisfaction has a positively significant effect on teaching quality assurance; (2) teaching quality assurance has a positively significant effect on teaching effectiveness; and (3) teacher job satisfaction has a positively significant effect on teaching effectiveness. Apparently, teaching quality assurance has no more than a partial mediating effect and, as this study implies, is not the sole silver bullet for increased teaching effectiveness, which actually can be achieved by bolstering the teachers’ job satisfaction.",
      "name": "Exploring the Effects of Teacher Job Satisfaction on Teaching Effectiveness: Using 'Teaching Quality Assurance’ as the Mediator",
      "format": "",
      "url": "http://www.ijmef.org/paperInfo.aspx?ID=2784",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "5823f967-d705-4911-a058-07507cb64d74",
      "created": "2013-07-15T03:55:27.239094",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 10,
      "revision_id": "5f71bc3d-c125-44b4-940e-5d303b3c46f6",
      "url_type": null,
      "id": "b5ff4ff0-fc9e-4fad-886a-cb12c95801fc",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "A goal for most science teachers is to promote students’ ability and desire to use scientific information outside of the classroom. The realization of this goal, however, requires not only a general understanding of scientific concepts, but also an understanding of how scientific data and claims are generated. Our team of project scientists and science educators worked with highly skilled high school teachers in a novel professional development program to test hypotheses regarding the association between teaching about how ecological scientists gather evidence and students’ broader understanding of the Nature of Science (NOS). In particular, we sought to work with a small group of master teachers to develop a curricular framework for an ecology focused nature of science (ENOS) and associated assessments to determine the extent to which students are able meet framework related goals. To do so, we focused on students’ interactions with ecologists and ecological data, and on embedded rubric-based assessments. Teachers were given sole responsibility for addressing the framework within their curricula. Additionally, teachers were asked to conduct an evaluation of the materials they used and to design means by which these materials could be shared with other teachers. Here we describe a novel professional development opportunity, including the partnerships with scientists, and provide evidence regarding the association between this opportunity and changes in teacher practices. Although this work has been conducted with a small number of teachers, the results have implications for future professional development efforts, collaborations with scientists, and the teaching of ENOS.",
      "name": "A Collaborative Model of Science Teacher Professional Development",
      "format": "",
      "url": "http://www.ijmef.org/paperInfo.aspx?ID=2097",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "5823f967-d705-4911-a058-07507cb64d74",
      "created": "2013-07-15T03:56:11.865261",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 11,
      "revision_id": "5f71bc3d-c125-44b4-940e-5d303b3c46f6",
      "url_type": null,
      "id": "3d98f930-7e85-48d5-9b8d-8b0b0bffd170",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " This paper reviews the application of ELM to understand how men and women differ in their evaluation on information content and the visual presentation used in web advertising. ELM is verified by examining several variables influencing consumers’ beliefs in web ads. These variables include（a）advertising appeals(rational/emotional) ,（b）personal and product involvement（high/low）,（c）the gender（female /male）. A survey covering 591 Internet users investigated by a 2×2×2 ANOVA between-subjects experimental design is used to guide the research design and the systematic analysis procedure. The result of this finding is that in high-involvement situations, people are more likely to click a Web ad with a rational advertising appeal in contrast to an ad with an emotional advertising appeal. It is also found that a rational advertising appeal ad compared to an emotional advertising one is evaluated more favourably by males than that by females.",
      "name": "Genders’ Differences in Evaluation of Web Advertisement",
      "format": "",
      "url": "http://www.ijmef.org/paperInfo.aspx?ID=4554",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "5823f967-d705-4911-a058-07507cb64d74",
      "created": "2013-07-15T03:56:49.500922",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 12,
      "revision_id": "13f7d395-75c3-4a1b-b534-3f40d58a0544",
      "url_type": null,
      "id": "4165bf06-fb0c-49f2-bd31-7dcc5f566098",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Implementing multiple methods of writing assessment plays a significant role in mastering this skill. This article examines assessment methods from traditional to alternative, as well as new trends in writing assessment to improve this skill of (English as a Foreign Language) EFL, (English as a Second Language) ESL learners. Both the advantages and challenges of e-portfolio based assessment have been argued. Alternative assessment employs dynamic, ongoing evaluation tools such as e-portfolios to empower learners’ knowledge. Explosive growth of e-portfolios provides the opportunity to identify learners’ needs. Reflection, collaboration, self-assessment, peer-assessment and self-regulation may be promoted in students by means of e-portfolios.",
      "name": "E-Portfolios: A New Trend in Formative Writing Assessment",
      "format": "",
      "url": "http://www.ijmef.org/paperInfo.aspx?ID=3432",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "5823f967-d705-4911-a058-07507cb64d74",
      "created": "2013-07-15T03:58:01.944145",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 13,
      "revision_id": "864379d5-ea90-469e-a244-b5394799905e",
      "url_type": null,
      "id": "81e5321e-4c73-4ac9-a6e0-c26e4ee4a2d6",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 14,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Modern Education Forum",
      "id": "f6e77e1d-b03b-41ff-afed-f9a3bc680073",
      "name": "Modern Education Forum"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-ijmef-org",
  "isopen": true,
  "url": null,
  "notes": "International Journal of Modern Education Forum (IJMEF) is an internationally refereed journal dedicated to publishing the latest advancements in modern education research. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "International Journal of Modern Education Forum (IJMEF)",
  "revision_id": "22b12d4f-f0bf-4b15-ba38-b55820ccb414"
}