{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "b080837f-5986-4e6c-83a3-cf83e31e1d67",
  "metadata_created": "2013-08-29T11:18:02.003224",
  "metadata_modified": "2013-10-10T21:11:31.828445",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "69f0f276-ebf9-42d9-8d97-a77cdbaba5fc",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "hanna",
  "isopen": false,
  "url": "",
  "notes": "We are all familar with the picture of our family doctor using a diagnostic tool called an otoscope to take a look in to our ears when we appears to have some ear disease, or some pain due to the ears. Identify further on <a href=\"http://cart.morningstar.ca/quicktakes/fund/f_ca.aspx?t=F0CAN05LY1&region=can\">buy agf management</a> by navigating to our interesting use with. \n\nWhen the physician, as a doctor handles that task that is all well. \n\nNevertheless the problem is this: 'Should a stay-at-home mother own an otoscope and perform hearing investigations herself o-n her child or her children'? \n\nTo answer that question, I explored the internet and also examine feedback from many stay-at-home parents, to tap their experience and to see what they're doing. If you have an opinion about politics, you will seemingly desire to study about <a href=\"http://cart.morningstar.ca/quicktakes/fund/f_ca.aspx?t=F0CAN05LY1&region=can\">agf</a>. \n\nThe clear answer was an extremely 'YES.' \n\nMoms-at-home feel that they ought to just take a more active role in ensuring the health of their children, in the place of to possess this role performed exclusively by their doctors. Dig up more about <a href=\"http://www.acieragf.com/agf-group.php\">agf management</a> by browsing our unusual encyclopedia. \n\nMoms-at-home feel empowered when they possess an otoscope and may use it to recognize possible problems in their infant's ears, particularly when they find their babies taking their ear lobes or crying with some type of distress due to their ears. \n\nWhen they possess an otoscope, they may use it quickly to take a peek into their infant's ears to see whether it is reddish, that will suggest an ear infection just starting and then to refer their children to their pediatric or their child specialist for further diagnosis and treatment. \n\nThis provides them comfort and satisfaction that they can nab start ear infections in the early stages as opposed to learning about these ear infections in their infants at 2 am in the hospital's emergency rooms. \n\nOtoscopes come in different quality and at different prices. To explore additional information, please check-out: <a href=\"http://www.squidoo.com/agf-mutual-funds\">agf investigation</a>. From a twenty-dollar product to a quality otoscope including the Welch Allyn otoscope which could cost a couple of hundred pounds, the key to a good otoscope is to ensure the lens is strong enough to provide good manification. \n\nIrregardless of the make-or model, many moms-at-home are thankful for this creation called an otoscope that is proving to be useful in helping them establish hearing infections fast.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Must A Mom-At-Home Own An Otoscope In Taking Care Of Her Child or Her Children?",
  "revision_id": "dde49bf4-4bdb-494a-b8bb-fbeb4dcf2a22"
}