{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "1925a0a1-90b6-452d-b99c-875ab010682e",
  "metadata_created": "2013-07-18T01:53:17.814018",
  "metadata_modified": "2013-10-10T21:17:24.068067",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "We used synthetic aperture radar interferometry (InSAR) to measure land subsidence in Tabriz Plain (TP) and strain accumulation along North Tabriz Fault (NTF). Thermal power plant of Tabriz city locats in the area called Tabriz Plain which supplies electric energy for NW Iran. Its facilities need to be constantly cool, so there are more than twenty water pumping stations in some parts of TP. Moreover, the power plant, petrochemical, refinery and Vanyar dam are located near at a hazardous tectonic structure called North Tabriz Fault. InSAR is one of satellite radar observation methods which is used in space geodesy. In this paper, we have applied twenty ASAR SLC images of Envisat satellite from descending orbits during May 2003 to July 2010. InSAR analysis shows about 20mm/yr land subsidence and about 7mm/yr slip rate for NTF.",
      "name": "Using Advanced Space-borne Radar Technology for Detection and Measurement of Land Subsidence and Interseismic Slip Rates, the Case Study: NW Iran",
      "format": "",
      "url": "http://www.as-se.org/ssms/paperInfo.aspx?ID=3173",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "1925a0a1-90b6-452d-b99c-875ab010682e",
      "created": "2013-07-17T20:53:48.688112",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "90568d60-a6b7-48bb-baf4-eb27628131dc",
      "url_type": null,
      "id": "d11a5ac2-4e5d-4076-afda-c794d8ccf574",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The satellite images are usually contaminated with multiplicative noises and some additive noises [1, 2]. Due to the large size of images, the removal process of these two types of noises at real-time is time consuming. The use of many-core processors such as GPUs may be advantageous in reducing the time of denoising. However, with the limitation of the GPU memory and the memory transfer cost, the proper design for denoising the large images is required. In this paper, we introduce the novel method for denoising both additive and multiplicative noises on multiple GPUs. The method is extended from [8] to perform a large-image denoising. It considers the proper data fitting to the GPU memory, memory utilization and thread utilization on both the CPU and GPUs. The speedup on the computation time of upto 87.29 times can be achieved compared with the sequential computation on the color 4096×4096 satellite image.",
      "name": "Additive and Multiplicative Noise Removal Framework for Large Scale Color Satellite Images on OpenMP and GPUs",
      "format": "",
      "url": "http://www.as-se.org/ssms/paperInfo.aspx?ID=2880",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "1925a0a1-90b6-452d-b99c-875ab010682e",
      "created": "2013-07-17T20:54:30.512042",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "30b5a262-9929-4f0d-9c90-d3cbb9f40bda",
      "url_type": null,
      "id": "980cb80a-5271-49d8-a189-fa1935c2eeb2",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "One way to acquire information is through surveillance videos. Changes in the video feed can be seen more accurately through image matching. There are several approaches to image matching; and one of these is the SIFT algorithm. Aside from SIFT, Trajkovic and Hedley is another, if not the fastest and most efficient, of the corner detection algorithms. By replacing the keypoint extraction of the SIFT algorithm to the Trajkovic and Hedley corner detection algorithm, the SIFT algorithm will become faster. The study is composed of different phases, including Pre-Processing, Feature Extraction and the Matching Phase. This study has two objectives: to introduce a new method when it comes to image matching, especially with the use of the SIFT algorithm, and the use of other approaches as alternatives used in surveillance and security.",
      "name": "Real-Time Image Matching Using the Trajkovic and Hedley Algorithm",
      "format": "",
      "url": "http://www.as-se.org/ssms/paperInfo.aspx?ID=2898",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "1925a0a1-90b6-452d-b99c-875ab010682e",
      "created": "2013-07-17T20:55:01.846627",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "743a9bb5-b2d1-4099-ba64-ad3e69944bc3",
      "url_type": null,
      "id": "689d98fd-cdc4-4595-bf54-123280a1b8f3",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " It is very difficult to identify an object just considering its color and shape. Texture is one of the important features which helps in identifying the objects that appear similar on the image but in reality they are different objects on the ground. It is commonly accepted that texture analysis plays a very significant role in object classification and outlining the important regions of a given gray level image. Image analysis process requires the knowledge of the characteristics of the pixels in an image. In this paper, five texture analysis methods namely; Structural, Statistical, Model based, Transform based and Soft computing have been described. Moreover, benefits and shortcoming of the different methods are also discussed.",
      "name": "A Brief Review on Texture Analysis Methods",
      "format": "",
      "url": "http://www.as-se.org/ssms/paperInfo.aspx?ID=3473",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "1925a0a1-90b6-452d-b99c-875ab010682e",
      "created": "2013-07-17T20:55:29.766125",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "3668582e-4374-4f53-ad29-7fd68e9efd15",
      "url_type": null,
      "id": "5e2f4950-cf82-42fd-a3cf-23386d986723",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 4,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Surveying and Mapping Science",
      "id": "f4e4cffd-f848-4c90-85fb-4acf837c7bb0",
      "name": "Surveying and Mapping Science"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-as-se-org-ssms",
  "isopen": true,
  "url": null,
  "notes": "Studies in Surveying and Mapping Science (SSMS) is an open-access and peer-reviewed journal. The journal publishes original papers at the forefront of surveying and mapping research and their applications. The contributions are published in both printed and online version.\r\n\r\nThe goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.\r\n\r\nAll articles published in this journal, including editorials, book reviews, news and comments, are signed and reflect the views of the authors. They are not official points of view held by the journal or by the institutions with which the authors are affiliated.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Studies in Surveying and Mapping Science (SSMS)",
  "revision_id": "22b12d4f-f0bf-4b15-ba38-b55820ccb414"
}