{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "01708467-9494-46c5-b2eb-9f5d7683bb17",
  "metadata_created": "2013-09-01T03:19:50.367801",
  "metadata_modified": "2013-10-10T22:19:26.696182",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "611c0a53-a58c-43ed-962e-5a473b697dbf",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "lindgaard",
  "isopen": false,
  "url": "",
  "notes": "The authorized assistant as the name suggests is there to aid the lawyer. It's quite crucial to know that the paralegal can not provide legal advice or become a lawyer. What the p.. \n\nParalegal or Legal Assistant can be an exciting occupation in the Criminal Justice field. It's hard to imagine a law office with no paralegal. Dig up more on a partner link - Click this web page: <a href=\"http://www.nhdwiguy.com/\">in english</a>. They can be described as the right hand of the lawyer. In this essay I examine the position of the paralegal or legal secretary in the criminal justice field. \n\nThe legal assistant as the name indicates is there to help the lawyer. It is vitally important to understand that the paralegal can't provide legal services or act as a lawyer. What the paralegal does must certanly be beneath the guidance of an attorney. The paralegal can perform the following under the watchful eye of a lawyer: \n\n1. The paralegal may conduct customer interviews. They must identify themselves as paralegals to the customer before beginning the meeting. In this instance, the legal assistant helps the lawyer determine the facts of an incident by talking to the customer. This preserves the lawyer valuable time. This lovely <a href=\"http://www.nhdwiguy.com/\">remove frames</a> essay has assorted grand suggestions for the meaning behind it. That time can be used by the lawyer to work with approaches for the case. \n\n2. <a href=\"http://www.nhdwiguy.com/\">Discount Dan Hynes Nh</a> contains more about the meaning behind this view. The legal assistant can interview and locate witnesses. You saw Julia Roberts play the part of a paralegal that locates and interviews consumers, if you watched the film Erin Brockovich. In another of the scenes, she clearly states that she is not just a lawyer. This underlines the point above that paralegals cannot give legal counsel. In addition it underlines the point which they identify themselves therefore. \n\n3. Legal colleagues can prepare and study legal documents. Paralegals do get the education and experience required to prepare legal papers. All of the lawyer must do is check the work to ensure it satisfies the legal requirements that such report needs. Again, I dont need certainly to tell what an important timesaver this really is to legal counsel. \n\n4. Court trials can be attended by the paralegal. In this case, they help the lawyer with the case records. In this manner the attorney isn't struggling in court trying to find documents or data. The paralegal can there be to keep them structured. \n\nMore volume can be written by me on the part of the legal secretary or paralegal in the criminal justice field, but you get the place. It is certainly a fantastic occupation. Consider all the things that may be involved in an appropriate case. As a paralegal, you may be in the centre of it all. \n\nNote: You are liberated to reprint or republish this informative article. The only problem is that the Resource Box ought to be incorporated and the links are live links.N.H. DWI GUY\nAttorney Daniel Hynes\n130 Brook St.\nManchester, NH 03102\nServing Nashua, Concord and all of New Hampshire",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "The Role Of The Paralegal Or Legal Assistant In The Criminal Justice Field",
  "revision_id": "7e151295-3336-40db-b6ac-e05585c44d7b"
}