{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": null,
  "num_tags": 0,
  "id": "d9eb8387-99be-4a8e-9376-95c9314c15ca",
  "metadata_created": "2014-11-15T16:27:08.077755",
  "metadata_modified": "2014-11-15T16:27:08.077755",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "c96f647a-6141-4bd8-bcde-dab7b3f4fead",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": null,
  "relationships_as_subject": [],
  "organization": {
    "description": "http://www.newhavenindependent.org\r\n### [It’s Your Town. Read All About It](http://www.newhavenindependent.org)\r\n\r\nNew Haven. Its neighborhoods. Its government. Its people - from the knuckleheads to the dreamers and schemers, and everyone in between.\r\n\r\nThat’s what this web site is about: A five-day-a-week report on news about the City of New Haven, Connecticut, produced by veteran local journalists, and by you.\r\n\r\nThe New Haven Independent is rooted in and devoted to the city. We believe that democracy starts at home, with smart, thorough, in-depth local news reporting and broad citizen debate about local issues. Thanks to the Internet, journalists and news-deprived citizens need no longer be hostages to out-of-state media conglomerates. We can reclaim our communities. Power of the press now belongs not to those who own one, but to those who own a modem.\r\n\r\nWe own a modem.\r\n\r\n(Update:) Or we used to own a modem. You don’t even need a modem anymore.\r\n\r\nThe New Haven Independent is produced in conjunction with the Online Journalism Project, a not-for-profit effort to promote professional-quality “stand-alone” and “hyperlocal” news sites on the Internet. Our main financial sponsors are listed on the right-hand column of the homepage and most inside pages. This site relies on three sources of revenue: grants from foundations to support specific areas of reporting, such as health care, similar to the way that National Public Radio obtains charitable grants to support independent reporting; general ongoing sponsorship grants from institutions; and donations from readers. The reporting on this site is, as the name says, “independent.” All financial contributions to the site come with the understanding that contributors will not determine (or have any responsibility for) the articles produced on the site. (Feel free to contact us with further questions about the site’s financial support.)\r\n\r\nThe New Haven Independent features daily reports and diverse public discussion about news about New Haven neighborhoods, government, politics, criminal justice, schools, business, arts and culture. It links readers to other websites with information about New Haven.",
    "created": "2014-11-14T16:02:31.941918",
    "title": "New Haven Independent",
    "name": "new-haven-independent",
    "is_organization": true,
    "state": "active",
    "image_url": "http://www.newhavenindependent.org/assets/site_images/NHIheader2010_ctr.jpg",
    "revision_id": "bf33bd98-7dc1-4109-ba01-014412c6e420",
    "type": "organization",
    "id": "31bdbced-074d-43eb-a57e-d1b3b01f6a06",
    "approval_status": "approved"
  },
  "name": "new-haven-ct-crime-data-year-2008",
  "isopen": false,
  "url": null,
  "notes": null,
  "owner_org": "31bdbced-074d-43eb-a57e-d1b3b01f6a06",
  "extras": [],
  "title": "New Haven, CT Crime Data, Year 2008",
  "revision_id": "240a4bf2-1bbd-4d76-bf17-b5bb24f7856e"
}