{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "d8de48eb-7f72-4369-92cc-7c4bcc658a61",
  "metadata_created": "2013-09-05T20:17:22.414012",
  "metadata_modified": "2013-10-10T23:41:55.991105",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "cce91f04-b7c3-4eab-8e1e-d0f5d5792fa1",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "skou",
  "isopen": false,
  "url": "",
  "notes": "Scoliosis is really a condition in which an individual has side-to-side spinal curves along with the standard curves through which the lower portion of the human back curves inwards. These side-to-side curves are cured by standing upright cannot. A few of the bones of a person enduring from scoliosis also shift from their normal position, therefore making his/her waist or shoulders seem uneven. \n\nMany of the moments, scoliosis develops in the thoracic spine, which is the upper portion of our back or the area between the thoracic spine and lumbar spine, which is the lower portion of our back. The curve of the back of an individual struggling with scoliosis is apparently C or S shaped. \n\nThere are different types of scoliosis, which can occur in a variety of stages of human life. Congenital scoliosis is a rare kind of scoliosis and broadly speaking does occur in the birth. The weakness of the spinal muscles or neurological issues also can end in the forming of sideway shapes in the back, leading to a disorder called Neuromuscular Scoliosis. For other ways to look at the situation, we recommend you gander at: <a href=\"https://tools.dorner.com/\">article</a>. Degenerative scoliosis usually occurs quite late in the life and is the results of the deterioration of joints in the back. The most common type of scoliosis is Idiopathic Scoliosis, which largely does occur in adolescents and aggravates with age. To check up additional info, consider peeping at: <a href=\"http://www.dornerconveyors.com/Conveyor-Types/Plastic-Chain-Conveyors.aspx\">guide to plastic belt</a>. \n\nIdeopathic scoliosis can be as a result of heritable or growth facets and can be handled non-surgically, if the curve of the back is significantly less than 40 degrees. However, one must bear non-surgical treatments, such as spinal exercises, which strengthen the back muscles, just after the recognition of the condition. Spinal mobilization through various exercises aims to re arrange the bones in the spinal column and decompress the nerve roots, the pressure on which can frequently end up in back pain. To study more, consider checking out: <a href=\"http://www.dornerconveyors.com/Products/4100-Series.aspx\">via</a>. Stress on the nerve roots can also lead to numbness, weakness and pain in the spinal cord.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Scoliosis: a problem of uneven curves",
  "revision_id": "29cdb417-57df-4a2f-bd30-039eccffc108"
}