{
  "name": "2013-global-hunger-index-data",
  "title": "2013 Global Hunger Index Data",
  "description": "The Global Hunger Index (GHI) is a tool designed to comprehensively measure and track hunger globally and by region and country. Calculated each year by the International Food Policy Research Institute (IFPRI), the GHI highlights successes and failures in hunger reduction and provide insights into the drivers of hunger, and food and nutrition security. The 2013 GHI has been calculated for 120 countries for which data on the three component indicators are available and for which measuring hunger is considered most relevant. The GHI calculation excludes some higher income countries because the prevalence of hunger there is very low.\r\n\r\nThe GHI is only as current as the data for its three component indicators. This year's GHI reflects the most recent available country level data for the three component indicators spanning the period 2008 to 2012. Besides the most recent GHI scores, this dataset also contains the GHI scores for four other reference periods- 1990, 1995, 2000, and 2005. A country's GHI score is calculated by averaging the percentage of the population that is undernourished, the percentage of children younger than five years old who are underweight, and the percentage of children dying before the age of five. This calculation results in a 100 point scale on which zero is the best score (no hunger) and 100 the worst, although neither of these extremes is reached in practice. The three component indicators used to calculate the GHI scores draw upon data from the following sources:\r\n\r\n1. Undernourishment: Updated data from the Food and Agriculture Organization of the United Nations (FAO) were used for the 1990, 1995, 2000, 2005, and 2013 GHI scores. Undernourishment data for the 2013 GHI are for 2010-2012. \r\n2. Child underweight: The \"child underweight\" component indicator of the GHI scores includes the latest additions to the World Health Organization's (WHO) Global Database on Child Growth and Malnutrition, and additional data from the joint database by the United Nations Children's Fund (UNICEF), WHO and the World Bank; the most recent Demographic and Health Survey (DHS) and Multiple Indicator Cluster Survey reports; and statistical tables from UNICEF. For the 2013 GHI, data on child underweight are for the latest year for which data are available in the period 2008-2012.\r\n3. Child mortality: Updated data from the UN Inter-agency Group for Child Mortality Estimation were used for the 1990, 1995, 2000, and 2005, and 2013 GHI scores. For the 2013 GHI, data on child mortality are for 2011.",
  "version": "",
  "keywords": [
    "Children",
    "Climate chan",
    "Developing countrie",
    "Disaster relie",
    "Environmental",
    "Environmental Disasters",
    "Environmental Risk",
    "Environmental policies",
    "Environmental shocks",
    "Food availability",
    "Food crises",
    "Food prices",
    "Food security",
    "Hunger",
    "Land degradation",
    "Malnutrition",
    "Mortality",
    "Natural Disasters",
    "Natural resource",
    "Nutrition",
    "Nutrition security",
    "Resilience",
    "Sustainabilit",
    "Sustainable development",
    "Sustainable livelihoods",
    "Undernourishment",
    "Undernutrition",
    "Underweigh",
    "Water"
  ],
  "organization": "International Food Policy Research Institute (IFPRI)",
  "licenses": [
    {
      "name": "cc-by-sa",
      "title": "Creative Commons Attribution Share-Alike",
      "path": "http://www.opendefinition.org/licenses/cc-by-sa"
    }
  ],
  "resources": [
    {
      "name": "2013 Global Hunger Index Data",
      "description": "This dataset contains 2013 GHI scores along with the three component indicators:\r\n1.Undernourishment \r\n2. Child underweight\r\n3. Child mortality\r\n",
      "format": "XLS",
      "path": "http://dx.doi.org/10.7910/DVN/22795",
      "mediatype": "",
      "size": null,
      "created": "2013-10-11T10:06:20.383148",
      "last_modified": null,
      "state": "active"
    }
  ],
  "created": "2013-10-11T15:04:25.689480",
  "modified": "2013-10-11T16:51:56.506195"
}