{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "907bf36e-11d0-4209-9561-bbf9141b2e0d",
  "metadata_created": "2013-07-18T03:04:14.359183",
  "metadata_modified": "2013-10-10T21:17:42.073498",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Due to the fact of immeasurable inner temperature of inverter-fed traction motor, three-dimension finite element model of part of rotor iron core and half a rotor bearing were established. The convective heat transfer coefficient between the air gap of motor and rotor surface were calculated according to the heat transfer and fluid mechanics theory. The influence of temperature rise on the stator and rotor resistance was considered for thermal loss calculation. The influence of the end of stator and rotor on axial temperature distribution was also taken into account. Then three-dimensional transient temperature field of the motor was calculated at the rated load. Temperature field with different loads was also computed. The aim has been to optimize the design with respect to the transient stresses. According to the contrastive analysis compared with other method, it demonstrated the accuracy of simulation model and thermal field calculation results.",
      "name": "Analysis and Calculation of Three-dimensional Temperature Field of Inverter-fed Traction Motor",
      "format": "",
      "url": "http://www.sjmmf.org/paperInfo.aspx?ID=5083",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "907bf36e-11d0-4209-9561-bbf9141b2e0d",
      "created": "2013-07-17T22:04:48.744643",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "0c0073a3-bdd9-4bcc-818f-ad9946151150",
      "url_type": null,
      "id": "cdcb9025-80a5-4b94-b73f-729b44e1dc2b",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "A novel design method for photovoltaic applications (PVA) is proposed based on Extreme Value Theory under climate change. Traditionally, one day or one year’s climate data are used in the design of PV applications. However, the fact is that weather conditions in two years won’t be the same.Therefore, the PV applications designed by the traditional way may fail in the extreme weather conditions. This paper illustrates a novel method to design a PV application reliable under the climate-change situation.\r\n",
      "name": "Using Extreme Value Theory to Optimally Design PV Applications under Climate Change",
      "format": "",
      "url": "http://www.sjmmf.org/paperInfo.aspx?ID=5085",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "907bf36e-11d0-4209-9561-bbf9141b2e0d",
      "created": "2013-07-17T22:05:22.217895",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "b95f8269-2d01-4bdc-96fa-42d4855f0524",
      "url_type": null,
      "id": "42238af9-ecff-4ba4-9e50-d56a44954f42",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Two independent laws of measure theoretically defined randomness, one in the interval [α, β] and the other in the interval [β, γ]，are necessary and sufficient to define a normal fuzzy number [α, β, γ], the membership function of which is the distribution function with reference to the law of randomness defined in [α, β] and is the complementary distribution function with reference to the law of randomness defined in [β, γ]. Thus to construct a normal fuzzy number [α, β, γ], we need to define two probability measures, one in [α, β] and the other in [β, γ].\r\n",
      "name": "Construction of Normal Fuzzy Numbers Using the Mathematics of Partial Presence",
      "format": "",
      "url": "http://www.sjmmf.org/paperInfo.aspx?ID=5086",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "907bf36e-11d0-4209-9561-bbf9141b2e0d",
      "created": "2013-07-17T22:05:48.640443",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "f3da12e5-8df6-475a-9dfa-cfd8cb3a145c",
      "url_type": null,
      "id": "1765d70b-4a31-4822-8178-20d940361e82",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper proposes a method to solve multivariable nonlinear optimization problem based on MCMC statistical sampling. Theoretical analysis proves that the maximum statistic converges to the maximum point of probability density. From this convergence property, we establish a newly algorithm to find the best solution of an optimization through largely MCMC sampling in condition that the exact generalized probability density function has been designed. The MCMC optimization algorithm needs less iterate variables reserved so that the computing speed is relatively high. Finally, we build a Markov chain model to demonstrate the dynamic movement of ladderlike labour transfer with multiparamter, and we practice this MCMC sampling optimization algorithm to find parameters estimations. The optimization results are reasonable and from which we obtain the short-term and long-term forecast of labour movements.",
      "name": "Statistical Computation Algorithm Based on Markov Chain Monte Carlo Sampling to Solve Multivariable Nonlinear Optimization",
      "format": "",
      "url": "http://www.sjmmf.org/paperInfo.aspx?ID=5090",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "907bf36e-11d0-4209-9561-bbf9141b2e0d",
      "created": "2013-07-17T22:06:15.876558",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "83cfcf67-d151-4c8f-821f-d9579abcc0cc",
      "url_type": null,
      "id": "6c6ad6ca-3922-4f16-b901-06f32862afee",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Power law distribution appears in several scientific fields such as physics, earth science, economics, social science and many others. This paper illustrates new practical criteria for inferential statistics involving power law and, namely for estimation of power law distribution exponent and its confidence interval. To calculate this latter interval new expressions, in closed form, are derived. This methodology has been compared with classical least squares method and that of maximum likelihood, showing that it provides a more efficient estimator for power law exponent. In order to describe this criterion by means of a case study, it has been applied to statistical multi-scale analysis of fracture networks in a petroleum reservoir analogue, nevertheless it can be applied in several contexts involving scale free distributions.\r\n",
      "name": "Power Law Distribution: Method of Multi-scale Inferential Statistics",
      "format": "",
      "url": "http://www.sjmmf.org/paperInfo.aspx?ID=5093",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "907bf36e-11d0-4209-9561-bbf9141b2e0d",
      "created": "2013-07-17T22:06:42.183518",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "1041088f-41f6-41e4-9fe6-ee71b5b495ea",
      "url_type": null,
      "id": "2c35cc81-51ad-4ae8-9c10-8bd8bed1f486",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " In this article a new approach is considered for implementing multi-grid methods in iterative operator splitting methods for differential equations. The underlying idea is to embed fast multi-grid methods to accelerate the iterative splitting schemes. We concentrate on convection--diffusion--reaction equations and treat a multi-scale problem. The equations are spatially discretised with finite difference or finite volume methods. The main problem of iterative solvers are their neglect of multi-scale physics: different scales are not resolved on different spatial scales. Here we apply multi-grid methods to obtain the resolution of the optimal scale, which can be solved by an iterative splitting scheme. We discuss the embedding of such spatial- and time-scale methods and their underlying analysis. Numerical examples are given to verify the numerical schemes.",
      "name": "Operator Splitting Methods Combined with Embedded Multi-grid Methods",
      "format": "",
      "url": "http://www.sjmmf.org/paperInfo.aspx?ID=5106",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "907bf36e-11d0-4209-9561-bbf9141b2e0d",
      "created": "2013-07-17T22:07:23.124407",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 5,
      "revision_id": "07f0da1f-4f08-42b4-a650-11d5f0ae5c0a",
      "url_type": null,
      "id": "f5af666f-15af-4923-8dd8-b1fd3a0f68f7",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " For Schoenberg splines of degree -fixed and , we establish inverse result in terms of the second order classical moduli. As a consequence, we generalize the earlier inverse estimates of Berens-Lorenz and of Beutel, Gonska etc. for (k = 1, 2, 3). Mathematics Subject Classification (2000)- 41A10, 41A15, 41A17, 41A25, 41A27, 41A36",
      "name": "Generalized Inverse Theorem for Schoenberg Operator",
      "format": "",
      "url": "http://www.sjmmf.org/paperInfo.aspx?ID=5123",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "907bf36e-11d0-4209-9561-bbf9141b2e0d",
      "created": "2013-07-17T22:07:48.534989",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 6,
      "revision_id": "76dac578-0154-42a9-8d5f-4219a837918a",
      "url_type": null,
      "id": "565f2aa7-0f19-4e26-9615-4940bd3b765e",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Systematical analytical description of the atomic density and energy on high-angle grain boundaries (GBs) is performed by the methods of molecular statics in reciprocal space. The multilayer oscillatory relaxation profile in the core region of tilt symmetric twin boundaries was found. It was found the non-monotonic relaxation near the core of the GB is accompanied by the excess internal energy with the distance from the Σ3 {111} &amp;amp;amp;lt;110&amp;amp;amp;gt; incoherent tilt twin boundary. The displacements normal to the GB in the {211} and {110} general type boundaries correspond to the vast majority of the grain-boundary expansion taken up right at the boundary plane. In the case of the {211} GB there are oscillations in the normal displacements that decay exponentially away from the GB. At the {110} general boundary most of the dilatation is again taken up at the GB, but there are no oscillations in the normal displacements.",
      "name": "Mathematical Analysis of the Energy and Relaxation of Grain Boundaries in Metals",
      "format": "",
      "url": "http://www.sjmmf.org/paperInfo.aspx?ID=5103",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "907bf36e-11d0-4209-9561-bbf9141b2e0d",
      "created": "2013-07-17T22:08:16.052066",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 7,
      "revision_id": "d1e8a3f8-05dc-4233-aebb-dc0112af78c0",
      "url_type": null,
      "id": "5f0a323d-d789-4d9f-bbcc-6da71dd7b9c9",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The aim of this paper is to establish sufficient conditions for the oscillation and asymptotic behavior of solutions of third order nonlinear neutral differential equations with mixed arguments. We obtain the results using comparision theorems and they improve and complement to the existing results. Examples are provided to illustrate the main results.",
      "name": "Oscillation of Third -Order Nonlinear Neutral Differential Equations with Mixed Arguments",
      "format": "",
      "url": "http://www.sjmmf.org/paperInfo.aspx?ID=5116",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "907bf36e-11d0-4209-9561-bbf9141b2e0d",
      "created": "2013-07-17T22:08:42.018298",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 8,
      "revision_id": "f41860de-3a61-4654-8f47-a3f1c1475844",
      "url_type": null,
      "id": "e34a8cd7-72e7-4a38-86df-d63f9456b1be",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Based on time series stationary and Granger causality test Model, it is an empirical analysis on the dynamic relationship between stock trading volume and stock price that shows that price-volume relationship is stable in China’s stock market. And there is a bi-directional relationship between volume and price, that is, volume has a significant guiding on price and vice versa. We study the great volume and stock price volatility, as well as trading strategies. The study shows that a great trading volume can bring investment opportunities which exist mainly when stock price callback and again back on the process of exploration after the great volume generated.",
      "name": "Investment Strategies under Great Trading Volume in Chinese Stock Market",
      "format": "",
      "url": "http://www.sjmmf.org/paperInfo.aspx?ID=5126",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "907bf36e-11d0-4209-9561-bbf9141b2e0d",
      "created": "2013-07-17T22:09:10.804864",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 9,
      "revision_id": "1845b8d0-e200-41ab-891b-2a0dfbc32051",
      "url_type": null,
      "id": "e6bb01cd-7dcf-48fd-861a-d9c4d99d1c17",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " In this paper, it shows the applicability of the functional variable method for the exact solutions of some complex nonlinear evolution equations. By using this scheme, we found some exact solutions of the nonlinear Schrödinger, new Hamiltonian amplitude and coupled Higgs fields equations. Then, some of the solitary solutions are converted to periodic solutions or hyperbolic function solutions by a simple transformation.",
      "name": "The Functional Variable Method to Some Complex Nonlinear Evolution Equations",
      "format": "",
      "url": "http://www.sjmmf.org/paperInfo.aspx?ID=5130",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "907bf36e-11d0-4209-9561-bbf9141b2e0d",
      "created": "2013-07-17T22:09:38.446612",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 10,
      "revision_id": "6dcaf909-cab0-4955-8c03-3e967f8acf3e",
      "url_type": null,
      "id": "05dfd7f1-346c-49b5-8a4e-989f0d250888",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Many articles have addressed different methods to solve Freholm integral equations, but none have used coiflets and interpolation methods. In this article, we use a scaling function interpolation method to solve linear Fredholm integral equations of the first kind, and we prove a convergence theorem for the solution of Fredholm integral equations. We present three examples which have better results than previous article.\r\n",
      "name": "Ulam - Hyers Stability of Numerical Solutions of Freholm Integral Equations of the First Kind by Using Coiflets",
      "format": "",
      "url": "http://www.sjmmf.org/paperInfo.aspx?ID=5133",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "907bf36e-11d0-4209-9561-bbf9141b2e0d",
      "created": "2013-07-17T22:11:43.741833",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 11,
      "revision_id": "e7117eb6-5638-4fc9-89ca-956337eea74f",
      "url_type": null,
      "id": "2b81abee-8a16-423f-ba9c-8db95cd3317b",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Several experimental investigations reported in the open literature have indicated that the application of reduced pressures of air (within a closed vessel) carrying detonation-induced blast waves can substantially reduce the intensity of blast loading experienced by the target test-structure (placed inside the vessel). To examine the feasibility and potential of this air-vacation concept in protecting target structure/personnel under more realistic combat-theatre conditions, the use of air-vacated buffers placed in front of the target structure is investigated in the present work. Towards that end, advanced fluid-structure interaction, non-linear dynamics, finite-element analyses are carried out on the phenomena and processes accompanying blast wave generation, propagation and interaction with air/buffer and buffer/target-structure interfaces. To verify and validate the employed computational methods and tools, it was first shown that they can quite accurately reproduce analytical solutions for a couple of well-defined blast wave propagation and interaction problems. To quantify the blast/mitigation efficiency of the air-vacated buffer concept, two metrics are utilized: (a) the peak pressure experienced by the target structure; and (b) the total momentum/impulse transferred by the incident blast wave to the target structure. The results obtained clearly revealed that significant blast-mitigation effects can be achieved through the use of the air-vacated buffer concept and that the extent of the blast-mitigation effect is a sensitive function of the buffer geometrical and vacated-air material-state parameters (e.g., pressure, mass density, etc.). It has also been shown that, in order to fully exploit the air-vacated buffer concept, timely deployment of the buffer is very critical.",
      "name": "Computational Investigation of Blast-wave-mitigation via the Use of Air-vacated Buffers",
      "format": "",
      "url": "http://www.sjmmf.org/paperInfo.aspx?ID=5112",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "907bf36e-11d0-4209-9561-bbf9141b2e0d",
      "created": "2013-07-17T22:12:14.789140",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 12,
      "revision_id": "817a9f7d-481a-4140-8336-62941bde59cc",
      "url_type": null,
      "id": "e267399b-3433-4d68-925c-3ff64031a8bd",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "A theoretical model of an immobilized oxidase enzyme electrode is discussed. The model is based on three reaction/diffusion equations containing a non-linear reaction term under the steady state conditions. An analytical expression pertaining to concentrations of the immobilization of three enzyme substrates are obtained. Furthermore, we employ Homotopy perturbation method (HPM) to solve the system of non-linear reaction/diffusion equations. Simple and an approximate polynomial expression of concentration of substrate, oxygen and oxidized mediator and current were obtained in terms of the Thiele moduli and the small values of parameters Bs (normalized surface concentration of substrate), Bo (normalized surface concentration of oxygen) and Bm (normalized surface concentration of oxidized mediator). The minimum value of the dimensionless concentration of Fs, Fo and Fm in terms of parameter is also reported. Furthermore, in this work the numerical simulation of the problem is also reported using Matlab program. An agreement between analytical expressions and numerical results is observed.\r\n",
      "name": "A Theoretical Model for an Immobilized Oxidase Enzyme Electrode in the Presence of Two Oxidants",
      "format": "",
      "url": "http://www.sjmmf.org/paperInfo.aspx?ID=5102",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "907bf36e-11d0-4209-9561-bbf9141b2e0d",
      "created": "2013-07-17T22:12:41.802355",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 13,
      "revision_id": "09196a33-1766-42ec-a19a-68f618b9ff4f",
      "url_type": null,
      "id": "a2705cb1-9a5c-4050-a63d-fd95a07b83ef",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Reusing software components without proper analysis is very risky because software components can be used differently from the way that they were developed. This paper describes a new testing approach for reusing software components. With this new approach, it is possible to automatically decide if software components can be reused without testing. In addition, when retesting is required for reusing software, test cases are generated more efficiently using the previous testing history.",
      "name": "Automation of Software Testing for Reusable Components",
      "format": "",
      "url": "http://www.sjmmf.org/paperInfo.aspx?ID=5148",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "907bf36e-11d0-4209-9561-bbf9141b2e0d",
      "created": "2013-07-17T22:13:17.735019",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 14,
      "revision_id": "6037c4fd-0fa0-40a4-9bae-879750f774e6",
      "url_type": null,
      "id": "b23902ef-72cb-4ba8-b32d-80add6ecf772",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " In this paper, a kind of quasi-cubic Bézier curves by the blending of algebraic polynomials and trigonometric polynomials using weight method is presented, named WAT Bézier curves. Here weight coefficients are also shape parameters, which are called weight parameters. The interval [0, 1] of weight parameter values can be extended to [-2,π2/(π2-6)]. The WAT Bézier curves include cubic Bézier curves and C-Bézier curves () as special cases. Unlike the existing techniques based on C-Bézier methods which can approximate the Bézier curves only from single side, the WAT Bézier curves can approximate the Bézier curve from the both sides, and the change range of shape of the curves is wider than that of C-Bézier curves. The geometric effect of the alteration of this weight parameter is discussed. Some transcendental curves can be represented by the introduced curves exactly.\r\n",
      "name": "The WAT Bézier Curves and Its Applications",
      "format": "",
      "url": "http://www.sjmmf.org/paperInfo.aspx?ID=5120",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "907bf36e-11d0-4209-9561-bbf9141b2e0d",
      "created": "2013-07-17T22:13:44.666717",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 15,
      "revision_id": "0d41f871-c3e2-405a-903c-fea56eea9752",
      "url_type": null,
      "id": "049469d0-8587-4644-91f8-0b3ade74d690",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In this paper we introduce a new heuristic approach for local clustering of the protein-protein interaction networks (PPIN), which can be applied to very large graphs. The method is based on idea of repeated bisections (rbr) proposed earlier for global clustering of PPIN. Each round of bisection is carried out by multilevel graph clusterization method realized by &quot;Graculus&quot; tool.\r\n",
      "name": "Repeated Bisections Approach for Local Clustering of PPINs",
      "format": "",
      "url": "http://www.sjmmf.org/paperInfo.aspx?ID=5132",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "907bf36e-11d0-4209-9561-bbf9141b2e0d",
      "created": "2013-07-17T22:14:11.055746",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 16,
      "revision_id": "d5c59916-83cb-495e-8906-8c8d20cacbf5",
      "url_type": null,
      "id": "b3198fd2-e12c-41eb-8455-64b6ec6cb32e",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In the last few years, there has been explosive growth in the application of meta-heuristics algorithm for solving Sudoku puzzles in computer science. In this paper we present a hybrid genetic algorithm (HGA) that uses a “random” technology to improve the performance of genetic algorithm. We also show the performance of the algorithms for solving Sudoku puzzles with 46 different examples. The experimental results indicate that HGA is able to produce very competitive results with respect to meta-heuristics algorithm at a considerably lower computational cost.",
      "name": "Research on Sudoku Puzzles Based on Metaheuristics Algorithm",
      "format": "",
      "url": "http://www.sjmmf.org/paperInfo.aspx?ID=5092",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "907bf36e-11d0-4209-9561-bbf9141b2e0d",
      "created": "2013-07-17T22:14:40.771912",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 17,
      "revision_id": "29259625-9738-469a-93ee-ac8aa43d208e",
      "url_type": null,
      "id": "05e0d220-e7f3-4d33-b110-aed3c929031e",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In this paper, we study a random payoff with positive or plus infinite expectation and determine the optimal proportion of investment for maximizing the limit expectation of growth rate per attempt. With this objective, we introduce a new pricing method in which the price is different from that obtained by the Black-Scholes formula for a European option. We will price the St. Petersburg game nicely.",
      "name": "Game Pricing and Double Sequence of Random Variables",
      "format": "",
      "url": "http://www.sjmmf.org/paperInfo.aspx?ID=5143",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "907bf36e-11d0-4209-9561-bbf9141b2e0d",
      "created": "2013-07-17T22:15:14.367222",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 18,
      "revision_id": "5c688cf5-d8d9-4674-9f20-a5169d1bb252",
      "url_type": null,
      "id": "f008050f-5977-45b8-bd46-bf06ed859b2e",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Motivated by the ubiquity Dirichlet like energy functionals in cellular physics, we study deformations of such systems, specifically the constraints governing the interface changes. We prove, in general, that the problems of minimisation of local mean angular distortion and Dirichlet energy are identical (up to a measure). In a more restricted regime of hexagonal tessellations, non-existence of minimisers for non-linear deformations has been demonstrated.\r\n",
      "name": "Non-linear Models for the Deformation of Cellular Structures",
      "format": "",
      "url": "http://www.sjmmf.org/paperInfo.aspx?ID=5147",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "907bf36e-11d0-4209-9561-bbf9141b2e0d",
      "created": "2013-07-17T22:15:40.748431",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 19,
      "revision_id": "ae98acd3-69f7-45c6-941b-f689021afd98",
      "url_type": null,
      "id": "0ca91912-c662-48a6-ba98-3d292e88ebd0",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Transmission system is one of the major components in the electric power industry. A novel approach, proposed using biogeography-based optimization (BBO) for the solution to Transmission-expansion planning (TEP) long range problem, employs a constrained BBO algorithm where network stability constraints as lower and upper limits of bus voltage magnitudes and swing angles are included, as well as the AC load flow equations. The cost function is formulated including both fixed and variable costs of planned transmission lines, in addition to energy losses cost. The function is then minimized subject to these constraints. In addition, the proposed method will be applied to study the impacts of distributed generation (DG) on transmission expansion planning. Theoretical details, mathematical model, and the verification of the approach using IEEE 6-BUS and modified 14-BUS test systems are given in the paper.",
      "name": "Biogeography-based Optimization for Transmission Network Planning Problem Considering Distributed Generation Impacts",
      "format": "",
      "url": "http://www.sjmmf.org/paperInfo.aspx?ID=5161",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "907bf36e-11d0-4209-9561-bbf9141b2e0d",
      "created": "2013-07-17T22:16:09.495480",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 20,
      "revision_id": "a145c5a0-e108-40eb-b981-2b2e5c46edd7",
      "url_type": null,
      "id": "0abb59c0-3dc1-4bc0-9613-222b981190a7",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " This note gives sufficient conditions for period-tripling and period-quadrupling bifurcations for a complex map.",
      "name": "On Period-tripling and Quadrupling Bifurcations",
      "format": "",
      "url": "http://www.sjmmf.org/paperInfo.aspx?ID=5149",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "907bf36e-11d0-4209-9561-bbf9141b2e0d",
      "created": "2013-07-17T22:17:59.605500",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 21,
      "revision_id": "ef87095b-346d-488b-8614-ab70a3fa0823",
      "url_type": null,
      "id": "a459e35f-3db8-4ff8-b05f-fc9ee615da3d",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Recently new classes of models have appeared to model survival times, such as, Exponentiated Exponential distribution (Gupta & Kundu, 1999), an extention of Lidley distribution (Bakouch, Al-Zahrani, Al-Shomrani, Marchi, and Louzada, 2011), a generalization of Frechét, gamma, Gumbel (Nadarajah & Kotz, 2006), which can accommodate increasing, decreasing, unimodal hazard functions. In this paper it discussed a generalization of a distribution presented by Louzada, Roman and Cancho (2011), which arise on latent competing risks scenarios, only the maximum lifetime is observed among all risks, that can accommodates increasing hazard functions. The density, survival function and failure rate are presented. Statistical proprieties as characteristic function, moments, r-th order moment, quantile function, residual lifetime distribution are provided. The maximum likelihood estimator and inference from the distribution are discussed. The performance in a real dataset is verified by modeling different distributions to the survival times.",
      "name": "The Exponentiated Complementary Exponential Geometric Distribution",
      "format": "",
      "url": "http://www.sjmmf.org/paperInfo.aspx?ID=5091",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "907bf36e-11d0-4209-9561-bbf9141b2e0d",
      "created": "2013-07-17T22:18:31.556969",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 22,
      "revision_id": "6a8b137d-5d65-4aa8-b6e7-b354acc123b2",
      "url_type": null,
      "id": "315986d1-0a23-432c-8728-d62b9359ef64",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In this paper, we obtain the general solution and generalized Ulam - Hyers stability of a 2 - variable AC - mixed type functional equation...",
      "name": "Ulam - Hyers Stability of a 2- Variable AC - Mixed Type Functional Equation: Direct and Fixed Point Methods",
      "format": "",
      "url": "http://www.sjmmf.org/paperInfo.aspx?ID=5109",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "907bf36e-11d0-4209-9561-bbf9141b2e0d",
      "created": "2013-07-17T22:19:24.915830",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 23,
      "revision_id": "57ba64c7-3398-46c7-903c-ce79d81f3868",
      "url_type": null,
      "id": "106345fb-f970-47c6-96db-fd2143acfb6b",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 24,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Modern Mathematics Frontier",
      "id": "d575484f-76dd-42dc-bda5-260c6f42cd24",
      "name": "Modern Mathematics Frontier"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-sjmmf-org-allissues-aspx",
  "isopen": true,
  "url": null,
  "notes": "Journal of Modern Mathematics Frontier (JMMF) is an international open-access and refereed journal dedicated to publishing the latest advancements in mathematics. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Journal of Modern Mathematics Frontier (JMMF)",
  "revision_id": "54bfd1e6-3ed1-46c3-8b7a-104b0796a4f1"
}