{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "30b6c8c6-6d8f-4d81-82ed-9bf3b1bd923c",
  "metadata_created": "2013-08-29T04:59:58.274777",
  "metadata_modified": "2013-10-10T23:37:21.311944",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "0c271449-ce6c-494f-80c6-f2f26d4aebf9",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "schulz",
  "isopen": false,
  "url": "",
  "notes": "By Flemming Andersen \n\nA stairway raise is something that more and more people are getting put in their homes. This is likely to help people who can not get around like they once did and it will allow the freedom to them to reside in their own domiciles on their own. \n\nA stair raise can be utilized in only about any home. They are special chairs that are put on the wall where your staircase is in your home. This seat includes a engine attached to it which will raise an individual up and down the stairs. This really is one thing that will come in very handy for anyone that has difficulty increasing or down stairs. You only sit-in the seat and the stair lift will lightly take you up and down. \n\nThe majority of the elderly people that live alone in a two-story home depend on a stair lift to aid them go up and down their steps properly. In the event you want to identify new information on <a href=\"http://www.charlestonhandymanservice.com/\">rent wheelchair ramps</a>, we recommend many databases people should think about pursuing. For one reason or another, these people are perhaps not supposed to or can't rise and down stairs independently. Using a stair, lift seniors people who have this issue can feel more independent and free to do what they have always done by themselves. \n\nSeveral step raise companies can deploy the lifts in elderly or handicap parents home. It is important to have a stair lift mounted with a company that's a good name in this sort of work. It's vital that you have an effective installation for that stair lift. You have to make sure that it is fitted properly because you've to make sure that you in a position to go up and down properly. There is no requirement for one to get hurt on a stair lift. \n\nA step lift isn't a doll. It's certainly not something that should be utilized by children on their own. You should not have small children playing on the stair lift. These issues should only be used for people that actually need them. Some body could possibly get hurt if they are not careful and do not make use of the stair lift within the correct way. \n\nA stair lift is something that anyone that's a disability or handicap so that they will not need to move out of their property. Everybody deserves to own an expression of independence and be in-dependent. It is so important for these individuals to have the capability to do exactly the same things they always have. Having a stair lift, you can still do these things. To read more, consider taking a look at: <a href=\"http://youtu.be/1JUKTbV3ea8\">site link</a>. \n\nFor more info visit: http://www.stairliftsite.biz. This majestic <a href=\"http://www.charlestonhandymanservice.com/\">purchase here</a> article has diverse influential tips for the inner workings of this hypothesis.Handyman Service Charleston WV",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "What's a Stair raise?",
  "revision_id": "6576ddc7-abe4-413f-863e-d0609fe0f638"
}