{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "1f128d05-906c-43a8-a2f8-d1d0c024ae2e",
  "metadata_created": "2013-07-18T01:56:29.706805",
  "metadata_modified": "2013-10-10T21:17:24.068067",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "An analog of Kirchhoff formulas is obtained in the time domain for the vectors of the intensities of the nonstationary electromagnetic field in a conducting medium. At any instant, the field at an arbitrary point in a closed volume is represented as the sum of an integral over the surface bounding this volume and an integral over the volume. The integrands contain field intensities, external currents, and their time derivatives at instants preceding the observation instant.",
      "name": "An Analog of Time-domain Kirchhoff Formulas for the Electromagnetic Field in a Conducting Medium",
      "format": "",
      "url": "http://www.as-se.org/SSS/paperInfo.aspx?ID=3209",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "1f128d05-906c-43a8-a2f8-d1d0c024ae2e",
      "created": "2013-07-17T20:57:22.697424",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "bb0d249d-dbc4-4299-88f0-5bdcd946325b",
      "url_type": null,
      "id": "0d0af60c-b1c5-4fc1-acde-eeee5e447b2f",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " The category of arms which represent the group of Personal Defense Hand held Weapons (PDHW) has special characteristics and requirements; and among this wide range of characteristics is the request to gain high power of fire while retaining high mobility incorporated with high accuracy of fire. The outdated design of 9mm Parabellum which is still in-servicehas lost the credibility to meet the demands of securing soldier in 20th century as the deficiency is represented in its low muzzle energy in spite of high recoil force which causes projectile instability during flight and loss of firing accuracy. In addition its bullet possesses poor ballistic shape which decreases the effective range. In this paper, a comparative study was performed between two pistol calibers, the 9mm old Parabellum and the same arm when modified and substituted by 5.56x23mm caliber. The exterior ballistics of both calibers was carried out using the PRODAS package. The aerodynamic coefficients and the trajectories were predicted and compared for both projectiles. The study reveals that using 5.56 mm caliber improves the power of fire, as well as the accuracy and stability. The study ensures the importance of substitution of the in service 9mm Parabellum with the 5.56x23mm which satisfies all combat and economical requirements as a personal defense hand hold weapon.\r\n",
      "name": "Effect of Projectile Shape on the Power of Fire in Personal Defense Hand Held Weapons",
      "format": "",
      "url": "http://www.as-se.org/SSS/paperInfo.aspx?ID=2353",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "1f128d05-906c-43a8-a2f8-d1d0c024ae2e",
      "created": "2013-07-17T20:57:59.546471",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "eadec376-82a8-49ff-9bda-7bcb1fa53eff",
      "url_type": null,
      "id": "52c815ab-41d8-4c9e-af76-222ebf8e8637",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " In this research, two different theoretical models are used for online customized product design to establish the relationship of product evaluation between status of customer demands and the features of the product. Based on the extant theories and the database of the product modules, a classification scheme has been developed composed of two models: (1) Product design model I: the use of Fuzzy information axiom as the evaluation and decision principle of the product design model. (2) Product design model II: the Analytical Hierarchy Process, Neural Network, Fuzzy set theory and Gray Relational Analysis are used for the evaluation of the product design model. This study provides evidence that two companies can use the system to recommend suitable modulated product according to the needs of different customers. Similarly, the customers can use the system to search the desired products by inputting the requirement information. Implications of the research are suggested for academics and practitioners.\r\n",
      "name": "A Scheme for Online Customized Product Design",
      "format": "",
      "url": "http://www.as-se.org/SSS/paperInfo.aspx?ID=3434",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "1f128d05-906c-43a8-a2f8-d1d0c024ae2e",
      "created": "2013-07-17T20:58:30.642155",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "e0e5b00f-2089-4698-8fe4-a0b4ddf89b50",
      "url_type": null,
      "id": "0a7e6e75-9335-4840-a531-fb6b0b7dd382",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The wind energy converters are heavy machines used to convert wind energy to electrical power with minimum environmental damages. While the conventional energy sources like petroleum and gas cause air pollution, the wind energy is considered to be a clean energy source. The European Wind Energy Association (EWEA) has set various targets till 2020-30 to obtain more energy from renewable sources as well as wind energy converters. This paper studies wind turbine as a source of renewable energy. In particular, it focuses on individual pitch controlled wind turbine, in which each blade move independently with a pitch angle to harvest the maximum power with least damages. The main concepts of the individual pitch control technique is considered and introduced in this work. A method to find the maximum received power in terms of the blade pitch angle is proposed. The results are solved numerically and analyzed. It is shown that the value of pitch angle affects the maximum received power so a control method is needed to get the maximum power coefficient. This method is recommended to be used to give feedback information regarding the value of the received power from the wind by the wind turbine blades.\r\n",
      "name": "Maximum Power Calculation of Wind Energy Converters Controlled by Individual Pitch Control Technique",
      "format": "",
      "url": "http://www.as-se.org/SSS/paperInfo.aspx?ID=3462",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "1f128d05-906c-43a8-a2f8-d1d0c024ae2e",
      "created": "2013-07-17T20:59:02.156922",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "c5124b31-8e0c-4d89-98e3-6ff64bb9e7b7",
      "url_type": null,
      "id": "5cf2af70-5c90-482b-bee1-171d4c309a1d",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " This paper presents a mathematical programming model which minimizes the total cost of multi-layer multi-product reverse supply chain. The total costs of reverse supply chain include transportation, fixed opening, operation, maintenance and remanufacturing costs of centers. To validate the mathematical model, a numerical example is exemplified using Lingo 9 software and the results are illustrated to gain a better insight into the proposed model. In addition, a sensitivity analysis of the proposed model is also presented.\r\n",
      "name": "Modelling Multi-layer Multi-product Reverse Supply Chain",
      "format": "",
      "url": "http://www.as-se.org/SSS/paperInfo.aspx?ID=3492",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "1f128d05-906c-43a8-a2f8-d1d0c024ae2e",
      "created": "2013-07-17T20:59:32.803463",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "e3568d24-7d7d-44b3-855e-cac52cb39058",
      "url_type": null,
      "id": "3211a035-b98c-4adb-8e56-db2a1d901783",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 5,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "System Science",
      "id": "1e4be5d2-36ef-4bd4-9cc1-7bb10f4594e4",
      "name": "System Science"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-as-se-org-sss",
  "isopen": true,
  "url": null,
  "notes": "Studies in System Science (SSS) is an open-access and peer-reviewed journal. The journal publishes original papers at the forefront of system science research and their applications. The contributions are published in both printed and online version.\r\n\r\nThe goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.\r\n\r\nAll articles published in this journal, including editorials, book reviews, news and comments, are signed and reflect the views of the authors. They are not official points of view held by the journal or by the institutions with which the authors are affiliated.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Studies in System Science (SSS)",
  "revision_id": "22b12d4f-f0bf-4b15-ba38-b55820ccb414"
}