{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "353279e3-023c-4137-bcfa-ff494893704d",
  "metadata_created": "2013-05-15T05:58:54.960490",
  "metadata_modified": "2013-10-10T20:24:13.158569",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "b2c4c6e1-3062-44e2-9ace-4ffb12d62d08",
  "type": "dataset",
  "resources": [
    {
      "mimetype": "text/html",
      "cache_url": null,
      "hash": "",
      "description": "E-commerce in China has soared with the development of informatization. As a new kind of Internet shopping mode, group purchase has attracted more and more consumers. However, many problems has been exposed during the speedy development of group purchase resulted from the drawbacks, such as the lower costs both in the website setup and running, and the absence of supervision; in which credit crisis is the highlight. This paper first introduced the present development situation of the group purchase of China's e-commerce industry. Under the B2C mode, this paper analyzed the credit crisis of group purchase network. We put forward solutions to the problems analyzed in the paper. Among these solutions, the paper focuses on the construction of indicator system about online reputation evaluation system and the fuzzy analytic hierarchy process (AHP) to determine the weight of each indicator. This research is helpful to regulate and promote the development of the group purchase industry.",
      "name": "Credit Problems and Countermeasures of B2C Group Purchase Network",
      "format": "aspx",
      "url": "http://www.sjae.org/paperInfo.aspx?ID=1874",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "353279e3-023c-4137-bcfa-ff494893704d",
      "created": "2013-05-15T00:58:55.121191",
      "state": "active",
      "mimetype_inner": "",
      "last_modified": "2013-05-15T00:58:57.511303",
      "position": 0,
      "revision_id": "0a64f4c7-dd0f-4ea1-b2b6-9080004e16a4",
      "url_type": null,
      "id": "75f70b6a-25cf-4f6a-8d6f-6a2291d68ec3",
      "resource_type": "file",
      "size": "31455"
    }
  ],
  "num_resources": 1,
  "tags": [],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "credit-problems-and-countermeasures-of-b2c-group-purchase-network",
  "isopen": true,
  "url": "",
  "notes": "E-commerce in China has soared with the development of informatization. As a new kind of Internet shopping mode, group purchase has attracted more and more consumers. However, many problems has been exposed during the speedy development of group purchase resulted from the drawbacks, such as the lower costs both in the website setup and running, and the absence of supervision; in which credit crisis is the highlight. This paper first introduced the present development situation of the group purchase of China's e-commerce industry. Under the B2C mode, this paper analyzed the credit crisis of group purchase network. We put forward solutions to the problems analyzed in the paper. Among these solutions, the paper focuses on the construction of indicator system about online reputation evaluation system and the fuzzy analytic hierarchy process (AHP) to determine the weight of each indicator. This research is helpful to regulate and promote the development of the group purchase industry.  http://www.sjae.org/paperInfo.aspx?ID=1874",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Credit Problems and Countermeasures of B2C Group Purchase Network",
  "revision_id": "c68eb170-0d76-4918-a9ec-7cd60b7f3a41"
}