{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "e6441022-e86a-4ce4-b686-dff3c7a57f5e",
  "metadata_created": "2012-11-13T00:12:34.517708",
  "metadata_modified": "2013-10-10T20:54:18.594633",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "f9b16f15-4178-4cdb-9139-8fc9f23c728d",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "excellent_methods_to_have_enjoyable_in_your_next_camping_trip",
  "isopen": false,
  "url": "",
  "notes": "To guard your safety and possess a genuinely wonderful camping knowledge, do not forget that there are some basic ideas you need to know before you go. The excellent ideas supplied here can assist to produce your camping adventures a great good results.\n\nTry and locate a campsite that is certainly closer for your residence for your convenience when on your first trip. You can knowledge numerous difficulties, like gear failure, and wish to cut the trip short. You could run short of food or need to have more clothes than you packed. The very first time, you should camp at close to property within the occasion of an emergency.\n\nOften locate your shelter ahead of it gets dark whenever you go camping. It could be tough to set up camp when it really is dark outdoors. That will be specially accurate for somebody who live inside the suburbs and isn't utilised to total darkness. To make certain you get your campsite operational arrive numerous hours just before sunset.\n\nOften set up your camp before nightfall. Select a parking spot that you simply really feel comfy with should you be camping in an RV. Discover a piece of ground that is flat and dry if you're placing up a tent. If you do not do this, you might locate yourself inside a precarious and unsafe region right after dark. It's going to also save some time and frustration considering that you will be able to determine better.\n\nTake water purification tablets with you. Even when you believe you've brought enough water or you program to boil water which you collect, you might easily exhaust your provide or run brief on time. When you have never ever utilised purification tablets before, you might desire to give them a attempt before you embark in your camping trip. Do not get dehydrated because you dislike the taste.\n\nYour trip will likely be much more entertaining and stress-free whenever you take the time to properly prepare. Employing the tips you might have learned right here, you are able to appreciate your outdoor adventure safe within your understanding that you are prepared for something.\n\nThank you for reading my blog post. I hope you had a good Monday! The Solar ecliose is coming tomorrow, read my  <a href=http://www.squidoo.com/the-solar-eclipse#module162190119>Solar Eclipse</a> post and be ready for this great family event! ",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Excellent Methods To have Enjoyable In your Next Camping Trip",
  "revision_id": "359fb361-7aff-46ab-883f-3025aa582e92"
}