{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "aa394166-18c8-4f9a-ab07-4ac9f92353a6",
  "metadata_created": "2013-07-12T03:12:45.602557",
  "metadata_modified": "2013-10-10T21:17:24.068067",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The author designs the structure of the library Pre-warning index system by referring to the relative standardization both home and abroad. Expert query has been taken to grantee its reliability. Because the library pre-waning index system consists of quantitative and qualitative indexes, the author applies multi-level Fuzzy Evaluation Method to pre-warning index system to calculate the estimation total marks. Considering that different library having distinct problems, the author agrees that the index system should be variable according to the different situation. It is argued that by the author to calculate the weight of index is of no significance, and therefore great importance is attached to analyze the process of applying the multi-level FEM to the library pre-warning index system.\r\n",
      "name": "Study on Applying Multi-level Fuzzy Evaluation Method to Library Pre-warning Index System",
      "format": "",
      "url": "http://www.iji-cs.org/paperInfo.aspx?ID=1817",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "aa394166-18c8-4f9a-ab07-4ac9f92353a6",
      "created": "2013-07-11T22:13:48.926393",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "034ffb8a-5646-4fda-97b3-21908483f957",
      "url_type": null,
      "id": "9f7b1ad2-2b4b-4446-b3da-374eb0d7dc9b",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " With regard to the disadvantages of lower automation, low accuracy, narrow detection range and low visual ability of Flexible Copper Clad Laminate detecting system, this paper presents a kind of flexible copper clad laminate detecting and controlling system based on the LabVIEW and embedded system. The system played the LabVIEW software to upgrade the advantages of convenience, open and flexible, and fully optimize the functionality to handle multiple tasks in real time embedded systems, to achieve automatic control through the GPIB bus to communicate with PC. The experiment shows that the detecting system makes the data more acquisition, a high resolution, the stable performance.\r\n",
      "name": "The Application of Embedded System and LabVIEW in Flexible Copper Laminated Materials Detecting System",
      "format": "",
      "url": "http://www.iji-cs.org/paperInfo.aspx?ID=1819",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "aa394166-18c8-4f9a-ab07-4ac9f92353a6",
      "created": "2013-07-11T22:14:28.888332",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "f9b609e8-01ea-48b3-8252-00dfd1797561",
      "url_type": null,
      "id": "1fc77211-cef2-484a-ae99-94af26229868",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The theoretical sufficient conditions for the permanence of discrete time models for competitive ecosystems with two species in patchy environment without or with dispersal corridor are obtained. Based on these sufficient conditions, the effect of dispersal corridor on the permanence of the competitive ecosystems is analyzed. Numerical simulation is given, which confirms the theoretical results.\r\n",
      "name": "The Effect of Dispersal Corridor on the Permanence of Competitive Ecosystems",
      "format": "",
      "url": "http://www.iji-cs.org/paperInfo.aspx?ID=1825",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "aa394166-18c8-4f9a-ab07-4ac9f92353a6",
      "created": "2013-07-11T22:15:00.668216",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "60c6e111-3c34-4237-9d45-450b7f8dbc58",
      "url_type": null,
      "id": "a0325aa7-0836-4621-8b4b-0e6b91cead4d",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Navigation technology is key part in robot technology and the robotics, while path planning is one of the most important branches in robot navigation. Secure obstacle avoidance based on reasonable algorithms can be achieved by using a variety of sensors to collect environmental information. A new method integrating various of path planning approaches has been proposed in this paper to optimized robots’ moving path. Then it can improve their adaptive capacity. On this basis, mathematical optimization selection of fitness function in robot path planning with the help of improved genetic algorithm can raise the efficiency of arithmetic operations.\r\n",
      "name": "Improved Genetic Algorithm for Dynamic Path Planning",
      "format": "",
      "url": "http://www.iji-cs.org/paperInfo.aspx?ID=1834",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "aa394166-18c8-4f9a-ab07-4ac9f92353a6",
      "created": "2013-07-11T22:15:34.316771",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "aa6da183-80a6-4df1-91ea-1e138762f9e2",
      "url_type": null,
      "id": "e6c6264a-45a6-4571-9cce-cf0aa1d768cd",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The research of traditional binocular stereo vision is mainly based on stationary cameras. Compared to stereo vision using dual-stationary-camera, binocular stereo vision using two pan-tilt-zoom-camera is more challenging for the camera parameters may change, few literature were found about this work. In this paper, a improved camera model for pan-tilt-zoom camera is proposed, which parameterize the model using pan-tilt angles. Two different methods of calibrating the camera model are given. Stereo vision using two pan-tilt-zoom cameras can be converted to traditional stereo vision by a homography matrix defined in the proposed model. Therefore, a lot of algorithms for traditional stereo vision would be valid in the stereo vision using pan-tilt-zoom cameras. The binocular stereo was used to get three-dimensional information of object on the platform of intelligent mobile robot. The experiments results show that the proposed approach is valid and is able to locate the targets with good accuracy.\r\n",
      "name": "Binocular Stereo Localization Using Two Pan-Tilt-Zoom Cameras",
      "format": "",
      "url": "http://www.iji-cs.org/paperInfo.aspx?ID=1821",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "aa394166-18c8-4f9a-ab07-4ac9f92353a6",
      "created": "2013-07-11T22:16:07.276963",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "eb8d7ebc-ce14-430f-ada6-8274e1c91120",
      "url_type": null,
      "id": "85d95d9f-8b02-4c37-a045-a8d4c5e591a6",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "A Uzawa-SOR method is presented for solving fuzzy linear system whose coefficient matrix is crisp and the right-hand side column is arbitrary fuzzy number vector. The convergence is analyzed and numerical example is given to illustrate the procedure.",
      "name": "Uzawa-SOR Method for Fuzzy Linear System",
      "format": "",
      "url": "http://www.iji-cs.org/paperInfo.aspx?ID=1823",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "aa394166-18c8-4f9a-ab07-4ac9f92353a6",
      "created": "2013-07-11T22:16:39.061846",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 5,
      "revision_id": "f3e93786-5a58-4ab8-9e1e-129510a4681d",
      "url_type": null,
      "id": "610b1867-a23c-4a2b-be85-7d185b47b5a9",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Face feature extraction is a complex and challenging issue in face recognition, it has important affect on recognition rate. A novel approach was proposed to extract face feature base on Agents with multi-camera system. In this approach, we use several cameras to solve perception problems caused by gesture and other complex conditions. According to the ability of cooperation and intelligence of the Agent, we can give each camera an Agent, each Agent tries to get the pose parameters of face feature from the environment. Those Agents also compete with each other, in order to become the best facial object. In this way the face feature can be better extracted with the Agent system. It can be seen from our experiment in images which collected by our system that this method can better extract face feature, which solves the problem of false recognition caused by angles, and thanks to the parallelism of the Agent platform, the system has an advantage in process time.",
      "name": "Face Feature Extraction Based on Agents With Multi-camera System",
      "format": "",
      "url": "http://www.iji-cs.org/paperInfo.aspx?ID=1822",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "aa394166-18c8-4f9a-ab07-4ac9f92353a6",
      "created": "2013-07-11T22:17:23.449215",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 6,
      "revision_id": "16ea58da-7f0f-4b0c-8193-288a2e43cd9b",
      "url_type": null,
      "id": "68a86a31-7f20-48c6-99c0-552a774e8380",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "As environment factors such as illumination, posture greatly affect the identification results on face recognition, it’s a key point for machines to adapt themselves to complex and changing environment. In this paper, a new idea of concept acclimatization is presented, and we take the method of Multiple Stereovision and adaptive selection to solve the problem caused by posture change under the acclimation calculation framework. Also a decision level data fusion method, the combination of General Regression Neural Network and Dempster-Shafer Evidence Theory is presented to help improve accuracy of recognition.",
      "name": "Acclimatization Calculation Research Based on Multiple Stereovision",
      "format": "",
      "url": "http://www.iji-cs.org/paperInfo.aspx?ID=1820",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "aa394166-18c8-4f9a-ab07-4ac9f92353a6",
      "created": "2013-07-11T22:17:50.183765",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 7,
      "revision_id": "efe5e4c0-1602-4225-a065-b773a078667d",
      "url_type": null,
      "id": "9a1ba606-cbe3-4192-9d8f-4ce333ef6bc4",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Cloud storage is a new online storage service, which is a new extension and is developed from the concept of cloud computing. In this paper, we first analyze the concept, model, and infrastructure and security problems of cloud storage, after that we propose a method based on distributed file system to protect data privacy in cloud storage. Experiments show that our method has a better efficiency on protecting data privacy at different data sizes and time perform, especially suitable for great different data size and high time efficiency environment, promoting the development and application of cloud storage.",
      "name": "Study on the Protection Method of Data Privacy Based on Cloud Storage",
      "format": "",
      "url": "http://www.iji-cs.org/paperInfo.aspx?ID=2179",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "aa394166-18c8-4f9a-ab07-4ac9f92353a6",
      "created": "2013-07-11T22:18:20.243402",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 8,
      "revision_id": "990762bc-a12b-4e66-9401-d11066a22f04",
      "url_type": null,
      "id": "8f054cd8-d2d5-4cb9-ac96-4f63359de1f5",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "With the rapid urbanization and the increasing urban population in China, the congestion in big cities has become more serious. By investigation and analysis of current real situation, the paper proposes some conceiving thoughts for Overpass Pedestrian Systems, which is to relieve the traffic congestion in busy intersection in down town area. The system is designed to achieve effective separation of people and vehicles and improve the traffic conditions, and as a result, to enhance the quality of environment for urban residents.\r\n",
      "name": "Discussion on Downtown Area Overpass Pedestrian System",
      "format": "",
      "url": "http://www.iji-cs.org/paperInfo.aspx?ID=1827",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "aa394166-18c8-4f9a-ab07-4ac9f92353a6",
      "created": "2013-07-11T22:18:48.138320",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 9,
      "revision_id": "35a20d33-5ec7-4d13-949d-a66546d59d21",
      "url_type": null,
      "id": "851da67d-aca3-499e-8ace-d6e53a60328c",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Isosceles trapezoidal resonator (TR) is analyzed, and single band, dual-band and tri-band trapezoidal resonator bandpass filters are proposed, and the designs are verified by experiment. It shows with fractal-shaped defection in patch, filter performance is greatly improved, and the bandpass filters implement a controllable, dual-mode dual and tri-passband with a maximum relative bandwidth of 38.1% and low passband insertion loss. The designed filters have outstanding advantages of simple and compact structures without resonator coupling gaps, small sizes and multiple-band operation, and these features are quite useful for applications in wireless communication systems.\r\n",
      "name": "Trapezoidal Patch Resonator Bandpass Filter",
      "format": "",
      "url": "http://www.iji-cs.org/paperInfo.aspx?ID=1828",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "aa394166-18c8-4f9a-ab07-4ac9f92353a6",
      "created": "2013-07-11T22:19:39.027359",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 10,
      "revision_id": "40baa68a-6766-4def-9fc2-7650edf725cc",
      "url_type": null,
      "id": "be139ea7-b501-4aa6-b193-beffddb21b76",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Secure and reliable authentication is one important part in the scope of IT security. But the practical experience shows that adequate authentication mechanisms are often inconvenient for the populace. Password based mechanisms dominate as they are easy to use and don't need additional hardware. However, lots of users don't realize the threads with respect to password based mechanisms: many users use passwords for remote authentication over unsecured channels or in not trustworthy environment, or repeatedly use the same password. Mechanisms based on asymmetric cryptographic operations in combination with hardware token may solve these security problems but are less comfortable in usage. In order to raise user acceptance of these methods we combine them with client based single sign-on for local and remote authentication. This combined approach leads to a win-win-situation: token based authentication reduces the risk of stolen authentication factors as the tokens are protected against misuse by a secret pin and it does not need much more user efforts than password based mechanisms. Furthermore, the approach can be used for further IT security applications, e.g. electronic signatures or encipherment, which raises user acceptance even further.",
      "name": "Raising User Acceptance of Token based Authentication by Single Sign-On",
      "format": "",
      "url": "http://www.iji-cs.org/paperInfo.aspx?ID=2180",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "aa394166-18c8-4f9a-ab07-4ac9f92353a6",
      "created": "2013-07-11T22:20:10.850592",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 11,
      "revision_id": "5ec7b9e6-55d1-4f47-a161-8e2f526c366e",
      "url_type": null,
      "id": "42c0496c-9490-461d-bf93-e91feb3145df",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " An airport enclosure intrusion detection and alarm System based on internet of things was presented in this paper, the paper focus on ZigBee wireless communication protocol network, gave out the hardware and software design method of intelligent wireless sensor node through applying CEL ZigBee development kit. Obliquity, tension, video and other data acquisition was completed to provide data basis for the invasion judge and the final decision-making. At the same time, wireless communication protocol data format was defined, and the wireless communication was realized on the bases of inherent protocol stack of the development kit. On the other hand, an embedded ZigBee wireless gateway was developed based on embedded systems, ZigBee technology and Ethernet technology, which is the pivotal device to realize the network interconnection between ZigBee and internet by means of completing the protocol conversion. The system would play more important role in intelligent transportation, public safety, intelligent fire-fighting, industrial monitoring and other fields.\r\n",
      "name": "Research on the Application of Internet of Things in Airport Enclosure Intrusion Detection and Alarm System",
      "format": "",
      "url": "http://www.iji-cs.org/paperInfo.aspx?ID=1839",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "aa394166-18c8-4f9a-ab07-4ac9f92353a6",
      "created": "2013-07-11T22:20:54.303337",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 12,
      "revision_id": "49a768b0-1f0c-4991-b3fd-3491025dc78c",
      "url_type": null,
      "id": "50605112-ec9c-4462-a297-460a31255df0",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "For the problem of a wide range of everyday applications of lithium batteries to charge, in this paper, we have designed the smart rapid charging system based on the ATMEGA128 microcontroller as master the core and the smart battery charger controller of LTC4100. We have achieved efficient and rapid charging, at the same time ensured the batteries do not overcharge and charge less. Describes MCU control hardware design of charging circuit, and several other core modules and gives the software flow chart of the system.\r\n",
      "name": "Smart Battery Charging System Based on ATMEGA128 Microcontroller",
      "format": "",
      "url": "http://www.iji-cs.org/paperInfo.aspx?ID=1818",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "aa394166-18c8-4f9a-ab07-4ac9f92353a6",
      "created": "2013-07-11T22:22:31.195971",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 13,
      "revision_id": "cfcfcf3f-a8c6-409d-9ad0-216142c79faa",
      "url_type": null,
      "id": "cab43336-4d4f-46ae-a025-c58afb82ed79",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Voice over Internet Protocol (VoIP) is a rapidly evolving technology that could possibly revolutionize the Telecommunication industry. VoIP over a wireless local area network (WLAN) is poised to become an important Internet application. When implemented on wireless data networks, VoIP could prove to be instrumental in the convergence of existing fixed and cellular telephony networks with the fast growing wired and wireless data networks. In this paper,we discuss the methodology and results of our experiments to measure throughput, delay and loss over packet networks. Measurements were performed over 802.11b networks in both ad-hoc and infra-structure modes and focused on the three major VoIP metrics: loss, delay and jitter. This system is distinguished from the existing tools that define only the nature of voice traffic, process those packets in the same way as general data, and analyze the quality of packet transmission such as loss, delay, jitter. Here different models for loss and estimation of parameters using trace files has been done. Experimental data was recorded in a repository for further study.",
      "name": "Performance Analysis of Voice Quality aspects in a Wireless LAN Network",
      "format": "",
      "url": "http://www.iji-cs.org/paperInfo.aspx?ID=1845",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "aa394166-18c8-4f9a-ab07-4ac9f92353a6",
      "created": "2013-07-11T22:23:10.431023",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 14,
      "revision_id": "d5b55468-78b9-4794-a45f-c509a1db14e7",
      "url_type": null,
      "id": "ce48e312-d5e0-413f-8b7d-aab80955873d",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper concerns with an economic analysis in e-learning environment. Regarding to the virtual nature of e-learning, uncertainties are inevitable. Learning consists of different integrated factors and due to real-time structures of e-learning in online content delivery, the components cost analysis help the decision makers to analyze the system economically. Here, the aim is proposing a comprehensive economic analysis model considering uncertainties in online course delivery. The input data being the online content delivery factors are considered to be fuzzy and the processing unit is a neural network based on Monte Carlo simulation as an adjustment core. The output of the proposed neural network is the cost estimation. The effectiveness and applicability of the proposed methodology is illustrated in a numerical example.",
      "name": "A Fuzzy-Neural-Monte Carlo Method to Estimate Online Content Delivery Cost in E-learning",
      "format": "",
      "url": "http://www.iji-cs.org/paperInfo.aspx?ID=1836",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "aa394166-18c8-4f9a-ab07-4ac9f92353a6",
      "created": "2013-07-11T22:23:43.089955",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 15,
      "revision_id": "277eccf9-1625-4888-bc92-8ae800ef4c8f",
      "url_type": null,
      "id": "70627aa4-b405-4284-9823-dfb1c5fd741e",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper concerns with a stochastic model to control an online course delivery in an e-learning system. Online course delivery is a general issue in e-learning systems. Integrating the activities is difficult due to rapid information flow and electronic devices failures. On the other hand, stochastic behaviour of course delivery activities make the situation worse. Here, we propose a program evaluation and review technique (PERT) to control the course delivery process. Also, for overcoming underestimation of the course delivery process completion time due to alternate paths, we apply Monte Carlo simulation. A numerical illustration shows the applicability of the proposed model.\r\n",
      "name": "Designing a Stochastic Model to Analyze Online Course Delivery in e-Learning",
      "format": "",
      "url": "http://www.iji-cs.org/paperInfo.aspx?ID=2202",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "aa394166-18c8-4f9a-ab07-4ac9f92353a6",
      "created": "2013-07-11T22:24:20.378742",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 16,
      "revision_id": "0c98ce2c-a9ee-4c16-aa87-568b34382d74",
      "url_type": null,
      "id": "6d779c70-628d-42aa-8928-360634e668bd",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "A PLC (Programmable Logic Controllers) is a digitally operating electronic apparatus which uses a programmable memory for the internal storage of instructions by implementing specific functions such as logic sequencing, timing, counting, and arithmetic to control, through digital or analog input/output modules, various types of machines or processes”. It is an easily understood programming language .It can hold data for a long time i.e. for a indefinite time but requires excessive work in connecting wires. PLCs are used in many industries and machines. Unlike general-purpose computers, the PLC is designed for multiple inputs and output arrangements, extended temperature ranges, immunity to electrical noise, and resistance to vibration and impact. Programs to control machine operation are typically stored in battery-backed-up or non-volatile memory. A PLC is an example of a hard real time system since output results must be produced in response to input conditions within a bounded time, otherwise unintended operation will result.",
      "name": "Programmable Logic Controller",
      "format": "",
      "url": "http://www.iji-cs.org/paperInfo.aspx?ID=1851",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "aa394166-18c8-4f9a-ab07-4ac9f92353a6",
      "created": "2013-07-11T22:25:02.705258",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 17,
      "revision_id": "2ca34da7-4083-4ea3-bb17-dca7b11a9d2a",
      "url_type": null,
      "id": "f23eccfd-95f6-48e2-b434-c6c84a10c12b",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Objective of this topic is to introduce about the role / job activity of instrumentation & control in various EPC / EPCM (Engineering, Procurement, Construction & Maintenance) groups / designing companies. These EPC groups designs the process plants such as Refineries, Power Plants, Steel Plants & Sugar Mills etc. The EPC companies have various Departments (Electrical, Mechanical, Instrumentation and Control, Procurement & Civil). All of these department works together for a pro-ject to be executed. INSTRUCALC 6.2 is the latest version of the Instrucalc software that can be used for accurate sizing of more than 50 different instruments. The latest standard “IEC 1131-3″ has been tried to merge plc programming languages under one international standard. We now have PLCs that are programmable in function block diagrams, instruction lists, C and structured text all at the same time. A distributed control system integrates the PLCs and process controllers of a process line into a coordinated and interactive system. It enables us to manage the process as a complete system, with control over the inter relationship of the various subsystems. INtools provides a single source of plant information that can be easily accessed and updated and ensures consistency across the different instrument tasks and deliverables.\r\n",
      "name": "Control System Scope and Job Activity in Various Designing/EPC & Process Industries",
      "format": "",
      "url": "http://www.iji-cs.org/paperInfo.aspx?ID=1850",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "aa394166-18c8-4f9a-ab07-4ac9f92353a6",
      "created": "2013-07-11T22:25:41.568051",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 18,
      "revision_id": "d5ee3e27-f370-4611-9c4a-b6695d8d47c5",
      "url_type": null,
      "id": "b5b70656-db16-4500-8670-27a88be115fc",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Due to the popularity of Test-Driven Development (TDD) among software professionals, some schools have integrated it into their computing curricula. Through exposure to TDD, students gain practical experience while future employers benefit from their familiarity with the technique. However, it is important to investigate empirically whether the use of TDD in the classroom affects student performance or improves the quality of their code. This paper describes an investigation into results from multiple years of teaching TDD in introductory computer science classes. Directly analyzing the code and tests written by students provides insight into their work habits and consequential outcomes. We explain methods, tools, and metrics for determining students' adherence to TDD with unprecedented detail. Our study establishes correlations between students' software development processes and their quality of work and identifies significantly different outcomes based on their adherence to TDD. As a result, we provide empirical support for TDD and identify areas for improving its instruction.\r\n",
      "name": "Impacts of Teaching Test-Driven Development to Novice Programmers",
      "format": "",
      "url": "http://www.iji-cs.org/paperInfo.aspx?ID=1847",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "aa394166-18c8-4f9a-ab07-4ac9f92353a6",
      "created": "2013-07-11T22:27:06.077604",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 19,
      "revision_id": "6192c7ce-2683-4d92-955b-1bc36525a4d3",
      "url_type": null,
      "id": "c610fabb-84fc-4ca2-93d2-8d1de3b80fae",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Recently there has been large emphasis on congestion based placement where the quality of placement is measured using the global routing results. However, during the placement process, only half perimeter wire length (HPWL) estimation technique which provides a very simplistic calculation is used. In this paper, we first show very important factors that are ignored by HPWL and can affect wire length, routability and congestion in the routing stage. Then, we show that length estimation with high accuracy and fidelity and low cost is feasible on the most recent routability-driven placement benchmarks. In addition, we propose techniques that can be used during the placement stage to improve the global and detailed routing results.",
      "name": "High-Performance Post-Placement Length Estimation Techniques",
      "format": "",
      "url": "http://www.iji-cs.org/paperInfo.aspx?ID=1848",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "aa394166-18c8-4f9a-ab07-4ac9f92353a6",
      "created": "2013-07-11T22:27:37.959572",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 20,
      "revision_id": "e56b7d5c-0aef-427a-b7af-3a300f324c83",
      "url_type": null,
      "id": "e4ccceac-b045-4671-8788-96a288170c63",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Genetic algorithms (GA) are evolutionary techniques that used crossover and mutation operators to solve optimization problems using a survival of the fittest idea. They have been used successfully in a variety of different problems, including the traveling salesman problem. The main idea of Traveling Salesman Problem (TSP) is to find the minimum traveling cost for visiting cities; the salesman must visit each city exactly once and return to the starting point of origin. Genetic algorithms are search methods that employ processes found in natural biological evolution. These algorithms search on a given population of potential solutions to find those that pass some specifications or criteria. In this paper, we apply modified genetic algorithm methodology for finding near-optimal solutions for TSP problem using shared neighbours to insure that the closest cities to have the highest priorities to be carried out to the next generation.",
      "name": "Shared Crossover Method for Solving Traveling Salesman Problem",
      "format": "",
      "url": "http://www.iji-cs.org/paperInfo.aspx?ID=1855",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "aa394166-18c8-4f9a-ab07-4ac9f92353a6",
      "created": "2013-07-11T22:28:16.286754",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 21,
      "revision_id": "73dd64c8-240d-41f7-bc01-9b5472b6b6e7",
      "url_type": null,
      "id": "495fb05f-5f3d-412e-b5f9-f6c8d93e16ea",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Improve the reliability in terms of diversity in wireless communications using MIMO systems is crucial as MIMO channels is spatially and temporally correlated . The impact of correlations on space-time codes results in the decrease their performance in terms of bit-error rate (BER) .Hence, it is reasonable to seek for metrics which provide the measure of fading correlations. In This paper we investigate the measure of correlation in spatial domain by using the amount of correlation as a metric. High (resp. low) amount of correlation value means low (resp. high) diversity and therefore the knowledge of the variation of this metric lets to foresee the performance analysis of MIMO channels. By considering the one-ring scattering model as the wireless communication Channel, we first compute the amount of correlation function and then show that a wise tradeoff between parameters can be envisaged in order to minimize MIMO channel correlation .AS application, MIMO system with two transmit antenna and two receive antenna (2x2 MIMO) with orthogonal space-time block (OSTBC) are implemented with high reliability.",
      "name": "Amount of Correlation Function-based Diversity Motivation Design in MIMO Systems",
      "format": "",
      "url": "http://www.iji-cs.org/paperInfo.aspx?ID=1857",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "aa394166-18c8-4f9a-ab07-4ac9f92353a6",
      "created": "2013-07-11T22:28:52.468192",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 22,
      "revision_id": "9c5fa8ed-aabd-4d84-b979-2e6959dda80b",
      "url_type": null,
      "id": "9d2ad557-de31-47b5-b68e-38e919e73182",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Most of the applications of sensor networks require sensors being aware of their position. Usually, this position is estimated by means of a distributed localization algorithm, which assumes that the position of some network nodes is known a priori. In many cases each node obtains the area where it resides by intersecting the coverage areas of the nodes that it hears. Using circles to model these coverage areas introduces a high computational complexity. For this reason, some authors have modeled these areas by means of squares. In this paper we propose the employment of hexagons, in order to reduce the additional inaccuracy introduced by that shape.\r\n",
      "name": "Hexagon-based Range-free Localization for Large-scale Environmental Sensor Networks",
      "format": "",
      "url": "http://www.iji-cs.org/paperInfo.aspx?ID=1856",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "aa394166-18c8-4f9a-ab07-4ac9f92353a6",
      "created": "2013-07-11T22:29:32.767331",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 23,
      "revision_id": "d4eb10c4-0456-4837-aec2-73ef5cdc007c",
      "url_type": null,
      "id": "13e28876-14e5-420b-9ca6-eef266e45eba",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In this article we study the digital cubical homology groups of digital images which are based on the cubical homology groups of topological spaces in algebraic topology. We investigate some fundamental properties of cubical homology groups of digital images. We also calculate cubical homology groups of certain 2-dimensional and 3-dimensional digital im- ages. We give a relation between digital simplicial homology groups and digital cubical homology groups. Moreover we show that the Mayer- Vietoris Theorem need not be hold in digital images.",
      "name": "Cubical Homology in Digital Images",
      "format": "",
      "url": "http://www.iji-cs.org/paperInfo.aspx?ID=1842",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "aa394166-18c8-4f9a-ab07-4ac9f92353a6",
      "created": "2013-07-11T22:30:44.157307",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 24,
      "revision_id": "688591d1-d188-4c9d-885c-7549f268db17",
      "url_type": null,
      "id": "cf53ab3f-7689-44e3-bb97-342ef06a656e",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Now a days, Wireless sensor networks? ??(WSNs??(?? are becoming? ?? increasingly attractive to researchers and industries, due to wide ?range of applications. However, mechanisms to support maintenance, development and execution of applications over WSNs is still ?remain challenging due to their tight integration with physical world. Middleware can help to bridge the gap between the high-level ?requirements of the application programs and underlying operations of WSN. In this study, we performed a simulation of mobile ?agents running on Agilla middleware designed for sensor networks. The simulations are performed using TOSSIM assuming that ?Agilla middleware is installed on the sensor nodes which are running TinyOS operating system. We simulated different agents ?corresponding to various functions and measured the time it takes for these agent software to run in the simulated environment. The ?results of? ?? migration delay and reliability in the simulation of agents is calculated. ?",
      "name": "Introducing a Simulation Environment for Mobile Agent Middleware Using TOSSIM",
      "format": "",
      "url": "http://www.iji-cs.org/paperInfo.aspx?ID=1846",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "aa394166-18c8-4f9a-ab07-4ac9f92353a6",
      "created": "2013-07-11T22:31:16.850422",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 25,
      "revision_id": "9a6c634e-1c8f-49d3-bb90-0dc6cbb7621a",
      "url_type": null,
      "id": "a75f96d1-65a1-4db8-a227-c3581479bce2",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " A new kind of cubic trigonometric Hermite parametric curves and surfaces analogous to the normal cubic Hermite parametric curves and surfaces, with shape parameters, are presented in this work. The new curves and surfaces not only inherit properties of the normal cubic Hermite curves and surfaces in polynomial space respectively, but also enjoy some other advantageous properties for modeling. For given boundary conditions, the shapes of the new curves and surfaces can be adjusted by using the shape parameters with them. When the boundary conditions are chosen appropriately, the presented curves can exactly represent some engineering curves.\r\n",
      "name": "Cubic Trigonometric Hermite Parametric Curves and Surfaces with Shape Parameters",
      "format": "",
      "url": "http://www.iji-cs.org/paperInfo.aspx?ID=1858",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "aa394166-18c8-4f9a-ab07-4ac9f92353a6",
      "created": "2013-07-11T22:31:52.352074",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 26,
      "revision_id": "6535f921-6d0e-46f7-bfcd-1c95a62f6a25",
      "url_type": null,
      "id": "65916a23-5cba-4b38-88b4-37e33eb76bc0",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In this paper we study some results related to the simplicial homology groups of 2D digital images. We show that if a bounded digital image is nonempty and -connected, then its homology groups at the first dimension are a trivial group. In general, we prove that the homology groups of the operands of a wedge of digital images need not be additive.",
      "name": "Some Results on Simplical Homology Groups of 2D Digital Images.",
      "format": "",
      "url": "http://www.iji-cs.org/paperInfo.aspx?ID=1841",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "aa394166-18c8-4f9a-ab07-4ac9f92353a6",
      "created": "2013-07-11T22:32:30.131460",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 27,
      "revision_id": "d6ef7662-f59b-4ede-ba20-6fcac0bd1987",
      "url_type": null,
      "id": "6d174916-b101-4b0a-ab7b-45702c676f19",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Neural network and its adaptive wavelets (wavelet networks and wavenets) are used to calculate the wave induced hydrodynamic inline force acting on a vertical cylinder. In order to minimize the error of hydrodynamic force on vertical cylinder members in offshore structures, an offshore structure engineer needs to be able to make reliable prediction of hydrodynamic loads induced by waves. The Wavelet Neural Network (WNN) use wavelets as activation functions of its hidden layer neurons. In WNNs, both the position and dilation of the wavelets are optimized beside the weights, but there are different approaches to construct this kind of networks. In one approach of WNN construction that entitled wavenet, the position and dilation of the wavelets taken to be fixed and only the weights of network are optimized. In this research, wavenet and WNN are employed to predict the inline force time series of a cylinder using wave particle kinematics, namely velocities beside wave surface profile that are gained from experimental data. Numerical results demonstrate that the combination of neural network concept and wavelet theory i.e. wavenet and wavelet neural network provide a more robust tool considering its more appropriate prediction of any new data which the network had not experienced before for predicting the hydrodynamic inline force. Furthermore, WNN has the best results among the other methods.\r\n",
      "name": "Wavelet Neural Network and Wavenet Performance Evaluation in Hydrodynamic Force Prediction due to Waves on Vertical Cylinders",
      "format": "",
      "url": "http://www.iji-cs.org/paperInfo.aspx?ID=2396",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "aa394166-18c8-4f9a-ab07-4ac9f92353a6",
      "created": "2013-07-11T22:33:43.997615",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 28,
      "revision_id": "41ba9edb-9ff9-483d-8258-9b3e271ededd",
      "url_type": null,
      "id": "34170f88-ab43-41e4-8721-8f09ba0c0ba5",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Algebraic approach studying the formation of large assemblies of discrete signals with multi-level correlation function, which is based on the section of circular orbits of group codes, is studied. The number and value of side-lobe levels of the correlation function of the generated sequences, and the power of the assembly signals are determined by remote and structural properties of polynomial rings over finite fields. Proposals for the hardware implementation of devices forming discrete signals with multi-function correlation are developed.\r\n",
      "name": "The Hardware Implementation of Devices Forming Discrete Signals with Multi-level Correlation Function",
      "format": "",
      "url": "http://www.iji-cs.org/paperInfo.aspx?ID=2518",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "aa394166-18c8-4f9a-ab07-4ac9f92353a6",
      "created": "2013-07-11T22:34:23.412757",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 29,
      "revision_id": "5e985e61-17b2-4378-8edf-9caa9b3c2efd",
      "url_type": null,
      "id": "02f5391d-0d48-46e1-9615-1bb61b9dcb01",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "With respect to single-electron transistor (SET) technology, it is possible to build neural networks with extreme low power properties. To simulate SET circuits, an electrical model has been represented. In contrast to the prescriptions in the so-called Orthodox theory of single-electronics, this model explores the discrete character of the tunnel current and conditions. In this paper a brief description of neural circuitry based tree-island structure was given and verified as a single-electron memory SEM with a well known SET device simulator called SIMON.\r\n",
      "name": "Simulation of Single Electron Transistor Inverter Neuron: Memory Application",
      "format": "",
      "url": "http://www.iji-cs.org/paperInfo.aspx?ID=2506",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "aa394166-18c8-4f9a-ab07-4ac9f92353a6",
      "created": "2013-07-11T22:34:59.067343",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 30,
      "revision_id": "dc591269-5aed-4234-880c-e4fa595b04b8",
      "url_type": null,
      "id": "a8acc8b9-10b8-41f3-9fb4-e6dfd32f9c9e",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Multi-input multi-output (MIMO) antenna system becomes one of the hottest research topics in the communication field during the past few years due to its obvious edge over simple single antenna systems. This paper presents analyses and simulations for the effects of the channel distribution on the overall channel capacity for a MIMO system under flat fading. Several types of distributions (Gaussian, Poisson, and Rayleigh) are considered to generate the channel matrix and determine the capacity for several cases of transmits and receiver antennas.\r\n",
      "name": "Channel Capacity for Flat Fading MIMO System with Different Distributions: Analysis and Simulation",
      "format": "",
      "url": "http://www.iji-cs.org/paperInfo.aspx?ID=3367",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "aa394166-18c8-4f9a-ab07-4ac9f92353a6",
      "created": "2013-07-11T22:35:51.029893",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 31,
      "revision_id": "97eeb427-4488-41f5-9c40-af225289317c",
      "url_type": null,
      "id": "46fef77e-3e00-4511-896b-c0fe6382b8de",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The request of multicast services is increased in exponential manner in these last few years and in particular in the ﬁeld of multimedia services. Multicast can reduce resources allocation and enhance network performances in terms of QoS, especially in a wireless platforms where the bandwidth is a precious resource. The problem of multicast routing can be reduced to the problem of finding a spanning tree capable to distribute network flow among multicast sources and destinations. It has been established that determining an optimal multicast tree for a static multicast group can be modeled as the Steiner Tree problem in networking and this problem has been proofed to be a NP-complete. Hence there is the necessity of using scalable algorithms in scalable networks composed of multi layered platforms Moreover, in this work a QoS multi-constraint multicast problem has been addressed. In this paper a comparison between two meta-heuristic algorithms is presented in order to show the scalability introduced by these types of algorithms that are capable of finding sub-optimal solutions. These meta-heuristics are based on Genetic Algorithm and Simulated Annealing mechanism. A simulated campaign between two proposed algorithm has been addressed.",
      "name": "Multicast Heuristic Approaches on Multi-layer Wireless Network",
      "format": "",
      "url": "http://www.iji-cs.org/paperInfo.aspx?ID=2940",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "aa394166-18c8-4f9a-ab07-4ac9f92353a6",
      "created": "2013-07-11T22:36:19.436255",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 32,
      "revision_id": "8f77a874-d134-4873-8b11-56ff22b1e711",
      "url_type": null,
      "id": "00297136-ed96-4b25-afa2-bcf4464ac078",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The most general managerial implication of this paper is that coupon redemption varies according to different coupon plans. The study also compares the difference in coupon usage between two forms of coupon books. This paper approached the question on the effectiveness of DM coupon programs using longitudinal data to empirically investigate the effectiveness of direct mail coupon programs. The regression results render an opportunity to compare the study with other studies employing cross-sectional analysis. Evidence shows that the results also confirm the implications based on the regret theory that a good coupon face value offer leads to higher coupon usage.\r\n",
      "name": "Examining Consumer Motives for Coupon Usage",
      "format": "",
      "url": "http://www.iji-cs.org/paperInfo.aspx?ID=3890",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "aa394166-18c8-4f9a-ab07-4ac9f92353a6",
      "created": "2013-07-11T22:36:58.640968",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 33,
      "revision_id": "29b354d4-dce7-43a8-ab52-5dac13cdc5e2",
      "url_type": null,
      "id": "7daa2da6-357a-4a1a-970f-c6f4af1441ec",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " A novel method of digital signature generation along with message recovery based on Elliptic Curve Cryptography (ECC) and knapsack algorithm is presented in this paper. In digital signature along with message recovery scheme, signature alone is sent and message will be recovered from the signature (r, s). ECC provides greater security with less key size, when compared to integer factorisation and discrete logarithm system. As the strength of knapsack algorithm depends on the selection of the series, the proposed algorithm uses modified Stern series which not only reduces the time complexity but also provides better security.",
      "name": "Stern Series Based ECC for Digital Signature with Message Recovery",
      "format": "",
      "url": "http://www.iji-cs.org/paperInfo.aspx?ID=3838",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "aa394166-18c8-4f9a-ab07-4ac9f92353a6",
      "created": "2013-07-11T22:37:36.190261",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 34,
      "revision_id": "190fd780-0abd-40ff-a445-5ae2e5912e12",
      "url_type": null,
      "id": "0686d069-36e8-4027-9c27-cf68e30ec248",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper presents a highly secured ATM banking system using an optimized Advanced Encryption Standard (AES) algorithm. Two levels of security are provided in this proposed design. Firstly we consider the security level at the client side by providing biometric authentication scheme along with a password of 4-digit long. Biometric authentication is achieved by considering the fingerprint image of the client. Secondly we ensure a secured communication link between the client machine to the bank server using an optimized energy efficient AES processor. The fingerprint image is the data for encryption process and 4-digit long password is the symmetric key for the encryption process. To get a low power consuming ATM machine, an optimized AES algorithm is proposed in this paper. In this system biometric and cryptography techniques are used together for personal identity authentication to improve the security level. The design of the energy efficient AES processor is simulated in quartus-II software. Simulation results ensure its proper functionality. The realization of a demo hardware is also provided in this paper. A comparison among other research works proves its superiority.",
      "name": "Biometric Authentication Scheme for ATM Banking System Using Energy Efficient AES Processor",
      "format": "",
      "url": "http://www.iji-cs.org/paperInfo.aspx?ID=3419",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "aa394166-18c8-4f9a-ab07-4ac9f92353a6",
      "created": "2013-07-11T22:38:07.162771",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 35,
      "revision_id": "8c9808a0-5e2b-4620-9e07-6af636ffeb33",
      "url_type": null,
      "id": "78947d90-1709-41c3-96d0-4def273f53b3",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 36,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Information and Computer Science",
      "id": "6ad3df9d-1b7d-4199-a613-486e83eb8f29",
      "name": "Information and Computer Science"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-iji-cs-org-default-aspx",
  "isopen": true,
  "url": null,
  "notes": "International Journal of Information and Computer Science (IJICS) is an internationally refereed journal dedicated to publishing the latest advancements in information and computer science. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "International Journal of Information and Computer Science (IJICS)",
  "revision_id": "22b12d4f-f0bf-4b15-ba38-b55820ccb414"
}