{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "486f4462-0a72-4ba5-9957-ca5e21ded3c1",
  "metadata_created": "2013-09-02T11:23:03.411177",
  "metadata_modified": "2013-10-10T20:17:04.435465",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "4477035d-ff26-456a-8618-3bbb755e9a8c",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "christensen",
  "isopen": false,
  "url": "",
  "notes": "The introduction of this new medicine is just a important step toward going substance-abuse treatment into the mainstream of the healthcare system. Such as inpatient treatment, hospital treatment, twelve-step plans, and dual diagnosis units for people with emotional and substance abuse problems. Research and Data Issues Getting better data o-n substance abuse and mental illness treatment is the first-step in improving programs. \n\nAbstract Significant cognitive theories are discussed that tend to play a major role in drug abuse treatments. This block grant is just a major source of funding for drug abuse prevention and treatment ser-vices in California. Learn additional resources on our partner website by clicking <a href=\"http://www.safeharborfl.com/addiction-and-substance-abuse-treatment-in-orlando\">address</a>. Drug data programs and the family education, family involvement treatment services, and substance abuse counseling treatment services of Seabrook House have now been nationally recognized. Visit <a href=\"http://www.safeharborfl.com/\">official website</a> to research the inner workings of it. \n\nSomeone with a substance abuse problem is unique in his/her history, pattern of use and abuse, and related treatment needs and guidance. In case people want to discover further about <a href=\"http://www.safeharborfl.com/addiction-and-substance-abuse-treatment-in-orlando\">open site in new window</a>, we know about lots of resources you might consider pursuing. These include medication administration, guidance, day-to-day problem solving, vocational ser-vices and treatment of drug abuse. Brady INTRODUCTION Substance abuse in women has a distinctive etiology, infection progression, and concomitant treatment needs. \n\nA residential educational experience built to provide an introduction to substance abuse assessment and treatment including participation in a experiential learning class. Currently, EMSH also provides chemical dependency treatment and twin diagnosis substance abuse) and (mental disease treatment, for adolescents. Currently, EMSH also provides chemical dependency treatment and twin diagnosis substance abuse) and (mental illness treatment, for adolescent males. \n\nDevelop a range of drug abuse treatment and responsibility development to ensure that TDCJ can cost-effectively handle different levels of criminality and chemical dependency. Using sophisticated survey practices, the experts came up with a summary of 144 'highly regarded' adolescent-only drug abuse treatments currently in-use. We also redesigned instruments and methods for an annual review of substance abuse treatment services. Tables include developments in-the quantities of drug abuse and treatment described by prisoners considering that the last national survey was conducted in 1991. Maxims of learning in the analysis and treatment of substance abuse. http://www.abuse-substance-treatment.com/.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Substance Abuse Treatment Into main-stream Of Medical care Process",
  "revision_id": "4bedd4eb-d22f-4a81-98bd-7d10cae20d03"
}