{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "49df4ff7-e578-4a87-a664-61d9144a3445",
  "metadata_created": "2013-08-29T05:48:44.822555",
  "metadata_modified": "2013-10-10T20:05:36.309363",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "ba2aaf2e-45d4-4c81-8c78-b88c70c5af6d",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "broch",
  "isopen": false,
  "url": "",
  "notes": "Weight benches are a central component of any weight training system. Not only are numerous weight training benches of the sturdiest and highest high quality accessible, but they are presented at the most competitive costs on-line as well. The utility bench is unequaled in design and craftsmanship. The seat pads adjust independently to achieve precise angles and the bench accepts a wide assortment of attachments for individual customizing for the many distinct exercises you can perform and to accomadate the varying sizes of people. We found out about <a href=\"http://fitnesstogether.com/fairfax\">check this out</a> by searching webpages. This is a single of the finest pieces of home fitness equipment you can acquire and is the very best function out for body maintenance.\n\nA excellent Weight Bench is 1 of the most productive tools in the Constructing Foundation for a Strength Coaching Program. Discover further about <a href=\"http://fitnesstogether.com/fairfax\">like us on facebook</a> by navigating to our lofty encyclopedia. Home fitness gear is not like Weight Benches you can get in Sporting Goods or Department Retailers with their inherent flimsy unstable Patterns.\n\nOlympic Weight Benches and Common Weight Benches are constructed from Industrial Grade Heavy Duty Steel and numerous supply Flat, Incline, Decline and Shoulder Pressing adjustability with leg press attachment as effectively. Olympic Weight Benches are appropriate for Advanced Bench Pressing or for a Beginner Weight Lifter to Develop Comprehensive Functional Upper Body Strength and is a important element is self improvement each physically and mentally.\n\nNo matter whether it really is a treadmill costing thousands, or a hand grip for $30, both of these devices are classified as fitness gear. So you see, it really is a huge arena, with lots of products. Identify more on our favorite partner portfolio by clicking <a href=\"http://fitnesstogether.com/fairfax\">advertisers</a>. In truth, fitness gear overlaps many other markets like sports, entertainment, and healthcare. So when you visit a significant, fitness equipment shop you will locate everything from rubber floor tiles to dvds, not just the obvious fitness equipment you see at the gym. But looking by way of the numerous on the internet fitness shops accessible, you are confident to only locate fitness gear that is connected specifically to what you are looking for.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Benches Are The Central Component Of Any Great Weight Education Plan.",
  "revision_id": "ccde1b78-e8be-46ac-a324-12cde3140c95"
}