{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "e5ad93fa-6f79-4be8-8023-a75011eeedb8",
  "metadata_created": "2013-07-18T02:04:49.717239",
  "metadata_modified": "2013-10-10T21:17:42.073498",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Neurodegenerative disease occurs due to deterioration of cells specially the myelin sheath of the neurons; of brain, spinal cord, and peripheral nerves. The economic and social burden of neurodegenerative diseases is massive and rising too rapidly. Among several of different neurodegenerative disorders, present work is focused on the three most common; Alzheimer’s disease, Parkinson’s disease, and Huntington’s disease. Although the most consistent risk factor for developing a neurodegenerative disorders is increasing age, it has been observed that the symptoms of all the three diseases overlap with each other, clinically and pathologically. Therefore, their practical classification is quite challenging and thus needing an automated tool to classify them. In the present model, backpropagation artificial neural network (ANN) has been designed to classify neurodegenerative disorders according to their symptoms. The 27:70:3 architecture of ANN has been used to predict the clinical outcome from the complex overlapped symptoms that are routinely available to clinicians. The model has found to be effective in differentiating the different types of focused diseases with an overall performance of 96.42%.",
      "name": "Artificial Neural Network based Classification of Neurodegenerative Diseases—ANN Classifies Neurodegeneration",
      "format": "",
      "url": "http://www.seipub.org/ABER/paperInfo.aspx?ID=2859",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "e5ad93fa-6f79-4be8-8023-a75011eeedb8",
      "created": "2013-07-17T21:05:24.197145",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "2e54015a-1f1a-45d2-b40c-6b2d73b2e51b",
      "url_type": null,
      "id": "f9512d38-b8a8-4e7d-9a57-bbbfc2f0240e",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This study investigates the effects of polymer chain length on the mechanical properties of gas foamed poly (ethylene glycol) diacrylate (PEGDA). Gas foamed structures were composed of PEGDA MW 700, MW 3400, or MW 10k. Combinations of short (lower MW) and long PEGDA (higher MW) chains created polymer structures with increased strength and stiffness compared to structures composed of a given longer PEGDA chain. Gas foamed PEGDA hydrogels are structurally and mechanically suitable for evaluating cells in 3D culture. SEM images show an interconnected pore structure. Gas foamed PEGDA is also cytocompatible. High cell viability was observed on collagen type I infused polymer structures. Changes in PEGDA chain sizes neither degraded cell viability nor impeded gas foaming. The mechanical tunability of gas foamed porous PEGDA makes it an effective tool for evaluating cellular response to static mechanical properties in 3D.",
      "name": "Mechanical Diversity of Porous Poly (Ethylene Glycol) Diacrylate",
      "format": "",
      "url": "http://www.seipub.org/ABER/paperInfo.aspx?ID=2984",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "e5ad93fa-6f79-4be8-8023-a75011eeedb8",
      "created": "2013-07-17T21:06:06.740831",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "005935a9-bd6c-40a2-aadb-154504e70632",
      "url_type": null,
      "id": "86250d49-1797-4659-861c-c969e68153aa",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Central nervous system of mammals is known to be highly vulnerable to the environmental stimulus, including radio-waves. The aim of this work is to evaluate the chronic effect (one hour daily for 21 days) of low power radio frequency of 1 KHz square wave modulated 2.45 GHz on the electroencephalogram (EEG) in animal model. Experiments were carried out on male rats (n=10), weighing 100(20) gm and age of 9-10 weeks divided in two groups: (i) control (n=4) and (ii) experimental (n=6). After 21 day of experiments, three hours of single channel bipolar EEG signals were recorded from parietal cortex of rats’ brain on 22nd day continuously, under anesthetized condition (Urethane anesthesia: 1.6 gm/kg of body weight, i.p.). The power spectra of the EEG signals were calculated for analysis of changes in EEG frequency spectrum. The core body temperature was also recorded and evaluated for the thermal nature of the exposure. Student t-test was applied to the EEG spectral results as well as on temperature data to analyze the significance of changes. The analyses suggest that this experimental setup of exposure produces non-thermal effects, however, significantly increased (P<0.05 or better) the power of EEG signals. The EEG spectral changes were found most prominent on the higher frequency side. On the basis of results of this study, it can be suggested that the chronic exposure of low power radio frequencies have sufficient energy to change the brain function that may lead to the development of different psychopahological disorders.",
      "name": "Chronic Exposure of Low Power Radio Frequency Changes the EEG Signals of Rats—Low Power Radio Frequency Alters EEG",
      "format": "",
      "url": "http://www.seipub.org/ABER/paperInfo.aspx?ID=3562",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "e5ad93fa-6f79-4be8-8023-a75011eeedb8",
      "created": "2013-07-17T21:06:41.805089",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "c6607e32-d1cf-485d-be41-5471be426332",
      "url_type": null,
      "id": "96bac0de-6b57-431d-8b6a-e0aed2e5e9e6",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "There is a lack of information on the effects of repeated administration of volatile anesthetics. Effects of repeated inhalation of enflurane, halothane, isoflurane and sevoflurane, on anesthetic effects and brain neurochemicals were investigated in mice. A simplified but quantitative anesthetic apparatus was employed which estimated the minimal alveolar concentration (MAC, ED50) of enflurane, halothane, isoflurane and sevoflurane to be 1.51, 1.29, 1.10 and 1.65 % (at 1 atm), respectively. Test compounds were administered by inhalation until complete anesthesia was established and then kept for one additional min at 1.73 or 2.16 MAC enflurane (0.4 or 0.5 ml), 1.61 or 2.69 MAC halothane (0.3 or 0.5 ml), 1.38 or 2.30 MAC isoflurane (0.3 or 0.5 ml) or 1.88 or 2.36 MAC sevoflurane (0.4 or 0.5 ml) once per day for 5 consecutive days, recording induction time and recovery time. In addition, rotarod performance (see “Materials and Methods”) was tested each day prior to administration of anesthetic. Twenty four hours after the last administration of anesthetic, the brains were removed and acetylcholinesterase (AChE) activity, [3H]quinuclidinyl benzilate (QNB) binding to muscarinic acetylcholine receptor (mAChR) preparation and [3H]haloperidol binding to dopaminergic receptor (D2-R) preparation in the striatum, cerebral cortex and/or hippocampus were measured. All drugs produced a dose-dependent rapid induction. However, halothane at 1.61 MAC and sevoflurane at 1.88 MAC produced prolonged induction times after repeated administrations. Enflurane at 1.73 MAC shortened and sevoflurane at 1.88 MAC prolonged the recovery times after repeated treatment. There were no changes in AChE activity in the three brain regions produced by any anesthetic tested. However, enflurane at 2.16 MAC and sevoflurane at 2.36 MAC reduced striatal [3H]QNB binding and isoflurane at 2.30 MAC reduced cerebral [3H]haloperidol binding. In summary, repeated administrations of halothane and sevoflurane may yield some degree of tolerance and repeated use of enflurane and sevoflurane appear to alter receptor kinetics of mAChRs and D2-R in specific brain areas.",
      "name": "Effects of Repeated Administration of Inhaled Anesthetics on Anesthesia, Brain Acetylcholinesterase, Muscarinic Receptors and Dopaminergic Receptors in Mice",
      "format": "",
      "url": "http://www.seipub.org/ABER/paperInfo.aspx?ID=3796",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "e5ad93fa-6f79-4be8-8023-a75011eeedb8",
      "created": "2013-07-17T21:07:13.683996",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "7655c5fa-4e5a-4a27-a6ed-114b23cd9c65",
      "url_type": null,
      "id": "a89a679a-65a6-4a69-a9e7-5ab0bd592da7",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 4,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Biomedical Engineering Research",
      "id": "2fc5bcbc-18f5-4408-9d82-47a5dfc0f1e0",
      "name": "Biomedical Engineering Research"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-seipub-org-aber",
  "isopen": true,
  "url": null,
  "notes": "Advances in Biomedical Engineering Research (ABER) is an internationally refereed journal dedicated to publishing the latest advancements in biomedical engineering research. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Advances in Biomedical Engineering Research (ABER)",
  "revision_id": "54bfd1e6-3ed1-46c3-8b7a-104b0796a4f1"
}