{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "9525d2c5-603e-4e51-a0b1-f3de6eeebc01",
  "metadata_created": "2013-09-06T10:54:49.724210",
  "metadata_modified": "2013-10-10T23:37:21.311944",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "18203393-6c14-4684-ae60-c4d4b2efc957",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "schwartz",
  "isopen": false,
  "url": "",
  "notes": "Has your room remained the same for the last 20 years? Do you want to create it in-to an enjoyable, cool room, but without purchasing new furniture? We have ideas for you to do just that - re-do your room on a budget! \n\n- Coat of color. Learn further on <a href=\"http://www.beanbagsco.com/giant-bean-bag-chairs.html\">site preview</a> by browsing our lofty article. Nothing freshens up an area just like a new coat of paint. Make it right into a weekend project and include your kids - you can do something together, and at-the same time, produce a whole new room that you need. \n\nWe do not advise painting the sack walls in to brilliant colors. Beige, light, pear and bright blues and greens work best. Make certain that your new wall color coordinates with your furniture, as you are not buying new furniture. <a href=\"http://www.beanbagsco.com/\">Beanbagsco Chat</a> includes additional info about where to consider it. \n\n- Organize your room. Sometimes all a room needs is company, to look very different. Several bedrooms are filled with old clothes, kids games and also meals, that should be in your kitchen. \n\nSet these items away, and arrange the remainder of the room to allow it to be seem different. \n\n- Rearrange furniture. Sometimes the simplest way to decorate with no budget is to use the same furniture, but change it, and put something else to the combination. Get more on the affiliated paper - Visit this URL: <a href=\"http://www.beanbagsco.com/kids-bean-bag-chairs.html\">bean bags co</a>. \n\nWalk around your home - you'll find a seat in the attic, or an ottoman in the family room, that will look good in the sack. Use those to produce a whole new bedroom - with your old furniture. \n\n- New wall art. Add a dash of colour to the room with some new wall art (or access some art from yet another room). Yet another strategy would be to shape a number of your kids' pictures, or pull something yourself. \n\n- New bedding, pillows, bedspreads. It is amazing how much you can change a space with the addition of only one new item to it. Choose some new bedding or perhaps a bedspread which you really wanted, and splurge to them! You will have a fantastic looking bedroom very quickly. \n\nRemember, changing a room does not mean buying every thing new-for it. Use some (or all) of our ideas to fully re-do your bedroom. You will be glad you did. Visiting <a href=\"http://www.beanbagsco.com/kids-bean-bag-chairs.html\">beanbagsco</a> likely provides cautions you might use with your boss.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Just how to Overhaul Your Bedroom on a Small Budget",
  "revision_id": "6576ddc7-abe4-413f-863e-d0609fe0f638"
}