{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "80e9a947-1847-4afb-ab15-41cc6c1cd794",
  "metadata_created": "2013-09-09T03:06:50.067598",
  "metadata_modified": "2013-10-10T21:11:31.828445",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "c48ff588-65aa-4059-81c3-84b6f617f91a",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "harboe",
  "isopen": false,
  "url": "",
  "notes": "We have all been there, it is sometimes difficult discovering new things to write about. Depending your matter, it may even be an area that seldom has any new spice to it. \n\nYou have virtually no time to complete comprehensive re-search before writing the next publication or post if you're like the majority of. \n\nImagine If you knew one key that top internet marketers already know that puts a lot of fresh material at your finger tips with very little time investment? \n\nA swipe file may do all of this and a bit more for you giving you a place to turn. What's a swipe file? \n\nIt is a place to store all your resources on a given topic in one place, they can prevent writers block, give you tons of facts to offer, and pull new a few ideas from. \n\nHow can you go about aquiring one? \n\nWhether you use a digital swipe document using a directory on your desktop to search through, or a paper one, they all possess the same gain. To learn additional info, you may check out: <a href=\"http://www.oceansevendistro.com/\">kaos distro</a>. \n\nA paper swipe is as easy to start as catching an accordian document from the local office supply store (ask one they all know what they are). \n\nWhat goes in-to my swipe document? \n\n* RSS Feeds \n\n* Press Releases \n\n* Other People's Newsletters \n\n* Photos \n\n* speeches \n\n* Brochures \n\n* articles \n\n* stats \n\n* Newspapers \n\n* Magazines \n\n* Promos \n\n* Salesletters \n\n* Reports / Stats / Studies \n\nBut just how do I know if something is going in my swipe file or-not? \n\nIt Grabbed You. \n\nThings that grab your attention like good statements, testimonials or a good story. \n\nI-t Inspired You. \n\nThis can be things that build good credibility, a guarantee, good testimonials or strong benefits. \n\nIt Shocked You! \n\nSome things that can do this would be great research, a huge offer, an alarming image. \n\nAny cast together swipe record no matter how free, or prepared, has benefits. Remember, they're always a work in progress and there is no right method to organize it. \n\nIn my new book, I even talk about developing a com-pletely electronic swipe file that provides all these content types onto it is own from all over-the web \n\nCentered on  you choose. \n\nCreate your own personal swipe report and just watch how often you reference it!.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Something that enhances salescopy, updates & articles",
  "revision_id": "dde49bf4-4bdb-494a-b8bb-fbeb4dcf2a22"
}