{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 5,
  "id": "75687839-57f2-4625-a8b0-91aa269929b5",
  "metadata_created": "2011-06-25T10:30:26.916037",
  "metadata_modified": "2013-10-10T20:37:43.663932",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "eda81a8f-23dc-432f-ac9a-8f07e6ab35e3",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "catalogue",
      "id": "00ad1680-c150-4281-861b-83637b859a77",
      "name": "catalogue"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "journal",
      "id": "4b7ae4e1-a3c8-4036-baaf-6745395f27bb",
      "name": "journal"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "journals",
      "id": "9ff5eabe-3381-4be4-a425-60a80556e697",
      "name": "journals"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "open_access",
      "id": "b640b681-cee0-4826-99f4-f0e32d185f1c",
      "name": "open_access"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "openaccess",
      "id": "6ee34c19-6b6d-4c47-b00f-c55c70cf5e2d",
      "name": "openaccess"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "doaj",
  "isopen": true,
  "url": "http://www.doaj.org/",
  "notes": "# About DOAJ\r\n\r\nThe aim of the Directory of Open Access Journals is to increase the visibility and ease of use of open access scientific and scholarly journals thereby promoting their increased usage and impact. The Directory aims to be comprehensive and cover all open access scientific and scholarly journals that use a quality control system to guarantee the content. In short a one stop shop for users to Open Access Journals. \r\n\r\n\r\n## Definitions\r\n\r\nOpen Access Journal: We define open access journals as journals that use a funding model that does not charge readers or their institutions for access. From the BOAI definition [1] of \"open access\" we take the right of users to \"read, download, copy, distribute, print, search, or link to the full texts of these articles\" as mandatory for a journal to be included in the directory. \r\n[1] http://www.earlham.edu/~peters/fos/boaifaq.htm#openaccess \r\n\r\n'''Quality Control''': The journal must exercise peer-review or editorial quality control to be included. \r\n\r\n'''Research Journal''': Journals that report primary results of research or overviews of research results to a scholarly community. \r\n\r\n'''Periodical''': A serial appearing or intended to appear indefinitely at regular intervals, generally more frequently than annually, each issue of which is numbered or dated consecutively and normally contains separate articles, stories, or other writings. \r\n\r\n\r\n## Selection Criteria\r\n\r\n'''Coverage''':\r\n'''Subject''': all scientific and scholarly subjects are covered\r\nTypes of resource: scientific and scholarly periodicals that publish research or review papers in full text.\r\nAcceptable sources: academic, government, commercial, non-profit private sources are all acceptable.\r\n'''Level''': the target group for included journals should be primarily researchers.\r\n'''Content''': a substantive part of the journal should consist of research papers. All content should be available in full text.\r\nAll languages\r\n\r\n'''Access''':\r\nAll content freely available.\r\nRegistration: Free user registration online is acceptable.\r\nOpen Access without delay (e.g. no embargo period).\r\n\r\n'''Quality''': For a journal to be included it should exercise quality control on submitted papers through an editor, editorial board and/or a peer-review system. \r\n\r\n'''Periodical''': The journal should have an ISSN (International Standard Serial Number, for information see http://www.issn.org). \r\n\r\n\r\n## Metadata information\r\n\r\nResources will be catalogued on journal title level. To make article level content searchable in the system, journal owners are encouraged to supply us with article metadata when a journal has been added into the directory. If you are a journal owner and have not received this information, please contact us. \r\n\r\n\r\n## Project Background\r\n\r\nThe proliferation of freely accessible online journals, the development of subject specific pre- and e-print archives and collections of learning objects provides a very valuable supplement of scientific knowledge to the existing types of published scientific information (books, journals, databases etc.). However these valuable collections are difficult to overview and integrate in the library and information services provided by libraries for their user constituency. \r\n\r\nAt the [First Nordic Conference on Scholarly Communication in Lund/Copenhagen](http://www.lub.lu.se/ncsc2002) the idea of creating a comprehensive directory of Open Access Journals was discussed. The conclusion was that it would be a valuable service for the global research and education community. Open Society Institute (OSI) supported the initial project work. \r\n\r\nAvailable technologies make it possible to collect and organize these resources in a way that allow libraries worldwide to integrate these resources in existing services thus offering added value both for the service providers of these resources and for the global research and education community. \r\n",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Directory of Open Access Journals",
  "revision_id": "56052ea3-a95b-41bf-acc2-a434d3adda1a"
}