{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "5422bba7-f094-468a-b5fc-56d990bcd1fd",
  "metadata_created": "2013-08-07T03:11:20.692388",
  "metadata_modified": "2013-10-10T21:17:24.068067",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "9b75588c-6177-4349-b6fd-0a26c7c1d0e8",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Ever since the first nuclear power plant called Obninsky plant was established on June 27, in 1954, more than 300 accidents have taken place in the past nearly sixty years. Recently, after the accident of fukushima nuclear power plant, in Japan, occurred on March 11, 2011, the safety problem for nuclear power plant becomes one of the most important issue which the leaders of governments in the world should take full consideration of. Levels of the ranks of nuclear accidents have been defined after the major accidents have occurred. However, the forecasting service for environment emergency response (EER) activity by WMO should be submitted before and during a nuclear accident. Therefore, the ranks of EER should be defined due to the requirement of the local governments of the government for an accident. Here we show some study on a real EER service for a nuclear accident in Japan, on September 30, 1999 on Beijing Center for EER, CMA. Consciousness of some scientific problems of the numerical simulation of EER, the ranks of EER acitivity has also been suggested.",
      "name": "The Study on the Ranks of Environment Emergency Response Activity Based on Weather Patterns",
      "format": "",
      "url": "http://www.ivypub.org/RSS/Download.aspx?ID=4410",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "5422bba7-f094-468a-b5fc-56d990bcd1fd",
      "created": "2013-08-06T22:27:29.275509",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "d2c31f26-3b8e-4a95-85e0-c429c757a63a",
      "url_type": null,
      "id": "7da2a884-6a1a-4e80-9de4-c824b35b650b",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The space-time coding technology in MIMO system and MIMO-OFDM system is analyzed in this paper. The system performance of the Layered Space-Time Codes (LSTCs), the Space-Time Trellis Codes (STTCs) and the Space-Time Block Codes (STBCs) are studied and compared by means of the LabVIEW simulation, which has also compared the bit error rate (BER) in different signal-to-noise ratio (SNR). Several communication systems such as V-BLAST, Trellis and Alamouti coding in different states and different numbers of antennas are simulated by this software. It is proved that the system performance in MIMO system can be effectively improved by means of the space-time coding in BER-SNR graph. We have drawn the conclusion that STTC is the best coding scheme in the three of them.\r\n\r\n",
      "name": "The LabVIEW Simulation of Space-Time Coding Technique in the MIMO-OFDM System",
      "format": "",
      "url": "http://www.ivypub.org/RSS/Download.aspx?ID=4158",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "5422bba7-f094-468a-b5fc-56d990bcd1fd",
      "created": "2013-08-06T22:29:37.433948",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "d2c31f26-3b8e-4a95-85e0-c429c757a63a",
      "url_type": null,
      "id": "cc7f6fcb-68ee-4a83-85a3-3b64b97abde6",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper demonstrates how Water Conservancy information presentation system, not demanding in special analysis but in interface presentation, is constructed with a framework which supports multiple information sources as well as diverse data forms by taking advantage of compatibility & expandability of open source software. This framework with it practical value contributes not only to decision-making in Flood Control and Drought Relief Office of Kunming but to Meteorological & Mineral Resources Departments.",
      "name": "Kunming Three-dimensional Water Conservancy Information Presentation System",
      "format": "",
      "url": "http://www.ivypub.org/RSS/Download.aspx?ID=4319",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "5422bba7-f094-468a-b5fc-56d990bcd1fd",
      "created": "2013-08-06T22:32:48.517027",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "d2c31f26-3b8e-4a95-85e0-c429c757a63a",
      "url_type": null,
      "id": "f6fc1a45-bc03-4c71-9a79-3213bddb7969",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 3,
  "tags": [],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-ivypub-org-rss",
  "isopen": true,
  "url": null,
  "notes": "Remote Sensing Science (Quarterly) is an international comprehensive professional academic journal of Ivy Publisher, concerning the development of remote sensing science and technology. The main focus of the journal is the academic papers and comments of latest improvement in the fields of basic theory, technology development and application of remote sensing science, report of latest research result, aiming at providing a good communication platform to transfer, share and discuss the theoretical and technical development of remote-sensing theory development for professionals, scholars, researchers and administrative staffs in this field, reflecting the academic front level, promote academic change and seize the theory, practice front line, research level and development direction of remote sensing science.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Remote Sensing Science (RSS)",
  "revision_id": "22b12d4f-f0bf-4b15-ba38-b55820ccb414"
}