{
  "users": [
    {
      "email_hash": "60806356bccf551fda909a9f85575490",
      "about": null,
      "capacity": "admin",
      "name": "essaywritingservice",
      "created": "2013-09-12T09:30:54.564868",
      "openid": null,
      "sysadmin": false,
      "activity_streams_email_notifications": false,
      "state": "active",
      "number_of_edits": 2,
      "display_name": "Good Services",
      "fullname": "Good Services",
      "id": "182e1be0-c054-47c0-a0d1-eb034d7987a4",
      "number_created_packages": 0
    }
  ],
  "display_name": "Good Services",
  "description": "There is nothing good that I like in my life like provision of <a href=\"http://www.essay-on-time.com/\">essay writing service</a> to those people who need my services. This is because of the fact that there is so much to be gained when we engage in writing of essays. There are many things that one can benefit from writing and they include: rising of money and improving his or her communication and writing skills. I know that there are many youths who will wish to be among the best writers of essays in the world and they do all that they can to be there. I want to encourage them to work hard as anything that is done in this world is not easy. I know that it is not a walk in the park for people to get what they want in life, but with determination and willingness anything can be done in this world.\r\n\tIt is therefore good that they get to know what it takes for one to be the writer of the best articles. First and foremost, they have to be interested in what they write as this is what will make them come up with all articles that can make people interested in their writings.\r\n",
  "image_display_url": "http://www.essay-on-time.com/",
  "package_count": 0,
  "created": "2013-09-12T09:31:36.679071",
  "name": "good-services",
  "is_organization": true,
  "state": "active",
  "extras": [],
  "image_url": "http://www.essay-on-time.com/",
  "groups": [],
  "type": "organization",
  "title": "Good Services",
  "revision_id": "5421b82d-e26a-4787-828d-5b16d501cb37",
  "num_followers": 0,
  "id": "0501f96a-6bc1-449b-a589-4ac2380551e9",
  "tags": [],
  "approval_status": "approved"
}