{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "29edc8d6-1734-4a33-90d6-ba11a7e53f0a",
  "metadata_created": "2013-08-29T00:42:41.767190",
  "metadata_modified": "2013-10-10T22:46:45.845716",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "4457d2a5-318a-4250-a845-a133f75f78c9",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "medina",
  "isopen": false,
  "url": "",
  "notes": "Are you on the appearance out for a boyfriend/girlfriend? Are you currently single for a time? Have you some body in mind who you would want to carry on a romantic date with? Many years ago I thought that I knew what my ideal partner or girlfriend would look and end up like. I was but about to understand an extremely important lesson which I'll write about in this article. \n\nI'm quite short for a male and always choose to date women that are smaller than I'm. This but counts a lot of them out. To study additional information, we recommend people gander at: <a href=\"http://www.getbackgirlfriend.com/how-to-get-a-girlfriend-back-forever/\">sponsor</a>. I also like women who are very right down to earth and who are quite relaxed about life, not very into themselves for instance. I also desire them to be brunette with a great smile and attractive eyes, a slender figure would also be a advantage. \n\nWhat I have just described is what I believed to be my great partner. This whole idea was taken from the water around ten years when I had to work on a project at work with a woman called Sam. She was over the age of I was about 10 years and I'll remember what my first impressions of her were. Just what a mess, I thought. She had made no attempt with her appearance, hadn't even brushed her hair it appeared, she dressed as though she was two decades over the age of she really was and basically appeared to be she had not slept the night time before. \n\nThis may seem severe and quite cruel, this is what I used to resemble in those days, I am ashamed to think of how my head used to work. I'm happy nevertheless that I have now changed to be what I hope is really a person. \n\nDespite these first impressions I've to state that Sam was so nice and useful to me within the next 90 days. She's probably one of many kindest and purest people I have ever met. \n\nAfter about five weeks of first meeting Sam, I started to dream about her and I think I fell in love with her. To discover more, we know you check out: <a href=\"http://www.getbackgirlfriend.com/how-to-get-an-ex-girlfriend-back-3-steps/\">go there</a>. She'd maybe not suddenly made an effort with her look, still looked in pretty bad shape and so forth. The actual fact was it did not matter if you ask me anymore, it was what was inside that counted. Dig up additional information on this affiliated use with - Hit this webpage: <a href=\"http://www.getbackgirlfriend.com/get-her-back-in-3-easy-steps/\">the internet</a>. \n\nI never ever mentioned to Sam how I felt as she was married, I think her husband is among the luckiest men alive. \n\nThanks Sam for teaching me an essential lesson in love.Brad Miller\nGetBackGirlFriend.com\n575 Market Street, Suite 3000\nSan Francisco, CA 94105\n(415) 209-5257",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Dating: Lessons In Love",
  "revision_id": "8f701891-e730-41e4-ad56-16947815a5b1"
}