{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "309b768c-3c61-4916-97b1-cf9689ff3e07",
  "metadata_created": "2013-07-16T03:58:39.226368",
  "metadata_modified": "2013-10-10T21:17:24.068067",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Thermoacoustic combustion instabilities affect modern gas turbines equipped with lean premixed dry low emission combustion systems. In the case of annular combustion chambers, experimental test cases carried out on small scale test rigs equipped with single burner arrangements fail to give adequate indications for the design of the full scale combustion chamber, since they are unable to reproduce the interaction of the flame fluctuation with the azimuthal pressure waves. Therefore there is a large interest in developing techniques able to make use of data gathered from tests carried out on a single burner for predicting the thermoacoustic behavior of the combustion chamber at full scale with its actual geometry. A hybrid technique based on the use of the finite elements method and the transfer matrix method is used to identify the frequencies at which thermoacoustic instabilities are expected and the growth rate of the pressure oscillations at the onset of instability, under the hypothesis of linear behavior of the acoustic waves. This approach is able to model complex geometries such as annular combustion chambers equipped with several burners. Heat release fluctuations are modeled through a classical n-τ Flame Transfer Function (FTF). In order to model the acoustic behavior of the burners, the computational domain corresponding to each burner is substituted by a mathematical function, that is the Burner Transfer Matrix (BTM), that relates, one to each other, pressure and velocity oscillations at either sides of the burner. Both the FTF and the BTM can be obtained from experimental tests or from CFD simulations. The use of the transfer matrix permits us to take into account parameters, such as the flow velocity and the viscous losses, which are not directly included in the model. This paper describes the introduction of the burner transfer matrix in the combustion chamber model. Different geometries of combustion chamber and burner are tested. The influence of the parameters characterizing the transfer matrix is investigated. Finally the application of the BTM to an actual annular combustion chamber is shown.\r\n",
      "name": "Eigenmode Analysis of the Thermoacoustic Combustion Instabilities Using a Hybrid Technique Based on the Finite Element Method and the Transfer Matrix Method",
      "format": "",
      "url": "http://www.aiaa-journal.org/paperInfo.aspx?ID=5635",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "309b768c-3c61-4916-97b1-cf9689ff3e07",
      "created": "2013-07-15T22:59:13.540510",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "6d5dd519-af58-4ff4-9160-ddcf1cbce39f",
      "url_type": null,
      "id": "0de3c0b3-d369-4955-8409-f3ca43a846bb",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "A-axis-oriented AlN films are deposited on the 64&amp;amp;#186;YX-LiNbO3 substrate by the RF magnetron sputtering method. The crystalline structure of the AlN films is determined and confirmed by X-ray diffraction. Phase velocity, coupling coefficient, and temperature coefficient of frequency (TCF) of surface acoustic waves (SAWs) in the (100) AlN/64&amp;amp;#186;YX-LiNbO3 structures with different thicknesses of AlN films are measured. Simulation results show good agreement with measurement data. The research results illustrate that the increase of the thickness of AlN films will increase the SAW velocity, decrease the coupling coefficient, and decrease the absolute value of TCF. SAW characteristics in the (100) AlN/64&amp;amp;#186;YX-LiNbO3 structures with different electrical interfaces are investigated numerically. The effects of the polarity of the 64&amp;amp;#186;YX-LiNbO3 substrate on SAW characteristics will be also discussed.",
      "name": "Characteristics of Surface Acoustic Waves in (100) AlN/64oYX-LiNbO3 Structures",
      "format": "",
      "url": "http://www.aiaa-journal.org/paperInfo.aspx?ID=5633",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "309b768c-3c61-4916-97b1-cf9689ff3e07",
      "created": "2013-07-15T23:00:01.476279",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "43456625-b173-4046-b83b-aa10eb81d587",
      "url_type": null,
      "id": "dddfba72-626d-4245-8335-cdab11c1a3ad",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " In this paper, in order to solve the problem of accurately detecting the underwater acoustic fuze in the complicated natural interferences, with the different macrostructure and microstructure between the target echo signals and the interferences such as reverberation, a novel integrated detection method of underwater acoustic fuze is proposed, where firstly these different intrinsic mode functions (IMFs) are decomposed via the improved empirical mode decomposition (IEMD) from original signals received by the fuze system, to separate the target echo signal from the reverberation, and secondly the statistics of variance-of-instantaneous-frequency detection (VIFD) and energy detection (ED) are obtained from IMFs and combined as an integrated detector to detect the underwater acoustic fuze excellently. Through lake tests, this method is applied to the underwater acoustic fuze detection, and these testing results show that the proposed method has better detection performance than the traditional detection method, such as energy detection and variance-of-instantaneous-frequency detection.",
      "name": "Integrated Detection Method of Underwater Acoustic Fuze Based on IEMD, VIFD and ED",
      "format": "",
      "url": "http://www.aiaa-journal.org/paperInfo.aspx?ID=5630",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "309b768c-3c61-4916-97b1-cf9689ff3e07",
      "created": "2013-07-15T23:00:38.231879",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "c4dbf1fe-0087-4188-b1c2-f01aec6a5c2d",
      "url_type": null,
      "id": "73d60d69-572b-4099-9d04-dd6ecb277eba",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The method of investigation and numerical solution of synthesis problems of antennas with flat radiating aperture according to the prescribed requirements to amplitude directivity pattern (DP) is proposed in this paper. Freedom of choice of the phase DP is used as an additional degree of freedom to improve the quality of approximation of the amplitude of the synthesized DP to the given one. It is shown that the non-uniqueness and branching of solutions, dependent on the size of two physical parameters that describe the size of antenna aperture, and the properties of given amplitude DP is characteristic features of this class of problems. The method of finding the branching lines of solutions of basic equations of synthesis, which is based on implicit function method, is proposed. This method allows to reduce a non-linear two-parameter spectral problem to solution of the corresponding Cauchy problem for differential equations of first order. On this basis the methodology of localization of existing solutions is developed. Effective computational algorithms for finding the optimal solutions of synthesis problems are constructed, the numerical examples are shown. Analysis of the effectiveness of different types of existing solutions for synthesis of several types of given amplitude DP is presented.",
      "name": "Structure and Localization of Solutions of Antennas Synthesis Problems with Flat Radiating Aperture According to the Prescribed Amplitude Directivity Pattern",
      "format": "",
      "url": "http://www.aiaa-journal.org/paperInfo.aspx?ID=5634",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "309b768c-3c61-4916-97b1-cf9689ff3e07",
      "created": "2013-07-15T23:01:13.245368",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "259928b7-7862-435e-8f19-84fb3ebca225",
      "url_type": null,
      "id": "c9048184-a786-41c7-b9b3-afdcd6b7f61a",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The trimming scheme with a prefixed cutoff portion is known as a method of improving the robustness of statistical models such as multivariate Gaussian mixture models (MG-MMs) in small scale tests by alleviating the impacts of outliers. However, when this method is applied to real-world data, such as noisy speech processing, it is hard to know the optimal cut-off portion to remove the outliers and sometimes removes useful data samples as well. In this paper, we propose a new method based on measuring the dispersion degree (DD) of the training data to avoid this problem, so as to realise automatic robust estimation for MGMMs. The DD model is studied by using two different measures. For each one, we theoretically prove that the DD of the data samples in a context of MGMMs approximately obeys a specific (chi or chi-square) distribution. The proposed method is evaluated on a real-world application with a moderately-sized speaker recognition task. Experiments show that the proposed method can significantly improve the robustness of the conventional training method of GMMs for speaker recognition.",
      "name": "Modelling Data Dispersion Degree in Automatic Robust Estimation for Multivariate Gaussian Mixture Models with an Application to Noisy Speech Processing",
      "format": "",
      "url": "http://www.aiaa-journal.org/paperInfo.aspx?ID=5644",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "309b768c-3c61-4916-97b1-cf9689ff3e07",
      "created": "2013-07-16T00:49:44.233953",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "85d10983-b950-4d0f-b84b-919d3c621bc3",
      "url_type": null,
      "id": "9009baee-1b74-4fcd-b595-2088612ca7fd",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Psycho-acoustic perception of an environment is an important factor in the assessment and subjective description of the soundscape. It determines the environmental impact on each of the individuals. The parameters associated with these models allow us to determine ratings of nuisance in each environment in order to make comparisons. In this paper, a description of various parameters of sound quality (loudness, sharpness, roughness, fluctuation strength and tonality) is made to assess the nuisance / pleasure models by Zwicker. A comparison with different kinds of restaurants is also made. The models involved are influenced by the acoustics of the premises.\r\n",
      "name": "Psychoacoustic Parameters as a Tool for Subjective Assessment in Catering Premises",
      "format": "",
      "url": "http://www.aiaa-journal.org/paperInfo.aspx?ID=5641",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "309b768c-3c61-4916-97b1-cf9689ff3e07",
      "created": "2013-07-16T00:50:30.249577",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 5,
      "revision_id": "aee9b73b-9033-40ec-9117-ad8490d18992",
      "url_type": null,
      "id": "02348523-a09c-45c3-bdba-a8eccad6f470",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The problem of associating source tags for conversa-tional speech segments from an unknown number of initially unenrolled talkers who are moving about the focal volume of a large-aperture microphone array is addressed. The problem generally falls under the rubric of speaker diarization, but its conditions and requirements largely separate it from other work. We want to tag in real time on the order of five to ten moving talkers in a reverberant, noisy room from short segments of conversational audio widely varying noise conditions result. Given that an array system usually locates sources, spatial information may be combined with diarization output to develop the tags. Unfortunately, spatial information alone is inadequate when talkers move while silent, cross positions, etc. Remote microphones and varying-noise conditions make it difficult to collect sufficient training data for static models. Thus our algorithm is trained off-line using only noise-free data and runs in real time. This is possible because a set of robust features that represent the differences between a pair of speech segments is used. The output of the algorithm is a probability, rather than a measure requiring threshold tuning, which makes on-the-fly decisions straightforward. While quite simple, the algorithm has been shown to outperform some commonly-used talker-distance metrics for real data taken from a noisy-environment, large array system. This microphone-array dataset is available to other researchers at www.lems.brown.edu/array/data/movingtalkers/.",
      "name": "Tagging Talkers in a Noisy, Reverberant Large-aperture Microphone-Array Environment",
      "format": "",
      "url": "http://www.aiaa-journal.org/paperInfo.aspx?ID=5645",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "309b768c-3c61-4916-97b1-cf9689ff3e07",
      "created": "2013-07-16T00:51:10.696807",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 6,
      "revision_id": "107736c6-8096-474a-8331-d59a237d5dde",
      "url_type": null,
      "id": "8abf84e9-fb02-43b5-a97b-37c781d9e7b8",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Different long-term acoustic memory and magnetoacoustic effects were observed in magnetostrictive materials at their inductive excitation by radiofrequency (RF) and magnetic pulses using pulsed NMR and magnetic video-pulse excitation techniques. Along it the stimulated domain-acoustic echo (DAE), possessing a long-term acoustic memory was inductively excited by three RF pulses in magnetite and magnetoelectric ferrite-piezoelectric layered composites using pulsed NMR technique with inductive and electric recording of DAE signals. In this work we present also the results of comparative study of different magnetoacoustic responses on excitation by a series of RF and magnetic pulses using pulsed NMR and magnetic video-pulse excitation techniques in some magnetostrictive and magnetoelectric materials such as magnetite, magnetoelectric ferrite-piezoelectric layered composites and magnetic bioceramic composite materials interesting for practical applications in biomedicine. In particular, the magnetic video-pulse excitation technique provides a comparatively simple method for wide-band characterization of these materials.",
      "name": "Long-term Memory and Magnetoacoustic Effects at Excitation of Magnetostrictive Materials by RF and Magnetic Pulses Using Pulsed NMR Technique",
      "format": "",
      "url": "http://www.aiaa-journal.org/paperInfo.aspx?ID=5636",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "309b768c-3c61-4916-97b1-cf9689ff3e07",
      "created": "2013-07-16T00:51:49.335807",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 7,
      "revision_id": "c58aec93-4471-4f19-badf-c590c2c06fb7",
      "url_type": null,
      "id": "41218c67-cf8c-41de-84a9-46627a31cc17",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "To account for the effect of higher harmonic rotor blade control (HHC) on the wake geometry and hence on blade-vortex interaction (BVI) locations, free-wake methods are regularly used within comprehensive rotor simulation environments. Prescribed wake formulations are much faster than free-wake codes, but they require simplified á priori information of the induced velocity field within the rotor disk to compute the wake perturbations generated by them. In this paper, a semi-empirical approach to account for the effects of HHC on the prescribed wake geometry is described and validated against data from the 2nd HHC Aeroacoustic Rotor Test (HART II). This covers the computation of the global induced velocity perturbations due to HHC from the blade loading time histories, the computation of the wake geometry perturbations due to these (both are performed within DLR’s high resolution comprehensive rotor code S4), and finally the noise radiation using DLR’s acoustic code APSIM. The results have first been presented at the American Helicopter Society 65th Annual Forum, Grapevine, Texas, May 27-29, 2009.",
      "name": "A Semi-empirical Approach to Simulate the Effects of Higher Harmonic Rotor Blade Control Using Prescribed Wake-Application in a Comprehensive Rotor Code and Validation with HART II Data",
      "format": "",
      "url": "http://www.aiaa-journal.org/paperInfo.aspx?ID=5666",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "309b768c-3c61-4916-97b1-cf9689ff3e07",
      "created": "2013-07-16T00:52:24.332409",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 8,
      "revision_id": "7cb91d93-109c-4675-9459-9d984ffe6e01",
      "url_type": null,
      "id": "eb9850ef-58ae-477c-9e6a-98af47256ddf",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " In this work, an algorithm has been proposedfor real time detection and classification of beluga whale calls. The detection algorithm is based on an adaptive activity detector that exploits a priori knowledge of the longest/ shortest beluga whale sound unit. Optimum parameter values of the proposed detector are obtained by simulation to maximize the difference between Detection Probability and False Alarm Probability. A set of features that allow successful classification by means of a Naive Bayes classification algorithm has been put forward as well. Three classification categories related to observed beluga behaviours were selected. In a different perspective, the proposed features can be employed to obtain clues of how beluga sounds are produced and the degree of control that the specie has over its internal organs. As an example, the presence of nonlinearities such as subharmonics and frequency jumps have been detected and related to some extracted features. This technique can serve as a complement to more rigorous studies based on video information and ultrasonic sensors for whale monitoring.",
      "name": "Automatic Detection and Classification of Beluga Whale Vocalizations",
      "format": "",
      "url": "http://www.aiaa-journal.org/paperInfo.aspx?ID=5671",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "309b768c-3c61-4916-97b1-cf9689ff3e07",
      "created": "2013-07-16T00:52:53.785114",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 9,
      "revision_id": "3017a9b0-9d3b-4d7c-8aa8-cec59513d138",
      "url_type": null,
      "id": "c3ea4c00-d8d5-4255-9f44-40758d65e4e7",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "An experimental system was set up to generate the impact force, measure the response wave signal, and analyse the frequency spectrum for physical properties detection of biological product. The dynamic resonance frequency of egg was obtained through the analysis of the dynamically measured frequency response of an egg excited by pendulum. The effects of excitation point, detected point and impact intensity on the dominant frequency were analysed.\r\n",
      "name": "Response of the Ostrich Eggshell to Non Destructive Impact",
      "format": "",
      "url": "http://www.aiaa-journal.org/paperInfo.aspx?ID=5651",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "309b768c-3c61-4916-97b1-cf9689ff3e07",
      "created": "2013-07-16T00:53:24.433376",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 10,
      "revision_id": "dbcae833-dfce-448f-917a-8a83441d2fb1",
      "url_type": null,
      "id": "f8a19c90-8d87-4f52-b28e-1fc874015371",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 11,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Applied Acoustics",
      "id": "7ed37581-f26c-40e4-b8ed-6f430f2d1bf3",
      "name": "Applied Acoustics"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-aiaa-journal-org",
  "isopen": true,
  "url": null,
  "notes": "Advances in Applied Acoustics (AIAA) is an international open-access and refereed journal dedicated to publishing the latest advancements in applied acoustics. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Advances in Applied Acoustics (AIAA)",
  "revision_id": "22b12d4f-f0bf-4b15-ba38-b55820ccb414"
}