{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "3525b19e-1063-4fe6-b14a-c68eba35b89c",
  "metadata_created": "2013-05-15T01:19:03.034373",
  "metadata_modified": "2013-10-10T19:41:44.722553",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "b2c4c6e1-3062-44e2-9ace-4ffb12d62d08",
  "type": "dataset",
  "resources": [
    {
      "mimetype": "text/html",
      "cache_url": null,
      "hash": "",
      "description": "This article has widely collected uranium geological data and deposits of coal, oil systems prospecting information in the region based on the use of uranium ore into the water theory, and through analysis on the geological background of eastern part of Ordos Basin, the ZhiLuo Formation stratum structure, characteristics of lithofacies, Uranium mineralization in the regional distribution of uranium mineralization conditions. It is found that in the north of the desert grassland area in the BaiYu Mountains, ZhiLuo Formation is located in the transitional parts between river course subfacies and valley flat subfacies sand, where sand thickness is moderate, cementation is fluffy; and we have found Dongsheng large uranium deposits in northern, with a layer of sandstone-type uranium deposits of the most favorable areas. In addition, in the Loess Plateau of the central part of work area, the layer of oxidation is relatively poor, and uranium mineralization is mainly controlled by organic sediment and ash green alteration zone.",
      "name": "Analysis on Uranium Metallization Condition of Jurassic Zhiluo Formation in Middle of Eastern Ordos Basin",
      "format": "aspx",
      "url": "http://www.j-es.org/paperInfo.aspx?ID=1103",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "3525b19e-1063-4fe6-b14a-c68eba35b89c",
      "created": "2013-05-14T20:19:03.298411",
      "state": "active",
      "mimetype_inner": "",
      "last_modified": "2013-05-14T20:19:07.121316",
      "position": 0,
      "revision_id": "aa662eaf-a0c2-41a5-a7ac-05d03389ca84",
      "url_type": null,
      "id": "d030d8bd-146f-4c34-8207-b4f40b3a2f0d",
      "resource_type": "file",
      "size": "28202"
    }
  ],
  "num_resources": 1,
  "tags": [],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "analysis-on-uranium-metallization-condition-of-jurassic-zhiluo-formation",
  "isopen": true,
  "url": "",
  "notes": "This article has widely collected uranium geological data and deposits of coal, oil systems prospecting information in the region based on the use of uranium ore into the water theory, and through analysis on the geological background of eastern part of Ordos Basin, the ZhiLuo Formation stratum structure, characteristics of lithofacies, Uranium mineralization in the regional distribution of uranium mineralization conditions. It is found that in the north of the desert grassland area in the BaiYu Mountains, ZhiLuo Formation is located in the transitional parts between river course subfacies and valley flat subfacies sand, where sand thickness is moderate, cementation is fluffy; and we have found Dongsheng large uranium deposits in northern, with a layer of sandstone-type uranium deposits of the most favorable areas. In addition, in the Loess Plateau of the central part of work area, the layer of oxidation is relatively poor, and uranium mineralization is mainly controlled by organic sediment and ash green alteration zone.  http://www.j-es.org/paperInfo.aspx?ID=1103",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Analysis on Uranium Metallization Condition of Jurassic Zhiluo Formation in Middle of Eastern Ordos Basin",
  "revision_id": "218b5572-90b0-469d-838e-a80969f755d9"
}