{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "7a65e3b6-f344-4ab1-9395-6ff3402a1677",
  "metadata_created": "2013-08-29T10:47:55.657378",
  "metadata_modified": "2013-10-10T23:16:12.660593",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "e73220f7-0332-482a-82d3-46a98d7d8462",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "patton",
  "isopen": false,
  "url": "",
  "notes": "If the sliding glass doors in your home are over 10 years of age, you may notice that they're getting harder to fall open. This issue is much more common on aluminum frame double pane opportunities. The reason is because the doors are weightier as a result of double pane glass, but stainless steel rollers were not used by many of the aluminum units. So, oftentimes, the wheels get rusty from water and they start to join. \n\nIn order to change the wheels, you've to get rid of the sliding panel from the beginning. More often than not, the fixed panel must be eliminated in order for the sliding panel in the future out. There is a straightforward solution to determine whether or not your fixed panel needs to turn out as well. If the slider is on the inside track and the fixed screen is on the outside track, you have to get rid of both cells, since the slider will simply come out from the outside. There's a top on the underside of the track within your home. That lip keeps water from to arrive. Unfortuitously, that lip can also be excessive to lift the sliding screen up and over. Therefore, you've to eliminate the fixed panel first, then lift and swing out the slider from outside. Then you can lift your slider out without removing the fixed screen, if you are one of many few individuals who have a on the outside track. \n\nBut, let's assume you'll need to remove the fixed section first. Some tips about what you do: Remove your screen door if you've one. The screen door may have two rollers on underneath. While using a flat screwdriver to lift the roller off the track lift one end of the door frame with one hand. Do that on both sides, then take out the screen door and set it apart. Now, look for a metal part on the bottom track that goes from the bottom part of the fixed section all the way across to the bottom of the side jamb that has the door lock electronics. Be taught new info on this affiliated site by visiting <a href=\"http://www.nwartisanhardware.com/\">source</a>. If your door is truly old that piece could be lost. If you've one, you could pry it up from the course. It is snapped in it's a part of the course place even though it looks. You desire to look inside where in actuality the fixed panel is contrary to the wall jam, once you've that part removed. Search for screws holding the frame to the jam. They generally have one near the top and bottom sides, and one near the middle. Remove these screws and where you will not lose them put them. Now, you ought to be able to pull the fixed screen from the part jam. There is an excellent chance that it will be stuck. Seize the guts rail nearby the bottom, If it's and raise up as hard as you are able to. If you feel the cell increase, pull it back down. Do this several times, then try to take it from the part jam again. This usually loosens it enough to draw it out. You will have to place a screwdriver between the fixed panel frame and the part jam and pry while the panel is pulled by a helper from the jam, if it still will not come out. Browse this web page <a href=\"http://www.nwartisanhardware.com/barn-doors/\">link</a> to study the purpose of this concept. Grab the fixed cell side rail, when you get it free from the side jam and have an associate grab another rail. Lift the section up to the top track and swing the bottom out from the bottom track. Remove the screen from the most truly effective track and set it aside with the screen door. \n\nNow, you can decide to try lifting the slider up and out, just like you did with the fixed section. You'll need to complete several things, if the slider won't clear the underside track. First, turn to see if it is the old wheels protruding from the bottom that's blocking the door from developing, or if the bottom of the door frame is striking the track. In virtually all cases, it will be the old rollers. But, if the opening is 8' wide, often the wood header that goes across the opening has sagged sufficient to create it tight in the heart of the opening. If it's the wheels, you'll need to regulate all of them the way up to the door. Locate a gap on the bottom part where you can set a phillips screwdriver and get the adjustment screw. Then turn that screw counterclockwise in terms of it is possible to. Do that to both parties, then try lifting out the doorway. Have while you try to pry the roller and figure over the track your helper raise one side and pull outward, if you're still finding stuck. Have your helper hold that side together with his or her foot to prevent it from heading back in while he or she pulls another side for you to pry free, if you get one side out. \n\nJust about all rollers are held set up by the frame corners that are held by the same screw together, once you have the slider out. So, you need setting the panel on one side, remove the screw in the corner, switch the panel over, remove the screw on the other bottom corner. Now, you can take a rubber mallet or the wood handle of a, and tap the bottom figure off the glass. This may give access to you to your wheels. Have a close look at how they are put into the door frame. In reality, it is advisable to only remove one roller to create with you to complement for the brand new ones. Then, when you get back home, you can use the roller that's still set up as helpful tips to installing the brand new ones. \n\nAreas like Home Depot, Lowes, and Ace Hardware hold about 80-90% of the wheels on the market. Therefore, you need to be able to locate them. But, let's say your rollers can not be found by you everywhere, and this just isn't your lucky day. You are planning to need them bought. Provide the roller to your neighborhood glass shop. They'll keep these things in stock, If you should be happy. If not, they can order the wheels, but they will not be got by you for approximately a week. Do not panic. Just go home and touch underneath figure right back on the doorway panel, but leave the corner screws out. You may also keep the roller out that you removed. Lift the door back set up, install the fixed screen but don't click the bottom piece back in, and do not install the screws. Then, from inside the house, lift the slider and pull it closed. You do not wish to drag it if you left the roller out. The bottom track will be scraped by it. Just carry it enough to just take the strain off, and lock and close it. \n\nWhen Your new rollers can be found in, simply take anything right back out and install the new rollers. Change the newest wheels all the way up before getting the entranceway in. Like that, the new wheels will not restrict you raising it back place. Adjust the newest wheels down before door slides good and locks. You intend to make sure there is an equal space at the top and bottom when the door is about an inch from closing to the area jam. You are able to adjust this dimension to be made by the rollers also. If you can obtain the work done with a professional for $50 or $60 including areas, it could be worth hiring anyone to do it. But, in large citizenry areas such as Los Angeles, it is common to pay $100 in labor only. Visit <a href=\"http://www.nwartisanhardware.com/shop/\">rustic barn door hardware investigation</a> to check up when to flirt with it. Then they mark up the cost of the wheels, and you could wind up spending $130 for work that you may do your self for about $20.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Sliding Glass Door Repair",
  "revision_id": "266708e5-5b80-4ecd-95f2-9b7d5484179d"
}