{
  "users": [
    {
      "email_hash": "6ceded429ca3d2c8600e98bb38698f02",
      "about": "Webmaster and project development engineer for Globcal International and Ecology Crossroads. Using DataHub (datahub) for open-sourcing 211 and non-emergency essential datasets, to facilitate in the civil development of a global ethic and the betterment of civilization.",
      "capacity": "admin",
      "name": "problemsmith",
      "created": "2015-06-26T00:46:33.912717",
      "openid": null,
      "sysadmin": false,
      "activity_streams_email_notifications": false,
      "state": "active",
      "number_of_edits": 6,
      "display_name": "David Wright",
      "fullname": "David Wright",
      "id": "f5c96c20-5b72-419b-83c9-78d4a42df51c",
      "number_created_packages": 0
    }
  ],
  "display_name": "Globcal International",
  "description": "Globcal International is a non-state decentralized autonomous organization (DAO), international civil society organization (iCSO) and a cooperative international non-governmental organization (CiNGO) owned by its members. In the United States the organization is registered as an assumed name corporation of Ecology Crossroads Cooperative Foundation, elsewhere it exists under private international law through its members who operate as non-state actors and under offshore incorporation as an international foundation responsible for managing initiatives, missions, programs and projects with the United Nations Sustainable Development Goals (Agenda 2030) and indigenous peoples to protect natural capital assets as well as provide ecosystem services. \r\n\r\nThe organization operates outside the jurisdiction of the nation-states and began in 2015 to establish a global citizenship development program for those wishing to opt-out of modern politics and replace the political government with one based on international law and technology. Much like the ideal of Cybertopia (enhanced).\r\n\r\nGlobcal International collects data from around the world for its own use and the use of its members to deliver programs and development efforts.\r\n\r\nThe organization maintains a semantic web agenda that embeds data in their websites and creative works following the schema.org protocol. \r\n\r\nFor more information about the organization see our WebSite(s).\r\n\r\nhttps://www.globcal.net/",
  "image_display_url": "https://old.datahub.io/uploads/group/2020-04-12-101836.559371logo-oie.png",
  "package_count": 0,
  "created": "2015-07-04T10:50:40.202399",
  "name": "globcal",
  "is_organization": true,
  "state": "active",
  "extras": [],
  "image_url": "2020-04-12-101836.559371logo-oie.png",
  "groups": [],
  "type": "organization",
  "title": "Globcal International",
  "revision_id": "fb71c08d-ad2c-4284-979b-b9b0d74ac1f6",
  "num_followers": 0,
  "id": "2effbb51-059c-4a22-99dc-f615adbeb363",
  "tags": [],
  "approval_status": "approved"
}