{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "d24429c1-eb00-4a6c-8e7b-62aedd44252f",
  "metadata_created": "2013-07-17T07:33:30.611202",
  "metadata_modified": "2013-10-10T21:17:42.073498",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In the present article, the calculation of seismic demand chord rotations (elastic and plastic) of structural reinforced concrete (r/c) members, without using various inelastic springs at their ends, is analytically developed. Particularly, in order to calculate, in the nonlinear area, the seismic demand chord rotations of structural r/c members, the following three cases must be examined separately: (1) Exterior roof joint of single-storey frame, (2) interior roof joint of single-storey frame and (3) exterior & interior floor joint of multi-storey frame. The above-mentioned three cases consist the theoretical base for the calculation of the seismic demand chord rotations of r/c members of each other case. This presentation is very useful for the develop of suitable software about the seismic nonlinear (static/dynamic) structural analysis without using nonlinear springs.",
      "name": "Evaluation of the Seismic Demand Chord Rotations of Structural Reinforced Concrete Members",
      "format": "",
      "url": "http://www.seipub.org/fge/paperInfo.aspx?ID=2381",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "d24429c1-eb00-4a6c-8e7b-62aedd44252f",
      "created": "2013-07-17T02:37:44.813079",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "de261bf9-8142-4883-88ed-f7dbebf703de",
      "url_type": null,
      "id": "54cf7c43-ab64-4791-97da-e4fd1746b70f",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Earthquake risk management represents a preventive measure the protection against earthquakes. To manage earthquake risk, it is necessary to perform seismic microzoning of urban areas threatened by catastrophic earthquakes, i.e. create hazard maps of distribution of peak ground acceleration upon the free surface, fundamental periods in elastic and plastic range of vibration of the soil deposit, and spectral amplitudes upon the free surface. For their elaboration, it is necessary to compute the uniform hazard at bedrock and the dynamic response of the soil deposit in the terrain of the urban city area. The uniform hazard is established for different probability definitions of seismic action as recommended by national or international regulations for seismic design according to types of structures. Presented as an example in this paper is the seismic microzoning of the urban area of the Skopje city (UPS) for the seismic action with a probability of exceedence of 10% for a time period of 50 years (annual probability of exceedence of 0.0021, or a referent return period of 475 years).",
      "name": "Urban Area Microzonation as Prevention in Mаnaging Earthquake Risk",
      "format": "",
      "url": "http://www.seipub.org/fge/paperInfo.aspx?ID=2407",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "d24429c1-eb00-4a6c-8e7b-62aedd44252f",
      "created": "2013-07-17T02:38:49.505147",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "de261bf9-8142-4883-88ed-f7dbebf703de",
      "url_type": null,
      "id": "8a913f1e-013d-429f-8be9-e5eddff83e94",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper investigates the possibility of using sludge as alternative to sharp sand in concrete production. Sludge was obtained from the burrow pit and dewatered on the site. The obtained samples were tested in the laboratory for moisture content, particle size distribution and silt/clay content. Concrete produced was tested for water absorption, density and shrinkage. Also, compressive strength of concrete was determined using compression machine. The obtained results showed that sand and sludge have moisture contents of 22.22% and 111% respectively. The percentage of clay in the sand was 2.78% and that of sludge is 77.78%. The particle size distribution classified the sand into well graded and the poorly graded sludge kind. Results showed that sand has a pH of 7.78 and that of sludge is 5.32. Compressive strength of concrete produced from sand varied from 10.11N/mm2, 11.78N/mm2, 17.04N/mm2 and 21.78N/mm2 cured for 7, 14, 21 and 28 days respectively and concretes produced from sludge varied from 2.03N/mm2, 3.63N/mm2, 9.70N/mm2 and 12.52 N/mm2 cured for 7, 14, 21 and 28 days respectively. It was discovered that compressive strength of concrete produced from sand is higher than 21 N/mm2 and that of sludge is lower, hence, sludge is suitable for production of bricks.",
      "name": "Evaluation of Suitability of Selected Dredged Sand and Sludge for Engineering Application",
      "format": "",
      "url": "http://www.seipub.org/fge/paperInfo.aspx?ID=2489",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "d24429c1-eb00-4a6c-8e7b-62aedd44252f",
      "created": "2013-07-17T02:39:30.273108",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "0be18351-b27e-4bc1-ae74-05c1ebda8c8e",
      "url_type": null,
      "id": "6e6834ba-a795-459d-b645-22be5a76eb07",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " This paper presents a study on the influence of compactive effort on long term hydraulic performance of compacted foundry sand treated with bagasse ash, with specimens permeated with municipal solid waste (MSW) landfill leachate in sequence. Based on the hydraulic conductivity, results obtained for bagasse ash treated foundry sand at optimum molding water content of only 2 and 4% treatment level which met specification requirements at the four energy levels of reduced British standard light (RBSL), British standard light (BSL), West African Standard (WAS), and British Standard heavy (BSH). Therefore, foundry sand specimens at 2 and 4% bagasse ash content and compacted at the four energy levels of reduced British standard light (RBSL), British standard light (BSL), West African Standard (WAS), and British Standard heavy (BSH) (relative compaction = 100%), were permeated with municipal solid waste (MSW) landfill leachate in sequence at 2% wet of optimum moisture content to assess the influence of the four compactive efforts on the long term hydraulic performance of compacted bagasse ash treated foundry sand. The falling head testing method was used, while the experiments were terminated after 90 days when steady flows had been established. At 2 % bagasse ash treated foundry sand, lower energy levels recorded more decrease in the final hydraulic conductivity values by the factors of 1.46, 1.33, 1.08 and 1.00 for RBSL, BSL, WAS and BSH compactive efforts, respectively. 4 % bagasse ash treated foundry sand gave factors of 1.61, 1.32, 1.17 and 0.70 for RBSL, BSL, WAS and BSH compactive efforts, respectively. Lower energies levels have less pore or voids after long period of hydration reaction due to products of formed hydrations (cementitious compounds) filling the pores: bigger pores experience greater impact on their pores due to hydration reaction products filling up the available pores than specimen at higher compactive effort. Therefore, the final hydraulic conductivity values record greater changes than those of specimens compacted at higher energy levels. It is important to note that the pores of pozollana-soil mixtures if cured for longer period’s decreases and hydration products decrease void space with curing times. Therefore, hydraulic conductivity of compacted foundry sand treated with bagasse ash in the long term is more affected at lower energy level than that at higher energy levels. Thus, for bagasse ash treated foundry sand, the lower energy levels are the most suitable to adopt in the construction of liners and covers based on experimental results recorded.",
      "name": "The Impact of Compactive Effort on the Long Term Hydraulic Conductivity of Compacted Foundry Sand Treated with Bagasse Ash and Permeated with Municipal Solid Waste Landfill Leachate",
      "format": "",
      "url": "http://www.seipub.org/fge/paperInfo.aspx?ID=2422",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "d24429c1-eb00-4a6c-8e7b-62aedd44252f",
      "created": "2013-07-17T02:40:12.630451",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "d9656d57-827b-4a5a-aecf-92bbe38fc893",
      "url_type": null,
      "id": "bb0d7b0d-5dc6-4e7f-9bf0-4389bacc043e",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " This paper deals with the propagation of Rayleigh waves in a homogeneous, prestressed elastic layer of finite thickness over a homogeneous, prestressed elastic half-space. The dispersion equation has been derived for a layer over a half-space, when both media are considered as prestressed and the effect of initial stress shown in earlier investigators, is in general not applicable to the case of prestressed media, as well as the problem of Rayleigh waves has been solved by other method without introducing the displacement potentials. The velocity equations for Rayleigh waves are obtained for two cases: (I) in a homogeneous, prestressed elastic half-space without any superficial layer. (II)in a homogeneous, elastic and finite layer over a homogeneous elastic half-space.\r\n",
      "name": "Propagation of Rayleigh Waves in a Prestressed Layer over a Prestressed Half- space",
      "format": "",
      "url": "http://www.seipub.org/fge/paperInfo.aspx?ID=2769",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "d24429c1-eb00-4a6c-8e7b-62aedd44252f",
      "created": "2013-07-17T02:41:00.613911",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "160fd122-30e9-47b1-8e57-832238ef2a93",
      "url_type": null,
      "id": "cb116f21-16be-459c-b9fc-c7364fbe58f5",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The purpose of this paper is the acquisition and analysis of empirical data during the stabilization of foundation soil by the application of \"jet grouting\" method. The object of the research is the installation of the foundation plate base under seismic forces at the construction of a new stadium of the football club \"Krasnodar\". Before soil stabilization there was foreseen in-situ production work in arbitrary areas of the construction site. On the test work sites technological parameters of grouting were determined, with the application of which the actual diameter of the elements in all engineering and geological elements would be definitely higher than 1200 mm. The paper deals with a question of jet grouting method application to decrease the possibility of vibroliquefaction and vibrocreep of tight silty water-saturated sands and high porosity of brown semisolid clays. The advantages of \"jet grouting\" are shown in comparison with the installation of pile foundation consisting of bored elements. The paper contains the equipment and methods, used to determine the compressive strength and stress-strain modulus of the soil-cement samples of the stabilized soil (soil-cement). The quality control program was created for jet-elements quality control during the process of foundation stabilization. The physical and mechanical properties of separate soil-cement elements were determined. Soil stabilization with jet-elements has brought about the effect of soil squeeze reduction and possibility limitation and the absolute value of its volume strains under the influence of the seismic wave. Under the circumstances there are no such phenomena as \"vibroliquefaction\" and \"ibrocreep\".",
      "name": "Experience in Application of “JET Grouting” for Installation of Substructures of Estates",
      "format": "",
      "url": "http://www.seipub.org/fge/paperInfo.aspx?ID=2327",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "d24429c1-eb00-4a6c-8e7b-62aedd44252f",
      "created": "2013-07-17T02:41:47.578152",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 5,
      "revision_id": "2356a0e9-92df-4514-a9fa-9db90e09a31a",
      "url_type": null,
      "id": "95cd1a2c-885f-4b36-8a0a-53352fc39e62",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The post earthquake study of the structures reveals that the interaction of soil and foundation plays a major role in the damage/response of structure. In this regard a literature survey has been done on Frame structures supported on various foundations like isolated footings, mat foundations, combined footings or pile foundations. Persual of literature reveals that very few investigations were done on frame structures supported on pile foundations. So in this paper, an attempt is made to implement the prominent investigations on soil structure interaction analysis of framed structures supported on pile foundations. It also covers the analytical methods to predict lateral deflections of pile foundations alone (single and Group piles).",
      "name": "SSI Analysis of Framed Structures Supported on Pile Foundations : A Review",
      "format": "",
      "url": "http://www.seipub.org/fge/paperInfo.aspx?ID=2973",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "d24429c1-eb00-4a6c-8e7b-62aedd44252f",
      "created": "2013-07-17T02:42:39.794149",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 6,
      "revision_id": "2356a0e9-92df-4514-a9fa-9db90e09a31a",
      "url_type": null,
      "id": "96b3c3ce-d886-465a-9f1a-2971cd818d27",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 7,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Geotechnical Engineering",
      "id": "3d9561c2-0d7c-4cbe-a638-2b4453944863",
      "name": "Geotechnical Engineering"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-seipub-org-fge",
  "isopen": true,
  "url": null,
  "notes": "Frontiers in Geotechnical Engineering (FGE) is an internationally refereed journal dedicated to publishing the latest advancements in different areas of geotechnical engineering research. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Frontiers in Geotechnical Engineering (FGE)",
  "revision_id": "54bfd1e6-3ed1-46c3-8b7a-104b0796a4f1"
}