{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "a93f577d-2e3f-4db6-87a8-835a12755a5f",
  "metadata_created": "2013-07-16T06:07:01.459840",
  "metadata_modified": "2013-10-10T21:17:24.068067",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The nonequilibrium hypersonic flowfield over a blunt body is computationally simulated by self-consistent kinetic models. The conservation governing equation is based on the continuum formulation by the kinetic theory of a diluted gas for transport properties, and a group of chemical-physical kinetic models of chemical kinetics for nonequilibrium chemical reactions, and energy transfer among internal degrees of excitation. In this regard, the present analysis summarizes the current progress illuminating efforts for an interdisciplinary computational fluid dynamics endeavour. Further progress of this computational simulation discipline has to be built on the newly found knowledge base.",
      "name": "Hypersonic Nonequilibrium Flow Simulation Based on Kinetic Models",
      "format": "",
      "url": "http://www.fae-journal.org/paperInfo.aspx?ID=5493",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a93f577d-2e3f-4db6-87a8-835a12755a5f",
      "created": "2013-07-16T01:07:28.777025",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "27d5a943-3e6e-4348-ad52-d59d1cd08722",
      "url_type": null,
      "id": "b38f42f2-e4d9-45ee-beac-5a8fbfaf5dd1",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " The cost and error of the Satellite Attitude Control System design can be minimize by using ground test simulator. However, it construction difficulties are associated with creating zero gravity and no friction environments. Air bearing simulator provides the environment for investigation of satellite attitude dynamics and control problems. Large angle manoeuvre usually present highly non-linear plant and if the system parameters are not well determined the plant can also present some kind of uncertainty. As a result, controller designed by linear control technique can have its performance and robustness degraded. This paper presents the application of the State-Dependent Riccati Equation (SDRE) method to design and test an attitude control algorithm for 3-D satellite simulator. The simulator model is general since it is inertia moment dependent. The matlab/simulink simulator model is similar to 3-D INPE simulator which allows testing satellite hardware and software. The control strategy is based on gas jets and reaction wheel torques to perform three axes large angle manoeuvre. Simulation has investigated that SDRE controller performance and robustness for angular velocity reduction associated with stringent pointing requirement. This work served to validate the numerical simulator model and to verify the functionality of the control algorithm designe",
      "name": "Design of Non Linear Controller for a Satellite Attitude Control Simulator",
      "format": "",
      "url": "http://www.fae-journal.org/paperInfo.aspx?ID=5494",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a93f577d-2e3f-4db6-87a8-835a12755a5f",
      "created": "2013-07-16T01:09:25.163868",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "abea3992-0846-426e-8104-e931dea735c2",
      "url_type": null,
      "id": "975fa402-db50-4737-b839-5ca1c26e75e4",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The purpose of this paper is describes a method of temperature monitoring in bonding interface during the rotary friction welding of dissimilar materials. As it is directly related to the mechanical strenght of the junction, its experimental determination in real time is of fundamental importance for understanding and characterizing the main process steps, and the definition and optimization of parameters. The temperature gradients were obtained using a system called Thermocouple Data-Logger, which allowed monitoring and recording data in real-time operation. In the graph temperature versus time obtained were analyzed the heating rates, cooling, determined the maximum temperature occurred during welding, and characterized every phases of the process. The system efficiency demonstrated by experimental tests and the knowledge of the temperature at the bonding interface open new lines of research to understand the process of friction welding.\r\n",
      "name": "Experimental Determination of Temperature during Rotary Friction Welding of Dissimilar Materials",
      "format": "",
      "url": "http://www.fae-journal.org/paperInfo.aspx?ID=5501",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a93f577d-2e3f-4db6-87a8-835a12755a5f",
      "created": "2013-07-16T01:10:14.176172",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "b40f8b11-9930-41a3-ba92-270a5a789732",
      "url_type": null,
      "id": "176f0abe-6c41-4670-be75-260eae513a9b",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Over the past decade, investigations into dusty plasmas have improved our understanding of protoplanetary environments, moons (including Earth's Moon), ring systems and comets. They have also been instrumental in the advancement of semiconductor development, nanofabrication and are proving of great interest in the dust contamination problems found within nuclear fusion devices such as ITER. Recently, the Lunar Exploration Analysis Group (LEAG) identified a need for research on the lunar dust and plasma environment. As part of its goal to expand current research capability in this area, the Center for Astrophysics, Space Physics and Engineering Research (CASPER) at Baylor University, Texas, and its partner the Institute of Space Systems (IRS, in German: Institut für Raumfahrtsysteme), Universität Stuttgart, Germany, established two highly flexible plasma environment simulation facilities. The facility at Baylor University and the associated research will be subject of this Paper. As hybrid facility it consists of an adjustable, inductively heated plasma generator (IPG) which can be coupled to a variety of systems allowing the introduction of the additional components (e.g. levitating or accelerating dust, UV light) necessary to accurately simulate a given plasma environment. Potential research for such a device includes investigations of dusty plasma effects on the surface of planets, moons and comets, interactions between dusty plasma and spacecraft materials and components, in-situ instrumentation development and testing as well as research and development for terrestrial applications such as the examination of the dust and heat fluxes in fusion reactors.",
      "name": "Establishing a Hybrid Plasma Environment Simulation Facility",
      "format": "",
      "url": "http://www.fae-journal.org/paperInfo.aspx?ID=5507",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a93f577d-2e3f-4db6-87a8-835a12755a5f",
      "created": "2013-07-16T01:17:51.561326",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "16615c94-a059-45b2-bcfe-adbc73f6ceb6",
      "url_type": null,
      "id": "8c6d2e15-f392-4f62-9c99-44d5722174c2",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Many issues are involved in laser welding of any kind of aluminum alloy, in addition to typical ones addressed when considering conventional welding techniques. The aim of this paper is to give a comprehensive view about key-hole related dynamics as well as possible ways to enhance joint quality in disk-laser welding of 2024 aluminum alloy.",
      "name": "Issues in Disk-laser Key-hole Welding of 2024 Aluminum Alloy",
      "format": "",
      "url": "http://www.fae-journal.org/paperInfo.aspx?ID=5508",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a93f577d-2e3f-4db6-87a8-835a12755a5f",
      "created": "2013-07-16T01:18:23.442854",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "9a1c21f6-6158-4a5e-bda1-9593196f3a7f",
      "url_type": null,
      "id": "b4d05606-6264-469e-a0e1-296703c53e66",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The purpose of this paper is to investigate the acceleration performance of a disk-shaped magnetohydrodynamics (MHD) accelerator and discuss its MHD acceleration effect. Quasi-1-dimensional (Q1D) numerical simulation employing the MacCormack scheme was developed. For shorter channel lengths, thermal loss can be reduced below 20 % owing to the smaller heat and the friction losses. However, too short channel length, accelerator performance was decreased by the MHD compression due to too large Faraday current density. Generation mechanism of MHD compression in this work was density gradient. Therefore it is necessary to design for “stable acceleration” along the MHD channel.",
      "name": "Fundamental Numerical Simulation for Disk-shaped Magnetohydrodynamics Accelerator",
      "format": "",
      "url": "http://www.fae-journal.org/paperInfo.aspx?ID=5509",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a93f577d-2e3f-4db6-87a8-835a12755a5f",
      "created": "2013-07-16T01:19:05.368761",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 5,
      "revision_id": "bf4affeb-cf0e-4ec7-b6aa-1b5a983853de",
      "url_type": null,
      "id": "3e55d3b5-36c6-4874-af25-1328da9a9bea",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " For numerical solution of the Generalized Boltzmann Equation (GBE) for simulating rarefied hypersonic flows in a gas mixture of multiple species, the GBE is formulated in the impulse space. The gas mixtures may consist of both monatomic and diatomic gases with arbitrary constituents, concentrations, and mass ratios. The conservative discrete ordinates method of Tcheremissine is applied to validate the solutions against the existing simulations for shock waves in an inert binary mixture of monoatomic gases. The method is then exercised for various concentration ratios, mass ratios, and density ratios to evaluate its ability to simulate a wide range of binary gas mixtures of monoatomic and diatomic gases. In particular, the method is applied to simulate two of the three primary constituents of air (N2, O2, Ar) in a binary mixture at 1:1 density ratio and air concentration ratio with gases in translational, rotational and vibrational non-equilibrium. The solutions presented in the paper can serve as validation test cases for other methods as well as an important building block in developing complex 3D simulations for shock waves in a mixture of multiple gases.",
      "name": "Computation of Shock Waves in Inert Binary Diatomic Gas Mixtures in Non-equilibrium Using the Generalized Boltzmann Equation",
      "format": "",
      "url": "http://www.fae-journal.org/paperInfo.aspx?ID=5510",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a93f577d-2e3f-4db6-87a8-835a12755a5f",
      "created": "2013-07-16T01:19:45.036990",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 6,
      "revision_id": "b3cd320c-a4ac-42e0-8e09-93570c210cc1",
      "url_type": null,
      "id": "b86e4e07-5b41-4f3f-968c-7db8c4caced6",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In the present study, post buckling response of hygrothermally induced non-linear elastically supported laminated composite plate with uncertain system properties using stochastic finite element macromechanical model approach is investigated. Uncertain system properties such as thermal expansion coefficients, hygroscopic expansion coefficients, foundation stiffness parameters, geometric properties and lamina material properties are modeled as basic random variables. The basic formulation is based on a higher-order shear deformation plate theory in von Karman nonlinear kinematics. A direct iterative based C0 non linear finite in conjunction with Taylor series based mean-centered first order regular perturbation technique be used to obtain mean and standard deviation of post buckling load of laminated composite plates. The effects of rising temperature, degree of moisture concentrations, boundary conditions, plate aspect ratios, total number of plies, nonlinear elastic foundation stiffness parameters and fiber orientations are analysed. The approach has been validated by comparison of results with availability in literature and independent Monte Carlo simulation.",
      "name": "Hygrothermally Induced Postbuckling Response of Non-linear Elastically Supported Laminated Composite Plates with Uncertain System Properties",
      "format": "",
      "url": "http://www.fae-journal.org/paperInfo.aspx?ID=5503",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a93f577d-2e3f-4db6-87a8-835a12755a5f",
      "created": "2013-07-16T01:20:22.540011",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 7,
      "revision_id": "cf86b39e-87ff-443a-bfac-3be8f77b17df",
      "url_type": null,
      "id": "dec7f5c7-7be0-43ff-bfe0-46e9bc6f6891",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In this paper, the second law analysis of hydromagnetic conducting flow due to a stretching rotating disk with heat transfer is investigated using a semi-analytical/numerical technique termed DTM-Pade simulation. The study has applications in rotating magneto-hydrodynamic (MHD) energy generators for new space systems and also thermal conversion mechanisms for nuclear propulsion space vehicles. The momentum and energy conservation equations are non-dimensionalized using appropriate transformations leading to a set of nonlinear, coupled, ordinary differential equations for momentum in the radial, azimuthal and normal directions and a temperature distribution equation. Using the appropriate velocity components and temperature field, the entropy generation equation is obtained. The effects of various parameters such as magnetic interaction parameter, rotation parameter, Eckert number, Brinkman number on the entropy generation and Bejan number are illustrated and described. The irreversibility mechanisms of the entropy generation for the emerging parameters are also investigated and suggestions for minimizing the entropy generation are proposed. The DTM-Pade results are verified with the numerical results and found to be in excellent agreement. The simulations also show the feasibility of using magnetic rotating disk drives in novel nuclear space propulsion engines.\r\n",
      "name": "Second Law Analysis of Hydromagnetic Flow from a Stretching Rotating Disk: DTM-Pade Simulation of Novel Nuclear MHD Propulsion Systems",
      "format": "",
      "url": "http://www.fae-journal.org/paperInfo.aspx?ID=5502",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a93f577d-2e3f-4db6-87a8-835a12755a5f",
      "created": "2013-07-16T01:22:40.291827",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 8,
      "revision_id": "07b01d0a-c002-4d3c-a573-3c060204447f",
      "url_type": null,
      "id": "214d3a36-1cfc-4855-ba3e-6d2847ed6b9d",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " In the present study, we identify the need for high accuracy computing for capturing the transition to turbulence for the flow past a natural laminar flow aerofoil by direct numerical simulation. The major computational elements which contribute error in performing DNS have been identified here and systematically shown to be removed by appropriate grid, numerical method and post-processing tools. We have shown a better way of generating orthogonal grid around thick and cambered aerofoil which helps in significant reduction of numerical errors. DNS of SHM-1 aerofoil for Re = 10.3 &#215; 106 has been made possible by the use of high accuracy dispersion relation preserving compact scheme, which also has the potential to introduce aliasing error and spurious upstream propagating disturbances (q-waves). Systematic analysis of such methods helps us to use an appropriate fine grid along with upwind and multi-dimensional filters to remove these problems. The simulation results clearly identify the route of bypass transition for this flow field.\r\n",
      "name": "Direct Numerical Simulation of Transition over a NLF Aerofoil: Methods and Validation",
      "format": "",
      "url": "http://www.fae-journal.org/paperInfo.aspx?ID=5512",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a93f577d-2e3f-4db6-87a8-835a12755a5f",
      "created": "2013-07-16T01:23:13.413550",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 9,
      "revision_id": "34c05e53-b5df-4c40-9660-6d0d98b23a44",
      "url_type": null,
      "id": "728d8da8-2548-4995-ad48-5b83af549798",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Thermal error modeling using the temperature data obtained from different thermal key points is one of the most basic requirements for thermal error compensation in CNC machining centers. Effective thermal error compensation relies on the accurate prediction of the time-variant thermal error during machining. The increase in number of thermal key points not only increases prediction noise in the thermal error model but is also very cost effective. Hence, optimization of thermal key points is essential for accurate prediction of thermal behaviour of machine tool. In this study, the thermal key points of horizontal feed drives of a vertical CNC machine are optimized based on sensitivity analysis. A non-linear statistical regression thermal error prediction model is developed by using the temperature data obtained from the optimized key points. Thermal errors predicted before and after sensitivity analysis of thermal key points using statistical model are presented. The developed model can be interfaced to controller through microprocessors in order to monitor and compensate the thermal deformations. Further, the method can be extended to develop the mathematical model for vertical axis feed drive also.\r\n",
      "name": "Statistical-based Analysis of Thermally Induced Errors in Computer Numerical Control (CNC) Machining Center",
      "format": "",
      "url": "http://www.fae-journal.org/paperInfo.aspx?ID=5533",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a93f577d-2e3f-4db6-87a8-835a12755a5f",
      "created": "2013-07-16T01:23:45.867090",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 10,
      "revision_id": "166941f0-65be-4267-9cce-a346e8cfa110",
      "url_type": null,
      "id": "96fa85be-ac27-4f10-9812-e75baf0dc7a7",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "TC410 resin prepreg is an advanced engineering material, one of the composite materials used in the fabrication of structural panels for satellites. The low temperature thermal analysis performed by using Differential Scanning Calorimetry (DSC) and Modulated DSC (MDSC) has revealed that the material exhibits reversing glass transition around -50&#176;C and non reversing endothermic relaxation between -35&#176;C to -65&#176;C range. The dip at 0&#176;C indicates water traces which might be due to moisture content on the surface. The study brings out that the system is thermally stable. All the results are found to be repeatable and reproducible within 3% uncertainty.\r\n",
      "name": "Low Temperature Thermal Analysis of TC410 Resin Prepreg and Laminate System",
      "format": "",
      "url": "http://www.fae-journal.org/paperInfo.aspx?ID=5534",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a93f577d-2e3f-4db6-87a8-835a12755a5f",
      "created": "2013-07-16T01:24:22.437392",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 11,
      "revision_id": "74d8ad85-2951-40ec-ab34-521b73d5f0b8",
      "url_type": null,
      "id": "223c145b-d3fd-448f-8019-df7767e7dc84",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper presents some validation results for a set of recently developed gaskinetic solutions to rarefied free planar jets expanding into a vacuum. The traditional semi-empirical cosine law or the Simons rocket plume model and the direct simulation Monte Carlo (DSMC) numerical results are used to compare this set of analytical solutions. For the analytical and DSMC results, there is excellent agreement on flows at large Knudsen (Kn) numbers; the new model also provides more accurate density results at low Knudsen number than the traditional Simons model. The new analytical solutions further include velocity, temperature, and pressure formulas. This new model can serve as a baseline reference to evaluate, design and optimize high speed plume/jet flows.",
      "name": "A Gaskinetic Model for Planar Plume and Comparisons with the Simons Plume Model",
      "format": "",
      "url": "http://www.fae-journal.org/paperInfo.aspx?ID=5517",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a93f577d-2e3f-4db6-87a8-835a12755a5f",
      "created": "2013-07-16T01:24:51.803781",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 12,
      "revision_id": "74d8ad85-2951-40ec-ab34-521b73d5f0b8",
      "url_type": null,
      "id": "9e40c3ba-4b31-484e-9f95-7fc787f21f5d",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In this study, interacting crack growth in an infinite plate is analyzed with new, fast and accurate Boundary Cracklet Method (BCM) developed by Phoenix and Yavuz. An interior crack is under consideration to examine its propagation because of cyclic loading which is very common for aerospace, naval and civil engineering structures. BCM is used to determine the overall stress field as well as stress intensity factors for crack tips and singular wedges at crack kinks. BCM uses integral equations expressed in terms of unknown edge dislocation distributions along crack lines. These distributions derive from an accurate representation of the crack opening displacements using power series basis terms obtained from wedge eigenvalue analysis, which leads to both polynomial and non-polynomial power series. The process is to choose terms of the series and their exponents such that the tractions on the crack faces are virtually zero compared to the far field loading. Applying the method leads to a set of linear algebraic equations to solve for the unknown weighting coefficients for the power series basis terms to make no use of numerical integrations. A simple crack growth emanating from a triangular hole in an infinite plate is analyzed. The fatigue crack growth is assumed to follow Paris-Erdogan Law. The results are compared to those of other numerical methods. A parametric study is performed via graphs and tables to demonstrate the ability of BCM in analysis of fatigue crack growth.",
      "name": "Fast and Accurate Analysis of Interacting Fatigue Crack Growth with Boundary Cracklet Method",
      "format": "",
      "url": "http://www.fae-journal.org/paperInfo.aspx?ID=5511",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a93f577d-2e3f-4db6-87a8-835a12755a5f",
      "created": "2013-07-16T01:25:28.665007",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 13,
      "revision_id": "26124a89-72da-44ce-bbcd-4afd98141007",
      "url_type": null,
      "id": "d657c132-a09c-4619-b9e5-d8dcf1d29579",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " This paper addresses the problem of designing suitable satellite constellations for Radio Occultation missions. Radio occultation for the Earth atmosphere usually requires global coverage and short interval measurements. The 2-D Lattice Flower Constellations theory is here applied to design constellations in order to maximize active time by providing global coverage with frequent measurements. Optimizations are performed using Genetic Algorithms to estimate constellation design parameters. Optimization is constrained by altitude range (to limit atmospheric drag and avoid Van Allen belts) while orbit nodal precession is used to obtain global coverage. The resulting constellation geometries have been explored from coverage performance perspective. Two coverage estimation methods have been used to evaluate coverage performances. Performances of some solutions are provided to make optimality selection.",
      "name": "2-D Lattice Flower Constellations for Radio Occultation Missions",
      "format": "",
      "url": "http://www.fae-journal.org/paperInfo.aspx?ID=5526",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a93f577d-2e3f-4db6-87a8-835a12755a5f",
      "created": "2013-07-16T01:26:13.745190",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 14,
      "revision_id": "76f98d84-65c3-43f1-b27a-e643fb2ab916",
      "url_type": null,
      "id": "e69fbb2a-be06-47ca-8432-68b79dd61f5f",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In this paper, the flutter behaviour of functionally graded material plates immersed in a supersonic flow is studied. An enriched 4-noded quadrilateral element based on field consistency approach is used for this study. The crack is modelled independent of the underlying mesh using partition of unity method (PUM), the extended finite element method (XFEM). The material properties are assumed to be graded only in the thickness direction and the effective material properties are estimated using the rule of mixtures. The plate kinematics is described based on the first order shear deformation theory (FSDT) and the shear correction factors are evaluated employing the energy equivalence principle. The influence of the crack length, the crack orientation, the flow angle and the gradient index on the aerodynamic pressure and the frequency are numerically studied. The results obtained here reveal that the critical frequency and pressure decrease with increase in crack the length and are minimum when the crack is aligned to the flow angle.\r\n",
      "name": "Supersonic Flutter Analysis of Functionally Graded Material Plates with Cracks",
      "format": "",
      "url": "http://www.fae-journal.org/paperInfo.aspx?ID=5520",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a93f577d-2e3f-4db6-87a8-835a12755a5f",
      "created": "2013-07-16T01:26:43.740644",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 15,
      "revision_id": "13532a0b-3d4b-42d7-9466-cd713e049917",
      "url_type": null,
      "id": "ca3b95fe-ff62-497a-8e88-512e5a09f6e6",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper represents the second part of a study aiming at developing a new tool to enhance the quality of nonconductive coatings on monitoring and modelling. The goal of this paper is to improve the modelling process of nonconductive coatings by integrating time-frequency domain features using wavelet Multi-resolution (WMR) based tool and the traditional Electrochemical Impendence Spectroscopy (EIS) measurements. Enamel coatings on aluminum substrates are excited with high frequency voltage source of a square wave using three-electrode arrangement. Signals of non-stationary features of the current response of enamel coated samples are analyzed using a windowing wavelet-based tool. The EIS data is utilized to estimate the initial values of the coating circuit model and the windowing wavelet transform is used to correlate laboratory and simulated data in order to define an accurate circuit model. The proposed technique is implemented on large sets of laboratory data of enamel coated samples, which shows excellent results.",
      "name": "Modelling Nonconductive Coating Based on EIS and WMR Tools",
      "format": "",
      "url": "http://www.fae-journal.org/paperInfo.aspx?ID=5521",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a93f577d-2e3f-4db6-87a8-835a12755a5f",
      "created": "2013-07-16T01:27:22.412068",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 16,
      "revision_id": "6c96b288-e334-45a9-a7ea-5befc0c039b1",
      "url_type": null,
      "id": "5c91559e-1ed6-47cc-9a4a-2ef4d7044802",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Fluid-structure-interaction (FSI) is a very important consideration in the modeling of fluid flow over and through contemporary aircraft and aerospace vehicles. The numerical code used in this research utilizes a Lagrangian particle-based solver in conjunction with an Eulerian mesh-based solver (known as the Material Point Method (MPM)) to gain the advantages that both solvers offer to reduce computational overhead. Heat transfer between a fluid and a solid is an important FSI consideration, especially for high velocity (supersonic and hypersonic) aircraft and aerospace vehicles. A least squares gradient calculating technique was utilized combined with Fourier’s Law of Conduction to incorporate heat transfer into the MPM algorithm. Application of the heat transfer algorithm to hypersonic single ramp and double cone flows was investigated. The MPM results were compared to experimental and numerical data from independent sources and observed trends agreed well with the results from these sources.",
      "name": "A Heat Transfer Algorithm with a Least Squares Temperature Gradient Calculation for Particle-based Numerical Simulations",
      "format": "",
      "url": "http://www.fae-journal.org/paperInfo.aspx?ID=5531",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a93f577d-2e3f-4db6-87a8-835a12755a5f",
      "created": "2013-07-16T01:27:56.212134",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 17,
      "revision_id": "b0ca937c-1caf-4618-b03c-e9f2d4de7e92",
      "url_type": null,
      "id": "0a13b1f3-e4b6-489e-aa9c-64b6c82bf3a0",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Product redesign process does not start from a total scratch. Instead, a reference baseline design needs to be selected as a starting point to define the required changes. So far, baseline products have been chosen usually based on the closeness of their current performance capabilities to the new driving requirements. This practice essentially presumes that such condition ensures a minimum amount of required changes, hence least redesign risk. However, it is argued that such notion can be misleading since the risk will also depend on the types and the extent of the required modifications. It is believed that the baseline product architecture plays an important role in dictating its suitability for the redesign task. A new baseline assessment procedure is proposed to address this notion. Through a sample of aircraft redesign case study, its potential to aid designers in making better judgment and selection of the proper baseline product for their redesign tasks at hand has been demonstrated.",
      "name": "Baseline Selection in Redesign Process",
      "format": "",
      "url": "http://www.fae-journal.org/paperInfo.aspx?ID=5505",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a93f577d-2e3f-4db6-87a8-835a12755a5f",
      "created": "2013-07-16T01:28:27.861693",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 18,
      "revision_id": "3547b792-946b-4aff-bd98-40a4a1d1974b",
      "url_type": null,
      "id": "8af60a0f-5877-4cae-ad7c-132b3c93dcc2",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Unsteady Reynolds-averaged Navier-Stokes (RANS) computations are presented for the flow past a flapping NACA 0012 aerofoil to study the effect of various motion parameters on the propulsive efficiency and thrust coefficient. The RANS solver used to obtain the time-accurate solutions is based on an implicit dual time stepping scheme with finite volume nodal point spatial discretization. The algebraic eddy viscosity model due to Baldwin and Lomax is used for the turbulence closure. The motion parameters considered are reduced frequency, amplitude of the pitch and plunge motions and phase shift between them. The computed results compare well with the available data in the literatu",
      "name": "Effect of Various Parameters on the Flapping Motion of an Aerofoil",
      "format": "",
      "url": "http://www.fae-journal.org/paperInfo.aspx?ID=5500",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a93f577d-2e3f-4db6-87a8-835a12755a5f",
      "created": "2013-07-16T01:28:59.870612",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 19,
      "revision_id": "973d1caf-5e84-4f7b-bd32-0eaf9d27cf51",
      "url_type": null,
      "id": "fb5347ec-5058-47de-b377-bab41e5ce4f6",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The flow in the divergent part of a highly over-expanded nozzle suffers strong instability due to formation of shock waves which causes mixing enhancement in the flow and destabilizes the shear layer adjacent to it. The code FLUENT has been used to simulate the flow of two different viscous fluids (air and hydrogen) through five different Convergent-Divergent (C-D) nozzles of varying area ratio and exit angles. 2-D steady state RANS equation has been simulated for both inviscid and viscous flow. SSTKW (Shear Stress Transport k-ω) turbulence model has been invoked to capture the viscous flow phenomena efficiently. The converged solution shows basic viscous flow phenomenon like lambda shock for NPR≥1.32, asymmetric lambda shock for NPR≥1.40 and flow separation for NPR≥1.32. In addition, turbulent kinetic energy increases sharply with the shock and asymmetric flow separation. Separated flow reattaches at the smaller leg of the lambda shock. However, it continues to be separated till the exit at the larger leg side of the lambda shock for NPR≥1.65 (for nozzles with αe>0°). Mixing efficiency at the exit of the nozzle rises with increase in NPR for NPR≤1.72. But this increase in mixing efficiency could not continue for higher NPRs. The thrust for computed viscous predictions decreases with NPR upto NPR=1.8 and then starts increasing. The computed results are generally in trends with the experiments as far as shock; in addition, aftershock and mixing are concerned.",
      "name": "Effect of Shocks on Mixing and Thrust in Over-expanded Nozzles",
      "format": "",
      "url": "http://www.fae-journal.org/paperInfo.aspx?ID=5525",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a93f577d-2e3f-4db6-87a8-835a12755a5f",
      "created": "2013-07-16T01:29:30.193117",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 20,
      "revision_id": "b4e765e4-67dd-4279-af1c-2af1fc7320cb",
      "url_type": null,
      "id": "58c5c833-09b8-4e74-a3e0-a8639c48242a",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper presents the hygrothermally induced nonlinear free vibration response of nonlinear elastically supported laminated composite plates with random system properties based on micromechanical stochastic finite element model and subjected to uniform temperature and moisture changes. System properties such as material properties of each constituent’s material, coefficients of hygroscopic expansion, thermal expansion coefficients and foundation stiffness parameters are taken as independent random input variables for accurate prediction of system behaviour. The basic formulation is based on higher order shear deformation theory (HSDT) with von-Karman nonlinear strains using modified C0 continuity. A direct iterative based nonlinear finite element method in conjunction with first order perturbation technique (FOPT) developed earlier is outlined and applied is extended to solve the stochastic nonlinear generalised eigenvalue problem and to compute the second order statistics (mean and coefficient of variation) of the nonlinear fundamental frequency. Nonlinear free vibration of composite plates subjected to uniform temperature and moisture distribution over plate surface and through the plate thickness is obtained for various combinations of foundation parameters, uniform lateral pressures, staking sequences, fiber volume fractions, aspect ratios, plate thickness ratios, boundary conditions under environmental conditions. The result has been validated with those results available in the literature and independent Monte Carlo simulation (MCS). Some new results are presented also which obviously demonstrate the importance of the randomness in the system parameters on the response of structure in hygrothermal environments.",
      "name": "Hygrothermally Induced Nonlinear Free Vibration Response of Nonlinear Elastically Supported Laminated Composite Plates with Random System Properties: Stochastic Finite Element Micromechanical Model",
      "format": "",
      "url": "http://www.fae-journal.org/paperInfo.aspx?ID=5504",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a93f577d-2e3f-4db6-87a8-835a12755a5f",
      "created": "2013-07-16T01:29:59.682701",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 21,
      "revision_id": "ba1c8e96-866e-4d90-b30b-2431e4f66b67",
      "url_type": null,
      "id": "90b75596-e1f5-4392-84f8-89b93697e50f",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Focusing on Modern Food Industry (FMFI) is an international open-access and refereed journal dedicated to publishing the latest advancements in food industry. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
      "name": "Focusing on Modern Food Industry (FMFI)",
      "format": "",
      "url": "http://www.fmfi-journal.org/",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a93f577d-2e3f-4db6-87a8-835a12755a5f",
      "created": "2013-07-16T01:31:09.151087",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 22,
      "revision_id": "2b6a1654-6576-48d8-b417-efc162116571",
      "url_type": null,
      "id": "975831d3-a9ef-4925-8514-85461c1ab224",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 23,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Aerospace Engineering",
      "id": "30afd2e0-9611-45a5-971d-9c8af6fa1638",
      "name": "Aerospace Engineering"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-fae-journal-org",
  "isopen": true,
  "url": null,
  "notes": "Frontiers in Aerospace Engineering (FAE) is an international open-access and refereed journal dedicated to publishing the latest advancements in aerospace engineering. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Frontiers in Aerospace Engineering (FAE)",
  "revision_id": "22b12d4f-f0bf-4b15-ba38-b55820ccb414"
}