{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": null,
  "num_tags": 2,
  "id": "fd81f5b8-c599-4df4-ae9a-74325c119a63",
  "metadata_created": "2014-11-27T20:25:21.859720",
  "metadata_modified": "2014-11-27T20:25:21.859720",
  "author": "Il portale Cartografico Nazionale",
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "db0c8e88-09a8-4f8a-adf6-dca697138f22",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "geodata",
      "id": "f0e0bbf6-8631-45f2-8484-cca996d863cb",
      "name": "geodata"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "meta.imported-from.it.ckan.net",
      "id": "88cba689-c1ae-45e9-8a3f-094a970a0e90",
      "name": "meta.imported-from.it.ckan.net"
    }
  ],
  "groups": [],
  "license_id": null,
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2014-11-27T20:09:07.202281",
    "title": "it-ckan-net",
    "name": "it-ckan-net",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "0ec99197-36a7-4b4d-96be-74b614af4b67",
    "type": "organization",
    "id": "15e24750-6eb6-4495-99bd-6c211ea1a0e2",
    "approval_status": "approved"
  },
  "name": "portale-cartografico-nazionale",
  "isopen": false,
  "url": "http://www.pcn.minambiente.it/PCN/",
  "notes": "Il Portale Cartografico Nazionale permette la visualizzazione e l’utilizzo della cartografia di base nazionale, prodotta a seguito dell’accordo integrativo tra Stato - Regioni del 12 ottobre 2000 sul Sistema Cartografico di Riferimento. La cartografia, che costituisce la Base Cartografica di Riferimento, riguarda i principali tematismi ambientali e territoriali ed è corredata da un relativo set di informazioni (metadati) tra loro omogenee e utili a comprendere, confrontare e scambiare il contenuto dei dati descritti.\n\n### Diritti sul database\n\nVietata la riproduzione permanente totale o parziale, la traduzione, l‘adattamento, ogni modifica o diversa disposizione, nonché qualsiasi forma di distribuzione al pubblico di copie, qualsiasi presentazione, dimostrazione o comunicazione in pubblico, salvo il normale uso concesso agli utenti registrati. I testi, le immagini, i filmati e le grafiche di questo sito sono proprietá esclusiva di Minambiente e di terzi protetta dalle leggi internazionali sul diritto d‘autore e sui diritti connessi, e ne è vietata qualsiasi appropriazione. Non è consentito copiare, decodificare, decompilare, disassemblare, tradurre o modificare in toto o in parte le immagini o creare materiale derivato da esse. Non è altresì consentito cedere a nolo, divulgare, pubblicare, vendere, assegnare, concedere in leasing, concedere in licenza a terzi, commercializzare oppure trasferire le immagini o parti di esse o utilizzarle in modo differente rispetto a quanto espressamente autorizzato. Le immagini sono soggette a copyright e non possono essere copiate, neanche se modificate o integrate con altri dati o software. In particolare, i diritti d‘autore su: ortofoto digitali di Terraitaly 'it2000'™ sono di proprietá della Compagnia Generale Ripreseaeree; cartografie dell‘Atlante De Agostini sono di proprietá dell‘Istituto Geografico De Agostini; cartografie dell‘ IGM sono di Proprietá dell‘Istituto Geografico Militare;",
  "owner_org": "15e24750-6eb6-4495-99bd-6c211ea1a0e2",
  "extras": [
    {
      "key": "Categoria",
      "value": "\"Geographic information\""
    },
    {
      "key": "Consistenza del giacimento di PSI",
      "value": "\"\""
    },
    {
      "key": "Descrizione qualitativa dei dati",
      "value": "\"Ortofoto b/n e colore; cartografia IGM; modello digitale del terreno; toponimi; limiti amministrativi; aree protette; descrizione dei suoli; pianificazione del territorio; batimetrica dei mari; rischio di erosione della costa; unit\\u00e0 fisiografiche della costa; linee ferroviarie; date delle ortofoto;  geologica terrestre; CORINE Land Cover.\""
    },
    {
      "key": "Fonte dei dati",
      "value": "\"Ministero dell'Ambiente e della Tutela del Territorio e del Mare; Istituto Geografico Militare; Autorita' di Bacino delle Marche\""
    },
    {
      "key": "Sottocategoria",
      "value": "\"cartographic information\""
    }
  ],
  "title": "portale-cartografico-nazionale",
  "revision_id": "ec1ce1a2-f941-4394-9640-55af052236c3"
}