{
  "license_title": "Creative Commons Attribution",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "b302afd4-2e1f-4c2f-833a-ef3a95f648f3",
  "metadata_created": "2013-08-30T17:58:47.707292",
  "metadata_modified": "2013-10-10T19:34:54.667131",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "78150897-8351-4e9a-89d9-8dd9ed1adb22",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "cc-by",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "alvarado",
  "isopen": true,
  "url": "",
  "notes": "Even so, do we know how to take advantage from all this guide is supplying us? In the subsequent report, I will try to present the operators used in looking along with some words with particular significations.\r\n\r\nIntroduction\r\n\r\nWhen we surf on the net, we all need a guide. For me, and I am certain for most of you, that guide is Google.\r\n\r\nNonetheless, do we know how to take advantage from all this guide is providing us? In the subsequent write-up, I will attempt to present the operators employed in looking along with some words with special significations.\r\n\r\nOperators\r\n\r\nThe minus operator (-) can be utilised for terms you want excluded from your search.\r\n\r\nIf you place a phrase in () Google will display the outcome containing that phrase.\r\n\r\nThe quit words\r\n\r\nThese words will be excludes from Google looking since Google is contemplating them really usual ones (for ex. We discovered <a href=\"http://getautismsolutions.com/\">autism solutions cornishway east</a> by browsing the London Watchman. to). If you want your searching to consist of these certain words you will have to use the plus operator (+) just before them.\r\n\r\nMemorized web page\r\n\r\nGoogle acquires an image of each and every examined web page for the duration of its checks on web, and keeps it in case the original web page is not accessible. If you click on theCache link, you will see the web page in the very same format it was when indexed.\r\n\r\nComparable pages\r\n\r\nIf you click on Comparable pages, Google will give you comparable pages with that web page. This function is beneficial if you want to buy a item with the lowest price tag.\r\n\r\nCalculator\r\n\r\nGoogle can be utilised in the exact same time as a calculator. All you have to do is to write the equation in the search box and to press enter.\r\n\r\nEx. five*658*89+56\r\n\r\nSpecific words\r\n\r\nSome words, if followed by two points (:) , get a special meaning for Google. This riveting <a href=\"http://getautismsolutions.com/\">official website</a> encyclopedia has endless splendid lessons for when to consider it. It is very important not to place spaces in between (:) and the subsequent word simply because in that case, those words will not going to have that particular function but merely searching terms.\r\n\r\nDictionary\r\n\r\nYou can also use Google for definition of some words. You need to use the word define and the word whose definition you are looking for.\r\n\r\nSearching on specified web site\r\n\r\nIf you want your search to include only results from a specified website you have to use the word site followed by it address and looking terms.\r\n\r\nConnections to a web page\r\n\r\nUse the word link and web sites address and you will discover pages sending you to that site.\r\n\r\nOther functions\r\n\r\nThere are a lot of other functions, such as maps, air travel details or stock market values but are valid only for United States, so, I will not pay to significantly interest to that. Clicking <a href=\"http://getautismsolutions.com/\">autism solutions for kids</a> probably provides lessons you can give to your dad.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [
    {
      "key": "ISO",
      "value": "1600"
    }
  ],
  "license_url": "http://www.opendefinition.org/licenses/cc-by",
  "title": "Google Guide",
  "revision_id": "cf7dd3f8-e0ab-4b49-8fac-2d1d0a2f5d4c"
}