{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "b4e16b05-aa40-4016-9523-6b9fa889e06d",
  "metadata_created": "2013-08-19T23:59:51.890873",
  "metadata_modified": "2013-10-10T20:18:04.845824",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "a0cd26b8-2247-4102-80e2-f0741753d00b",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "clam5g",
  "isopen": false,
  "url": "",
  "notes": "If you are someone who has not thought much about fashion, you can be confused and frustrated by a shopping trip. If you dread the thought of shopping, you may need a little guidance. This article will offer you fashion advice that will help you experience a more pleasant shopping experience.<br /><br />The larger portion of your fashion dollars should focus on the basics. If your pieces can easily be paired with each other, you will have a closet full of great outfits that are always in style. Start with the classic look of a black pencil skirt and give it the look of today with a trend top or jacket.<br /><br /> <a href=\"http://www.foxydress.com\">more information</a> If you wear mascara, do not pump the brush in and out of the container. This is going to cause the brush to become damaged, and thus applying your makeup will become much more of a chore. Bacteria loves an environment like this. To load more product onto your mascara brush, you need to move the brush around inside of the container.<br /><br /> <a href=\"http://www.foxydress.com/dress_shirts_for_women_p/g47.htm\">dress shirts for women</a> If you are going out of town, focus your wardrobe on neutral colors that can mixed and matched at will. You'll have many options available to you, while never being at risk of clashing. Accessories will take the look from day to night, if necessary.<br /><br />Accessories are great items to complement your hairstyle and wardrobe. There are hairbands, headbands, elastic holder, bows, extenstions and more. Your wardrobe ought to have a lot of these items. To get an athletic look, incorporate a ponytail into your style. When going for an evening out, select a fashionable barrette that complements what you are wearing.<br /><br />Jeans are easy to dress up with a button down shirt and some high heels, but this works best if your jeans are black. Never wear jeans of any color but black to a formal event!<br /><br />  For overweight individuals out there, clothing items featuring horizontal lines are a huge no-no! Remember that tip! This puts emphasis on how wide your body is, making it look even wider. Instead, wear clothing with vertical patterns, which will draw attention to height rather than girth.<br /><br /> <img src=\"\nhttp://farm3.static.flickr.com/2872/9548831456_ea7d5b958c.jpg\" align=\"left\" width=\"259\" style=\"padding:10px;\"/> Consider subscribing to some type of fashion magazine or newsletter to stay current with the latest trends. When you do that, you'll be ready for every season and you will be first in your social group to have the latest fashions.<br /><br />You can actually wear white when Labor Day has passed. You can, and should, wear any color that you find appealing and flattering, no matter the season. If you look fabulous in white, wear it any time of the year. There is no one with a real sense of style that will make a comment.<br /><br />Teasing your hair actually results in damaged or brittle hair instead of giving it volume. You should not style your hair with different textures. Rather than appearing interesting and different, your hair style will make you look indecisive and your hair overworked.<br /><br />If you are a woman, there are several key items that you must acquire. Remember to try and keep a pair of hemmed jeans to use for heels, hemmed sneakers, and at least two dress slack pairs. You should also try and keep at least one black dress around for special occasions.<br /><br />You should now be prepared to build your own look. This can be a ton of fun. Use the information you learned here and you can look great.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Take A Look At This Great Fashion Information!",
  "revision_id": "82aead00-f0b9-4a70-897b-4a49db38a98e"
}