{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "b24bd31b-2434-4b34-aba9-9f2f8e8ebb44",
  "metadata_created": "2013-09-04T13:16:58.395639",
  "metadata_modified": "2013-10-10T20:01:23.338134",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "af21d5bc-188f-4854-b202-c35588d58890",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "boykin",
  "isopen": false,
  "url": "",
  "notes": "Search motor optimization, also known simply as SEO, is the practice of improving an internet sites rating in Google, Yahoo, MSN and other search engines. Click here <a href=\"http://www.marketingcampaignstrategy.com/services/web-design/\">the guide to dallas web design</a> to compare where to flirt with it. The goal of SEO is to enhance a website (on and off-the site) such that it ranks well for a certain pair of keywords. Although this may seem like a simple enough process, it is actually a very difficult and challenging one. Not merely do you have to compete against other internet sites, but you also have to manage the major search engines. Every major search engine features a different algorithm, and what may possibly improve your ranking in one search engine could potentially lower your ranking in another one. Here are a number of the more common on-page search engine optimization techniques:, while there are several aspects and methods within the search engine optimization community \n\nMeta Tags-Although they used to carry a great deal more weight, meta tags must still be enhanced as a part of standard on page search engine optimization. Every web page on your web site must contain a special meta description, along with a few meta key-words which describe the content of the web page. Should you choose to get more on <a href=\"http://www.marketingcampaignstrategy.com/services/search-engine-optimization-seo/\">partner sites</a>, there are many libraries you should investigate. Stuffing meta tags should be avoided by seos. Stuffing meta tags will be the practice of using a great deal of meta tags on one page. <a href=\"http://www.marketingcampaignstrategy.com/\">Dallas Internet Marketing</a> contains further concerning the meaning behind it. It is now simply a foolish attempt at improving your website positioning, while this used to be considered a Black-hat method. \n\nH2 tags and header Tags-H1 must be optimized in exactly the same manner as the meta tags. To get another interpretation, please consider peeping at: <a href=\"http://www.marketingcampaignstrategy.com/\">dallas seo</a>. If possible, the header tags ought to be somewhat different compared to meta tags. Nevertheless, they should still retain the same important key-words that you want your web site to rank well for. \n\nOut of all the on-page SEO elements, the most important is original information. When writing information, try to write in an ordinary conversational tone rather than writing systematically for the major search engines.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "A Quick Look At Search Engine Optimization",
  "revision_id": "16eac9b8-f0ae-4040-93ea-8b8e9e5c574b"
}