{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "ee5f50b9-8370-4ec2-8397-c8ff7ca374d3",
  "metadata_created": "2013-08-30T22:43:12.381863",
  "metadata_modified": "2013-10-10T20:11:34.442966",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "97a9ab21-40c5-4eac-98c5-ca3a343008e6",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "carney",
  "isopen": false,
  "url": "",
  "notes": "Neck tie has become a style statement not only for them who put on it at their offices or workplace but also those who wear it casually at other functions.  Many a occasions, when you are out at a lunch meeting you locate it hard to manage your neck tie that hangs into your plate or gets dirty with spots such as oil. This genuinely tends to make you embarrassed before the individual to whom you are presenting your skilled perform. Also when you work or play, it is difficult to hold your tie to location it at one particular place.\n\nKinds of neck tie accessories\n\nThe critical kinds of neck accessories consist of tie bar, tie clip, tie chain, tie tack and tie strap.\n\nTie bar\n\nA tie bar is also recognized as tie slide. It is a thin piece of metal that you slide across middle element of your tie so that it is attached to your shirt. This unique <a href=\"http://www.cafepress.com/mf/80425330/infidel_tshirt\">investigate infidel t-shirt</a> link has many interesting tips for where to provide for this thing. These come in many shapes like straightforward, creative in the shape of fountain pens and odd shaped.\n\nTie strap\n\nA tie strap is a device that keeps your neck tie in its spot without having restricting its vertical movement. Discover further on our partner essay by visiting <a href=\"http://www.cafepress.com/mf/80425330/infidel_tshirt\">infidel t</a>. You require to slip it via the label loop on the back of your tie and then button it on your shirt buttons above and beneath the label loop. It is typically made up of transparent cloth or plastic that makes it invisible with your tie.\n\nTie clip\n\nA tie clip is also named as tie clasp and is extremely related to tie bar. To check up additional information, you are encouraged to check-out: <a href=\"http://www.infideltshirt.net/\">infidel tee</a>. In contrast to tie bar, you need to have to clip it horizontally across your tie thereby attaching it your shirt.  You can pick from distinct shapes and material tie clips.\n\nTie chain\n\nThe upper fixed portion of tie chain is a bar that you need to hook to one of your buttons of your dress shirt and then put the neck tie by means of the loop of the chain such that bar is hidden behind the tie and the chain is visible on the front of the tie. These are created up of silver or gold.\n\nTie tack\n\nTie tack is significantly distinct from the tie clip and tie bar both in shape and function. A tie tack is produced up of two components one particular is the decorative with a pin on the left and back or base along with a chain on the appropriate. Going To <a href=\"http://www.cafepress.com/mf/80425330/infidel_tshirt\">infidel tee information</a> seemingly provides tips you might give to your father. You require to remove the pin from the base, then pierce through the cloth of your neck tie, connect the base to the pin and slip the metal weight and chain through button holes of your shirt. It comes in many styles like badges, flags but really should be utilized appropriately else it can harm your tie.\n\nFor more information visit our suggested internet site tying-neck-tie.information.infidel t-shirt",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Neck tie Accessories",
  "revision_id": "54cb11f6-ec09-4897-b3c8-a2e67e124410"
}