{
  "users": [
    {
      "email_hash": "a6f6e2dc61fff1ae21bf6353479db3f9",
      "about": "",
      "capacity": "admin",
      "name": "gatemezing",
      "created": "2014-09-08T16:17:25.578397",
      "openid": null,
      "sysadmin": false,
      "activity_streams_email_notifications": false,
      "state": "active",
      "number_of_edits": 3,
      "display_name": "Ghislain Atemezing",
      "fullname": "Ghislain Atemezing",
      "id": "666e0299-68f0-4bc9-9c8a-e84173622d0c",
      "number_created_packages": 0
    }
  ],
  "display_name": "Eurecom",
  "description": "EURECOM is a French graduate school and a research center in communication systems based in the international science park of Sophia Antipolis within the new Campus SophiaTech, which brings together renowned universities such as TELECOM ParisTech and other European Universities such as the Polytechnic University of Turin, Aalto University (formerly Helsinki University of Technology), Munich University of Technology and the Norwegian University of Science and Technology.\r\nIn 2012, Vietnam National University, Ho Chi Minh City became seventh member and also the first from outside Europe.\r\n\r\nEURECOM benefits from a strong interaction with the industry through its specific administrative structure: Economic Interest Group (kind of consortium), which brings together international companies such as: Swisscom, SFR, Orange, ST Microelectronics, BMW Group Research & Technology, Symantec, Monaco Telecom, SAP, IABG. The Principality of Monaco is a new institutional member which joined the consortium at the beginning of 2013. Thanks to its strong ties set up with the industry, EURECOM was awarded the “Institut Carnot” label jointly with the Institut Telecom right from 2006. The Carnot Label was designed to develop and professionalize cooperative research. It encourages the realization of research projects in public research centers that work together with socioeconomic actors, especially companies. \r\nLink: http://www.eurecom.fr/en/research\r\n\r\nEURECOM has an international orientation in the recruitment of professors and students from many different countries, with its European programs and lectures held in English.",
  "image_display_url": "http://www.eurecom.fr/~troncy/images/eurecom_logo.jpg",
  "package_count": 0,
  "created": "2014-09-09T10:07:53.633427",
  "name": "eurecom",
  "is_organization": true,
  "state": "active",
  "extras": [],
  "image_url": "http://www.eurecom.fr/~troncy/images/eurecom_logo.jpg",
  "groups": [],
  "type": "organization",
  "title": "Eurecom",
  "revision_id": "289da0eb-067f-4d8a-8ae1-a1a58b2a67f5",
  "num_followers": 2,
  "id": "5fd4bd5c-c760-4bd4-9809-20c0d47b326e",
  "tags": [],
  "approval_status": "approved"
}