{
  "users": [
    {
      "email_hash": "405f5e1681d4b6673fbfc0ceb196fe47",
      "about": "",
      "capacity": "admin",
      "name": "danielfowler",
      "created": "2015-06-20T01:54:00.708756",
      "openid": null,
      "sysadmin": true,
      "activity_streams_email_notifications": false,
      "state": "active",
      "number_of_edits": 1227,
      "display_name": "Daniel Fowler",
      "fullname": "Daniel Fowler",
      "id": "a3e8a44a-bf78-4bb3-9142-d939fd216ba4",
      "number_created_packages": 0
    },
    {
      "email_hash": "4eb3fc927819814c8f03967967898682",
      "about": "Oscar R. Gómez (Osy) nació el 9 de marzo de 1956 en Puerto Belgrano, provincia de Buenos Aires. A los 12 años comienza a experimentar dentro de las filosofías orientales. Iniciado primero en la Orden Rosacruz, los caminos tradicionales del bhakti yoga, gñana yoga y recibe su iniciación en 1972 en el budismo tántrico tibetano. En paralelo con su formación en las filosofías y religiones euroasiáticas, recibe formación en biología, filosofía, psicología, psicoanálisis, sociología y psicobiología.\r\n\r\nDe esta visión paradigmática y fuente (tantrismo),  desarrolló una técnica de intervención psicoterapéutica, de autoconocimiento y superación personal, que llamó Tecnología del deseo® y que se adapta a las necesidades de la vida moderna: sin misticismo, magia ni supersticiones, sustentada en el conocimiento formal occidental. \r\n\r\nEn 1992, luego de una entrevista con S.S. el XIV Dalai Lama en Buenos Aires abre un espacio que llamó La Casa del Tantra para integrar en el occidente académico lo que él considera la fuente de la fenomenología existencial. En 1995, dentro de la Asociación Argentina de Investigaciones Psicobiológicas, crea la Escuela Argentina de Tantra (www.tantra.org.ar). En el año 2000, crea la Escuela de Tantra en España (www.tantra.org.es).\r\n\r\nFirme defensor de la claridad en la transmisión de las ideas, en sus clases, conferencias y escritos no utiliza terminología en idiomas desconocidos para el receptor (sánscrito o tibetano, por ejemplo), lo que facilita la llegada de su mensaje y la rápida y clara comprensión de los conceptos. \r\n\r\nPrecisamente es aquí donde no está dispuesto a renunciar al nombre tantra como fuente de conocimiento como otros sí lo han hecho y lo llamaron primero Iluminismo luego, existencialismo, Gestalt, psicodrama o pensamiento emocional para no quedar excluidos de sus grupos de pertenencia como se vieron obligados a hacerlo los primeros jesuitas iniciados en el budismo tántrico tibetano que, en vez de tántricos, se denominaron alumbrados españoles.\r\n\r\nEn función de su trayectoria, en julio de 2005 un grupo de iniciados por Osy en la filosofía tántrica decide agruparse para difundir su pensamiento y, con ese fin y sin ánimo de lucro, crean la Fundación MenteClara (www.menteclara.org). \r\n\r\nEl 18 de diciembre de 2006, los miembros de la Fundación MenteClara se reúnen en sesión extraordinaria para constituir, en torno a él, una entidad de carácter religioso que llaman «Culto Tantra» y que inscriben oficialmente en la Argentina con el fin de practicar públicamente y difundir el culto tántrico (www.universidadtantrica.org.ar).\r\n\r\nTRABAJO SOCIAL REALIZADO DENTRO DEL ÁMBITO ACADÉMICO FORMAL: Desde 1982 y hasta el año 2001, dentro de la Asociación Argentina de Investigaciones Psicobiológicas, realizó tareas de investigación, docencia y asistencia en el campo de la salud mental. En 1995 desarrolló el primer polígrafo digital en la Argentina para realizar tratamientos con biofeedback en pacientes con lesiones por esfuerzo repetitivo (LER) y trastornos neuromusculares.\r\n\r\nEn docencia, crea una escuela de Psicología Social, con dos sedes: una en la provincia de Buenos Aires y otra en la ciudad de Buenos Aires, con formación gratuita para los alumnos (a los que se le subsidiaban los viáticos y material de estudio) a cambio de servicio comunitario en sus respectivos lugares de residencia, y una escuela de Acompañantes Terapéuticos en la misma modalidad que la anterior.\r\n\r\nComo director del departamento de investigación y asistencia de la AAIP, crea un hospital de día para la atención de pacientes psicóticos leves en Berazategui, provincia de Buenos Aires. Los pacientes se antendían por profesionales de distintas disciplinas, quienes lo hacían gratuitamente. El dinero ingresado a la institución por parte de los aportes de las obras sociales y los programas de asistencia a ONG se destinaba exclusivamente a los gastos edilicios, mejoras para la calidad en el hábitat de los pacientes y personal no médico.\r\n\r\nEn ese mismo período impulsó la ejecución de diversos programas de asistencia y prevención en VIH en la provincia de Buenos Aires. En el año 1997 fue nombrado por el Dr. Carlos Saúl Menem Director del Programa Nacional de Atención de personas en riesgo social de la Secretaría de Desarrollo Social de la Nación, impulsando el programa de formación de Cuidadores Domiciliarios.\r\n\r\nPARTICIPACIÓN POR LA PAZ: El 20 de septiembre de 2007 fue Invitado a exponer en el marco del 2º encuentro nacional contra toda forma de violencia y discriminación llevado a cabo en la Universidad Tecnológica Nacional Argentina. Ese evento fue declarado de Interés Social por la Legislatura de la Ciudad de Buenos Aires.\r\n\r\nPREMIOS: El 13 de junio de 2008 la Organización de las Américas para la Excelencia Educativa le otorgó el título de Doctor Honoris Causa en reconocimiento a su contribución para el desarrollo de las ciencias, las artes y las letras.\r\n\r\nEn marzo del 2010, dentro de la Fundación MenteClara, crea una Escuela de Psicología Corporal.",
      "capacity": "admin",
      "name": "oscarrgomez",
      "created": "2015-12-12T05:47:47.364579",
      "openid": null,
      "sysadmin": false,
      "activity_streams_email_notifications": false,
      "state": "active",
      "number_of_edits": 447,
      "display_name": "Oscar R. Gomez",
      "fullname": "Oscar R. Gomez",
      "id": "8f367573-7907-44cd-ac7a-04dd450df523",
      "number_created_packages": 92
    }
  ],
  "display_name": "Editorial MenteClara",
  "description": "Editorial MenteClara es el órgano de difusión de los libros, ensayos, artículos y demás documentos impresos o en formato eletrónico elaborados por la Fundación MenteClara.\r\n\r\n#La Fundación MenteClara \r\nes el resultado del trabajo de un grupo de personas que, habiendo encontrado una visión y una técnica capaz de proporcionar a las personas claridad, consciencia y felicidad, resuelven agruparse para difundirla libremente.\r\n\r\nEsta técnica, llamada por su autor \"la tecnología del deseo\", surge como resultado de 33 años de investigación e integración de las técnicas meditativas del budismo tántrico tibetano con el conocimiento académico formal occidental. \r\n\r\nLuego del transcurso de esos años, quienes fueron alumnos de Osy en está técnica, resuelven dar nacimiento a esta fundación con el fin de difundir su pensamiento y su tecnología.\r\n\r\nEsta tecnología se ofrece mediante cursos destinados a obtener rápidamente la capacidad de enfocarse en un punto y gestionar adecuadamente los procesos emocionales para obtener la claridad mental necesaria y saber qué hacer en cada momento y lugar para alcanzar así la plena realización. \r\n\r\n#Acta Fundacional\r\n\r\nEn la Ciudad Autónoma de Buenos Aires, a los seis dias del mes de julio de 2005, se reúnen en el edificio de Medicus, cito en Larrea y Marcelo T. de Alvear, del barrio de Recoleta, un grupo de 24 iniciados en la práctica del tantra por Oscar R. Gómez (Osy), acompañados de varios alumnos de éste, quienes en este acto resuelven constituir la Fundación Mente Clara con el fin de generar espacios para la práctica y la difusión de la tecnología del deseo, creada y desarrollada por Oscar Rodolfo Gómez a partir del estudio y la profundización del tantra budista e hindú.\r\n\r\nEntendiendo al Tantra como la acción de entretejer el pensamiento partiendo de textos sagrados tradicionales y que en cada lugar y momento histórico han ido incorporando los ropajes culturales propios de los diferentes pueblos que lo han practicado y prescindiendo de las formas culturales que pudieron tener sentido en India o Tíbet siglos atrás, pero que hoy resultan extrañas para occidente, Osy construye la mencionada tecnología del deseo que, fiel al enfoque tántrico original sostenido hasta el presente por S.S. el XIV Dalai Lama, constituye un nuevo tantra para occidentales que resulta de gran utilidad para nosotros conservando solamente la noción de sujeto, la visión del mundo y las técnicas meditativas que sí funcionan dentro de nuestra propia cultura occidental promoviendo la exaltación de valores humanos positivos como la compasión, el perdón y la felicidad.\r\n\r\nEsta fundación tendrá como objeto social destinar recursos para becar la formación en la disciplina a la mayor cantidad de personas como así también llevar la palabra de Osy a diferentes lugares de la ciudad para transmitir esta posmoderna visión del mundo a fin de fortalecer y consolidar los lazos de nuestra comunidad estableciendo un ser más consciente de su propia consciencia y con la claridad mental que se obtiene con la técnicas y la visión del budismo tántrico por él desarrollada para aportar progreso a los habitantes de Occidente y constituir un tejido social más fraterno y solidario.\r\n\r\nAsimismo, la fundación deberá disponer los recursos para que en un lugar por todos conocidos puedan reunirse libremente quienes sean iniciados por Osy y/o sus instructores para la práctica de este tantra para occidentales.\r\n\r\nSe resuelve asimismo establecer como logo de la fundación el diseño presentado por Sebastián Esteverena conformado por la \"O\" de Osy, dentro de la cual se inscribe una \"T\" de Tantra sobre un esquema de cáliz con un fondo azul-celeste y blanco.\r\n\r\nEn este mismo acto los fundadores abajo firmantes, nombran a Laura Fanelli, Rocío Silveira de Andrade, Oscar David Gómez y a Rodolfo Oscar Gómez, también presentes, miembros del consejo de administración, quienes se ocuparán por sí mismos o a través de terceros por ellos designados de realizar las presentaciones correspondientes ante los organismos oficiales y privados correspondientes hasta obtener la personería jurídica y las gestiones posteriores atinentes. [24 Firmas]\r\n\r\nLa Fundación MenteClara administra las actividades de la Escuela Argentina de Tantra http://tantra.org.ar\r\n\r\nLa escuela de Tantra en España de la FMC http://tantra.org.es\r\n\r\nLa Escuela de Psicología Corporal de la FMC http://menteclara.org\r\n\r\ny la Revista Científica Arbitrada de la FMC http://www.fundacionmenteclara.org.ar/revista/index.php/RCA\r\n\r\n\r\nPerú 669 2º 6 (1068) Ciudad de Buenos Aires, Argentina, tel. +54 11 52172372\r\ninfo@menteclara.org",
  "image_display_url": "https://old.datahub.io/uploads/group/2016-01-25-230442.947059logocaritaoriginal.JPG",
  "package_count": 92,
  "created": "2015-12-14T09:05:31.688572",
  "name": "fundacionmenteclara",
  "is_organization": true,
  "state": "active",
  "extras": [],
  "image_url": "2016-01-25-230442.947059logocaritaoriginal.JPG",
  "groups": [],
  "type": "organization",
  "title": "Editorial MenteClara",
  "revision_id": "4735078b-e287-4538-8331-62d3fb39874d",
  "num_followers": 1,
  "id": "2a0a2ca3-76c4-4d9e-ba2a-d11a9c0a365f",
  "tags": [],
  "approval_status": "approved"
}