{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "b0acafa0-48ac-49af-8bb6-ee9e24e53141",
  "metadata_created": "2013-05-15T07:10:18.906669",
  "metadata_modified": "2013-10-10T20:36:50.331067",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "b2c4c6e1-3062-44e2-9ace-4ffb12d62d08",
  "type": "dataset",
  "resources": [
    {
      "mimetype": "text/html",
      "cache_url": null,
      "hash": "",
      "description": " In recent years, with the fast development in electronic information industry, the technology and knowledge update rapidly, and these have brought a series of new challenges to all colleges and universities with the traditional way of professional training. In order to solve the problem that undergraduates majoring in the electronic information engineering have a serious shortage of quality and innovation, combining with \"excellent engineers plan\" designed by the Education Ministry, a training framework for the engineering quality based on a product studio carrier is established, and by focusing on improving the students’ employability to meet market demand of electronic information products with the rapid development, some optimized practice teaching measures on engineering quality have been put forward to narrow the gap between the education training of the electronic information engineering and the needs of the enterprise market.",
      "name": "Discussion on the Training Pattern of Engineering Quality Based on the Product Studio Carrier",
      "format": "aspx",
      "url": "http://www.erfrontier.org/paperInfo.aspx?ID=615",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "b0acafa0-48ac-49af-8bb6-ee9e24e53141",
      "created": "2013-05-15T02:10:18.981279",
      "state": "active",
      "mimetype_inner": "",
      "last_modified": "2013-05-15T02:10:21.046981",
      "position": 0,
      "revision_id": "bdd95e23-bd51-44f9-b5d3-8c1619fdf7ca",
      "url_type": null,
      "id": "44448497-874f-4bf0-90a9-d728cece92a2",
      "resource_type": "file",
      "size": "28562"
    }
  ],
  "num_resources": 1,
  "tags": [],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "discussion-on-the-training-pattern-of-engineering-quality-based-on-the-product-studio-carrier",
  "isopen": true,
  "url": "",
  "notes": "In recent years, with the fast development in electronic information industry, the technology and knowledge update rapidly, and these have brought a series of new challenges to all colleges and universities with the traditional way of professional training. In order to solve the problem that undergraduates majoring in the electronic information engineering have a serious shortage of quality and innovation, combining with \"excellent engineers plan\" designed by the Education Ministry, a training framework for the engineering quality based on a product studio carrier is established, and by focusing on improving the students’ employability to meet market demand of electronic information products with the rapid development, some optimized practice teaching measures on engineering quality have been put forward to narrow the gap between the education training of the electronic information engineering and the needs of the enterprise market. http://www.erfrontier.org/paperInfo.aspx?ID=615\r\n \r\n ",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Discussion on the Training Pattern of Engineering Quality Based on the Product Studio Carrier",
  "revision_id": "4e3083f1-3e04-42e9-8f69-86289b172ea4"
}