{
  "license_title": "Creative Commons Attribution",
  "maintainer": "Fundación MenteClara",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "info@menteclara.org",
  "num_tags": 1,
  "id": "8b05f098-5d52-4922-85b4-58fd658b4d0a",
  "metadata_created": "2016-12-24T21:19:21.835639",
  "metadata_modified": "2016-12-24T21:21:55.747927",
  "author": "Juan Manuel Iglesias Frecha",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "8f367573-7907-44cd-ac7a-04dd450df523",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Este artículo busca analizar comparativamente la estructura social del Departamento de Alto Paraná, Paraguay y la Provincia de Misiones, Argentina en relación a los procesos de “desterritorialización” y “reterritorialización” de grupos subordinados económicamente a partir de evidencia empírica construida por el investigador a través de las Encuestas Permanentes de Hogares (EPHs) de Argentina y Paraguay. El primer objetivo específico consiste en demostrar que, si bien las categorías de “inseguridad” y “delito” aparecen asociadas a estos espacios, estos no forman parte de los principales motivos aducidos por las personas que afirman haberse mudado. Otro objetivo específico es discutir teórica y conceptualmente el uso de los conceptos de “región” o de “territorio” como meros límites políticos-administrativos, para incorporar a su análisis la dimensión que dicho concepto tiene en los procesos de construcción identitarios de las distintas clases sociales. La estrategia de análisis de los datos fue multimétodo y consistió en construir un nomenclador de estratos socio-ocupacionales de la población económicamente activa a partir de tres variables simultáneas (el código de actividad, la categoría de actividad y el tamaño del establecimiento), para luego comparar los resultados entre ambas muestras. Los principales hallazgos de esta investigación demuestran que las clases medias y populares de cada una de las estructuras socio-ocupacionales analizadas son aquellas que más están sujetas a procesos de desterritorialización y de reterritorialización.\r\n\r\n__Abstract:__\r\nThis article seeks to comparatively analyze the social structure of the Department of Alto Paraná (Paraguay) and the Province of Misiones (Argentina) in relation to the processes of \"deterritorialization\" and \"reterritorialization\" of economically subordinated groups based on empirical evidence Through the Permanent Household Surveys (EPHs) of Argentina and Paraguay. The first specific objective is to demonstrate that, although the categories of \"insecurity\" and \"crime\" appear to be associated with these spaces, they do not form part of the main reasons given by people who claim to have moved. Another specific objective is to discuss theoretically and conceptually the use of the concepts of \"region\" or \"territory\" as mere political-administrative boundaries, to incorporate into its analysis the dimension that this concept has in the identity construction processes of the different classes social. The data analysis strategy was multimethod and consisted in constructing a nomenclator of socio-occupational strata of the economically active population from three simultaneous variables (activity code, activity category and establishment size) for later compare the results between both samples. The main findings of this research show that the middle and popular classes of each of the socio-occupational structures analyzed are those that are most subject to processes of deterritorialization and reterritorialization.\r\n",
      "name": "ESTRATIFICACIÓN SOCIAL Y TERRITORIO. UN ESTUDIO COMPARADO ENTRE ALTO PARANÁ Y POSADAS",
      "format": "PDF",
      "url": "https://old.datahub.io/dataset/8b05f098-5d52-4922-85b4-58fd658b4d0a/resource/aad6efee-8473-4289-8029-a28a09e2204f/download/vol.1.3.e21.2016-issn2469-0783.pdf",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "8b05f098-5d52-4922-85b4-58fd658b4d0a",
      "created": "2016-12-24T21:21:55.292717",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "86124efe-cf3d-4815-898a-00db2441aae1",
      "url_type": "upload",
      "id": "aad6efee-8473-4289-8029-a28a09e2204f",
      "resource_type": null,
      "size": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "sociología",
      "id": "a47f73c0-710d-497c-a1d3-9a5895189639",
      "name": "sociología"
    }
  ],
  "groups": [],
  "license_id": "cc-by",
  "relationships_as_subject": [],
  "organization": {
    "description": "Editorial MenteClara es el órgano de difusión de los libros, ensayos, artículos y demás documentos impresos o en formato eletrónico elaborados por la Fundación MenteClara.\r\n\r\n#La Fundación MenteClara \r\nes el resultado del trabajo de un grupo de personas que, habiendo encontrado una visión y una técnica capaz de proporcionar a las personas claridad, consciencia y felicidad, resuelven agruparse para difundirla libremente.\r\n\r\nEsta técnica, llamada por su autor \"la tecnología del deseo\", surge como resultado de 33 años de investigación e integración de las técnicas meditativas del budismo tántrico tibetano con el conocimiento académico formal occidental. \r\n\r\nLuego del transcurso de esos años, quienes fueron alumnos de Osy en está técnica, resuelven dar nacimiento a esta fundación con el fin de difundir su pensamiento y su tecnología.\r\n\r\nEsta tecnología se ofrece mediante cursos destinados a obtener rápidamente la capacidad de enfocarse en un punto y gestionar adecuadamente los procesos emocionales para obtener la claridad mental necesaria y saber qué hacer en cada momento y lugar para alcanzar así la plena realización. \r\n\r\n#Acta Fundacional\r\n\r\nEn la Ciudad Autónoma de Buenos Aires, a los seis dias del mes de julio de 2005, se reúnen en el edificio de Medicus, cito en Larrea y Marcelo T. de Alvear, del barrio de Recoleta, un grupo de 24 iniciados en la práctica del tantra por Oscar R. Gómez (Osy), acompañados de varios alumnos de éste, quienes en este acto resuelven constituir la Fundación Mente Clara con el fin de generar espacios para la práctica y la difusión de la tecnología del deseo, creada y desarrollada por Oscar Rodolfo Gómez a partir del estudio y la profundización del tantra budista e hindú.\r\n\r\nEntendiendo al Tantra como la acción de entretejer el pensamiento partiendo de textos sagrados tradicionales y que en cada lugar y momento histórico han ido incorporando los ropajes culturales propios de los diferentes pueblos que lo han practicado y prescindiendo de las formas culturales que pudieron tener sentido en India o Tíbet siglos atrás, pero que hoy resultan extrañas para occidente, Osy construye la mencionada tecnología del deseo que, fiel al enfoque tántrico original sostenido hasta el presente por S.S. el XIV Dalai Lama, constituye un nuevo tantra para occidentales que resulta de gran utilidad para nosotros conservando solamente la noción de sujeto, la visión del mundo y las técnicas meditativas que sí funcionan dentro de nuestra propia cultura occidental promoviendo la exaltación de valores humanos positivos como la compasión, el perdón y la felicidad.\r\n\r\nEsta fundación tendrá como objeto social destinar recursos para becar la formación en la disciplina a la mayor cantidad de personas como así también llevar la palabra de Osy a diferentes lugares de la ciudad para transmitir esta posmoderna visión del mundo a fin de fortalecer y consolidar los lazos de nuestra comunidad estableciendo un ser más consciente de su propia consciencia y con la claridad mental que se obtiene con la técnicas y la visión del budismo tántrico por él desarrollada para aportar progreso a los habitantes de Occidente y constituir un tejido social más fraterno y solidario.\r\n\r\nAsimismo, la fundación deberá disponer los recursos para que en un lugar por todos conocidos puedan reunirse libremente quienes sean iniciados por Osy y/o sus instructores para la práctica de este tantra para occidentales.\r\n\r\nSe resuelve asimismo establecer como logo de la fundación el diseño presentado por Sebastián Esteverena conformado por la \"O\" de Osy, dentro de la cual se inscribe una \"T\" de Tantra sobre un esquema de cáliz con un fondo azul-celeste y blanco.\r\n\r\nEn este mismo acto los fundadores abajo firmantes, nombran a Laura Fanelli, Rocío Silveira de Andrade, Oscar David Gómez y a Rodolfo Oscar Gómez, también presentes, miembros del consejo de administración, quienes se ocuparán por sí mismos o a través de terceros por ellos designados de realizar las presentaciones correspondientes ante los organismos oficiales y privados correspondientes hasta obtener la personería jurídica y las gestiones posteriores atinentes. [24 Firmas]\r\n\r\nLa Fundación MenteClara administra las actividades de la Escuela Argentina de Tantra http://tantra.org.ar\r\n\r\nLa escuela de Tantra en España de la FMC http://tantra.org.es\r\n\r\nLa Escuela de Psicología Corporal de la FMC http://menteclara.org\r\n\r\ny la Revista Científica Arbitrada de la FMC http://www.fundacionmenteclara.org.ar/revista/index.php/RCA\r\n\r\n\r\nPerú 669 2º 6 (1068) Ciudad de Buenos Aires, Argentina, tel. +54 11 52172372\r\ninfo@menteclara.org",
    "created": "2015-12-14T09:05:31.688572",
    "title": "Editorial MenteClara",
    "name": "fundacionmenteclara",
    "is_organization": true,
    "state": "active",
    "image_url": "2016-01-25-230442.947059logocaritaoriginal.JPG",
    "revision_id": "4735078b-e287-4538-8331-62d3fb39874d",
    "type": "organization",
    "id": "2a0a2ca3-76c4-4d9e-ba2a-d11a9c0a365f",
    "approval_status": "approved"
  },
  "name": "2016-1-3-e21",
  "isopen": true,
  "url": "http://fundacionmenteclara.org.ar/revista/index.php/RCA/article/view/23",
  "notes": "Este artículo busca analizar comparativamente la estructura social del Departamento de Alto Paraná, Paraguay y la Provincia de Misiones, Argentina en relación a los procesos de “desterritorialización” y “reterritorialización” de grupos subordinados económicamente a partir de evidencia empírica construida por el investigador a través de las Encuestas Permanentes de Hogares (EPHs) de Argentina y Paraguay. El primer objetivo específico consiste en demostrar que, si bien las categorías de “inseguridad” y “delito” aparecen asociadas a estos espacios, estos no forman parte de los principales motivos aducidos por las personas que afirman haberse mudado. Otro objetivo específico es discutir teórica y conceptualmente el uso de los conceptos de “región” o de “territorio” como meros límites políticos-administrativos, para incorporar a su análisis la dimensión que dicho concepto tiene en los procesos de construcción identitarios de las distintas clases sociales. La estrategia de análisis de los datos fue multimétodo y consistió en construir un nomenclador de estratos socio-ocupacionales de la población económicamente activa a partir de tres variables simultáneas (el código de actividad, la categoría de actividad y el tamaño del establecimiento), para luego comparar los resultados entre ambas muestras. Los principales hallazgos de esta investigación demuestran que las clases medias y populares de cada una de las estructuras socio-ocupacionales analizadas son aquellas que más están sujetas a procesos de desterritorialización y de reterritorialización.\r\n\r\n__Abstract:__\r\nThis article seeks to comparatively analyze the social structure of the Department of Alto Paraná (Paraguay) and the Province of Misiones (Argentina) in relation to the processes of \"deterritorialization\" and \"reterritorialization\" of economically subordinated groups based on empirical evidence Through the Permanent Household Surveys (EPHs) of Argentina and Paraguay. The first specific objective is to demonstrate that, although the categories of \"insecurity\" and \"crime\" appear to be associated with these spaces, they do not form part of the main reasons given by people who claim to have moved. Another specific objective is to discuss theoretically and conceptually the use of the concepts of \"region\" or \"territory\" as mere political-administrative boundaries, to incorporate into its analysis the dimension that this concept has in the identity construction processes of the different classes social. The data analysis strategy was multimethod and consisted in constructing a nomenclator of socio-occupational strata of the economically active population from three simultaneous variables (activity code, activity category and establishment size) for later compare the results between both samples. The main findings of this research show that the middle and popular classes of each of the socio-occupational structures analyzed are those that are most subject to processes of deterritorialization and reterritorialization.\r\n",
  "owner_org": "2a0a2ca3-76c4-4d9e-ba2a-d11a9c0a365f",
  "extras": [],
  "license_url": "http://www.opendefinition.org/licenses/cc-by",
  "title": "ESTRATIFICACIÓN SOCIAL Y TERRITORIO. UN ESTUDIO COMPARADO ENTRE ALTO PARANÁ Y POSADAS",
  "revision_id": "86124efe-cf3d-4815-898a-00db2441aae1"
}