{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "035e3b51-b185-4eba-af08-4b2f0c86fc2b",
  "metadata_created": "2013-08-29T11:19:47.421937",
  "metadata_modified": "2013-10-10T23:23:56.119084",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "fbda3cdd-8244-47ab-b112-c952d091841a",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "rees",
  "isopen": false,
  "url": "",
  "notes": "Even though the electric guitar has started in blues music, it is rock that gave its reputation. With rock music, the guitar became a vastly expressive tool. Dig up further about <a href=\"http://guitarlessonexpert.com/Slide-Guitar-Lessons.html\">read more</a> by visiting our pictorial encyclopedia. All guitar instructions have to touch on rock as well, but if you desire to learn to play rock guitar, there are special adventures you can take up. These modules concentrate almost entirely on rock music. \n\nThe items you'll be taught when you learn to play rock guitar can be roughly spread into three modules: first lessons, where you'll learn the basics about playing the guitar, electric guitar improver and power chords. \n\nFirst Lessons \n\nThese instructions are mostly for beginners. If you have some understanding of playing your guitar, you may miss some of those. This really is up to your teacher to choose. To discover more, please consider having a glance at: <a href=\"http://guitarlessonexpert.com/Blues-Guitar-Lessons.html\">this month</a>. \n\nNevertheless, if you are holding a guitar for initially, this really is where your teacher will most likely begin. You'll be taught the basics about playing a guitar in general and playing rock guitar particularly. You'll learn the basic principles about steel lead guitar and power chords. After these first lessons, you will involve some idea on how best to play basic steel guitar. If you get these right, you are on the way to really playing rock guitar. \n\nElectric Guitar Improver \n\nNext instructions, you will probably be taught different rock practices, such as string-bending, sliding, pull-offs, vibrato and hammer-ons. These tips will enable some fairly good rock solos to be played by you. You will also find out about scales and chords that will help you begin getting back together your own personal music. \n\nThere can be lots of blues references within these instructions. Going right through each one of these can help you understand the connection between blues and stones, which is important if you wish to learn to play rock guitar such as for instance a pro. \n\nEnergy Notes \n\nPower chords are two or three chain distorted looking chords used in a number of the hottest rock songs of times. You will learn how to play a few steel songs through the first few classes with this component. Afterward you'll be quite familiar with the fretboard and surprise yourself with the sounds you will manage to play. \n\nIf you really desire to learn how to play rock guitar, do not get disappointed or discouraged if you are not playing the way you'd like to at the beginning. If you enjoy playing, the development will come at some time. Locate a guitar teacher you communicate well with, design a practical schedule to practice and, above all, try to have a great time while you're learning.Guitar Lesson Expert\n1734 Village Run North, Studio A\nEncinitas, CA 92024\n(760) 621-5939",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "You Can Figure out how to Play Rock Guitar",
  "revision_id": "dfe432a1-9d4f-4475-82e9-ba4e197cefe8"
}