{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "922539ba-65cf-465e-999f-86af78dbccfb",
  "metadata_created": "2013-07-17T08:59:18.031778",
  "metadata_modified": "2013-10-10T21:17:42.073498",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Decrease the thicknesses of steel sheets will increase the power factor of the 0.5 Hp induction motor. This paper presents the effect of thicknesses in power factor for non-oriented electrical steel sheets. The study was carried out by using Finite Element Method (FEM) software for both thicknesses. Based on the analysis, it shows that the thickness of 0.35 mm has increment of 4% for the power factor compared to 0.50 mm.\r\n",
      "name": "Power Factor Performance on 0.35 Mm and 0.50 Mm Thicknesses of Steel Sheets for 0.5 Hp Induction Motor Using FEM Software",
      "format": "",
      "url": "http://www.seipub.org/rame/paperInfo.aspx?ID=2591",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "922539ba-65cf-465e-999f-86af78dbccfb",
      "created": "2013-07-17T04:00:17.825317",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "e495d4f3-718a-412c-86de-fedb01558d38",
      "url_type": null,
      "id": "debab793-4f38-40b1-bb19-492ff0f8b451",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Lattice structures due to their low weight and high performance as structural elements have been widely used in different aerospace applications. In this paper, effective parameters on the design of anisogrid lattice conical shells are investigated. First, filament winding patterns regarding the desired axial strength is decided. Then, regarding geometrical relations, effective parameters in order to form the anisogrid cell are identified. Distance of circular ribs from each other has an important role in determining the conical lattice structure and eventually in deriving the stiffness matrix. Finally, considering the relations, finite element analysis model of the lattice conical structure has been performed by ABAQUS software and buckling analysis under axial loading is done. In deriving the strength results, the verifications of references of this paper and the classic theory have been used.",
      "name": "Design of Anis Grid Composite Lattice Conical Shell Structures",
      "format": "",
      "url": "http://www.seipub.org/rame/paperInfo.aspx?ID=2618",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "922539ba-65cf-465e-999f-86af78dbccfb",
      "created": "2013-07-17T04:01:11.651243",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "6af70b59-7e2b-475e-bad2-48517872bb39",
      "url_type": null,
      "id": "8bce40e8-9124-4110-ae5f-9a9b31c9e95f",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Transient non-linear dynamics calculations are carried out to investigate the interactions between a warhead and four different urban targets under different engagement distances and obliquity angles. The results of the calculations are used to guide the design and the development of a smart warhead-fuze which is capable of discriminating between hard targets (e.g. triple-layer brick wall, a light-weight vehicle), soft targets (e.g. an earth and timber bunker), and an urban target (a light-clad domestic building). Robustness of the present approach has been investigated using a statistical sensitivity analysis.",
      "name": "Smart-fuze Design and Development Based on Computational Analysis of Warhead/Urban-target Interactions",
      "format": "",
      "url": "http://www.seipub.org/rame/paperInfo.aspx?ID=2949",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "922539ba-65cf-465e-999f-86af78dbccfb",
      "created": "2013-07-17T04:01:45.509870",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "6e218b12-2a65-4f90-bc9b-8110d9b270ac",
      "url_type": null,
      "id": "75af8075-66b6-4e3e-a2f7-f17cb4ddff98",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The study of laminated magnetostrictive functionally graded material (FGM) plate without shear deformation under thermal sinusoidal vibration and transient response is calculated by using the generalized differential quadrature (GDQ) method. In the thermoelastic stress-strain relations that containing a power-law function of a two-material FGM plate, the linear temperature rise and the magnetostrictive coupling terms with velocity feedback control. Four edges of rectangular laminated Terfenol-D FGM plate with simply supported boundary conditions are considered. The suitable product value of coil constant and control gain can be used to reduce the amplitude of center displacement into a smaller value.",
      "name": "Thermal Sinusoidal Vibration and Transient Response of Magnetostrictive Functionally Graded Material Plates without Shear Effects",
      "format": "",
      "url": "http://www.seipub.org/rame/paperInfo.aspx?ID=2895",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "922539ba-65cf-465e-999f-86af78dbccfb",
      "created": "2013-07-17T04:02:23.844812",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "79082c0b-ff0e-4057-bdf4-c3287481bc6b",
      "url_type": null,
      "id": "2f5122b4-7e56-4fb8-94d1-320379390eaa",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Contribution shows the existence of a revolutionary solution to the localization of noise emissions and their quantitative evaluation with the frequency analysis in dynamic mode. In the work the mentioned software (Scan & Paint) and hardware (PU probe mini Microflown) equipment can effectively locate sources of noise, perform qualitative and quantitative analysis and create a basis for soundproofing products and machinery.",
      "name": "New Methods for Improving of the Product Quality in the Automotive Industry",
      "format": "",
      "url": "http://www.seipub.org/rame/paperInfo.aspx?ID=2704",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "922539ba-65cf-465e-999f-86af78dbccfb",
      "created": "2013-07-17T04:02:59.917191",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "6f7f4bbd-09fc-4912-a703-441a9a678891",
      "url_type": null,
      "id": "29f2f9c3-0cb6-45fc-805f-91804a4f0622",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " The first installation of a Ljungström air preheater on a commercial boiler reduced fuel consumption by as much as 25%, and in modern utility boilers the Ljungström air preheater contributes up to 20% of the overall boiler efficiency while representing only 2% of the total investment. Therefore, in this paper an analysis is shown on how operation parameters of an regenerative air preheater can be optimized in order to increase its efficiency and consequently the overall efficiency of a steam boiler.",
      "name": "Improvement of Energy Efficiency of Coal- fired Steam Boilers by Optimizing Working Parameters of Regenerative Air Preheaters",
      "format": "",
      "url": "http://www.seipub.org/rame/paperInfo.aspx?ID=2491",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "922539ba-65cf-465e-999f-86af78dbccfb",
      "created": "2013-07-17T04:03:29.729133",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 5,
      "revision_id": "70758d82-f1e1-4132-8442-4649bb13e99e",
      "url_type": null,
      "id": "89bea584-cb0a-4ac1-b2d0-0d6297606e0d",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The reduction of the effects of the dynamic action (earthquakes, wind, shocks and vibrations) on structures (buildings, equipment and pipe network) confronts difficult problems regarding their large size and weight as well as their high seismic acceleration or displacement. This paper proposes two alternatives to this critical problem. Solution 1 aims at a new seismic isolation system for buildings. The technological connections are achieved with special supports which allow a relatively high movement between the isolated and non-isolated buildings. Solution 2 aims at minimizing the dynamic structures response by relative deflection control and dissipation of a large amount of energy. The new solutions must be designed to be applied to new structures and to increase the degree of resistance to existing structures. The new devices, called “SERB-devices” can overtake large static loads over which dynamic loads may overlap and be damped. The devices allow “cutting-off” the dynamic action coming from the environment or generated from inside structures as well as the overtaking of shocks and vibrations generated by the systems to protect the environment.\r\n",
      "name": "Innovative Solutions for the Control of Structures Response to Dynamic Action",
      "format": "",
      "url": "http://www.seipub.org/rame/paperInfo.aspx?ID=3587",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "922539ba-65cf-465e-999f-86af78dbccfb",
      "created": "2013-07-17T04:04:15.109808",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 6,
      "revision_id": "702d05cc-4004-4d14-b840-597cb9bf58ca",
      "url_type": null,
      "id": "e97dc17c-29d5-400b-ade3-494f2681ec43",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Numerical results obtained from the analysis of the conjugated heat and mass transfer of an Air-CO2 mixture inside a ventilated cavity in turbulent flow regime have been presented. Two configurations (case D1 and D2) of the cavity were analyzed, in order to study the thermal behavior and the air quality inside the cavity. A contaminant source (CO2) of 3000 ppm is considered in nine different positions inside the cavity. These positions are identified with the name of CH1, CH2, ... CH9. The air inlet gap is located on the lower side of the vertical wall of the cavity: in the right wall (case D1) and the left wall (case D2). From the results, for the D1 configuration, the lowest value of Taverage is obtanied in cases where the source of contaminant is located near the heat source (CH3, CH6 and CH9). While for the D2 configuration, the best performance from the standpoint of thermal and air quality corresponds to the cases with a source of contaminant in the positions CH1, CH2 and CH3.\r\n",
      "name": "Effect of a Contaminant Source (CO2) Inside a Ventilated Room: Thermal Comfort-Air Quality",
      "format": "",
      "url": "http://www.seipub.org/rame/paperInfo.aspx?ID=2833",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "922539ba-65cf-465e-999f-86af78dbccfb",
      "created": "2013-07-17T04:04:51.276438",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 7,
      "revision_id": "800ddfc1-cc3b-4d08-885b-5b9be2cdb7bc",
      "url_type": null,
      "id": "b983140a-7748-4fd4-af30-e2f82ff36542",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper presents a small scale autonomous ground vehicle which is configured using sensors. The autonomous small scaled vehicle has been engineered to have dynamic behaviours equivalent with real ground vehicle. The main objective of the using sensors configuration is to obtain the dynamic behaviour of scaled vehicle. Sensors configuration are equipped with electronic instruments, Arduino Duemilanove, wireless communication system, data acquisition system, and numerous sensors. This study is conducted by simulation and experiment.",
      "name": "Sensors Configuration for Small Scale Autonomous Ground Vehicle",
      "format": "",
      "url": "http://www.seipub.org/rame/paperInfo.aspx?ID=2660",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "922539ba-65cf-465e-999f-86af78dbccfb",
      "created": "2013-07-17T04:05:32.595239",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 8,
      "revision_id": "a91b9d07-1380-4d70-9a74-48c14a21dbff",
      "url_type": null,
      "id": "79212088-2d4d-48e0-a0b6-7c65ef1cea83",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 9,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Mechanical Engineering",
      "id": "9237eff1-799a-4329-b7c6-83f0bc7ded49",
      "name": "Mechanical Engineering"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-seipub-org-rame",
  "isopen": true,
  "url": null,
  "notes": "Researches and Applications in Mechanical Engineering (RAME) is an internationally refereed journal dedicated to publishing the latest advancements in mechanical engineering research. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Researches and Applications in Mechanical Engineering (RAME)",
  "revision_id": "54bfd1e6-3ed1-46c3-8b7a-104b0796a4f1"
}