{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "40414b1c-6699-450f-b226-02588b5f128f",
  "metadata_created": "2013-08-29T01:26:41.792212",
  "metadata_modified": "2013-10-10T20:49:14.757790",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "c8d522a9-120c-493d-979c-a9c70a74bbcc",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "engel",
  "isopen": false,
  "url": "",
  "notes": "As Americans, we pride ourselves in being hard working and providing high caliber services and products. That is exactly why made in the USA furniture has always been better quality than any foreign furniture. Our skilled workers always find the best wood and materials and work at each product with great heed. This is predominantly true when you are looking for Amish made furniture. These men have hard work ethics and always produce top-notch goods. This caused high request for Amish and American made furniture; especially Amish dining room sets and solid wood furniture. \nOne particular style that is well-liked is mission style furniture. Although mission furniture launched in the late 19th century, it is still very popular today. It is usually made from oak and ordinarily is designed with upright lines and parts. Mission chairs are sought after for use in dining rooms. They are basic straight-back chairs with evenly spaced back slats. Mission style bathroom vanities work well in any size wash room and look specifically nice with sinks that are lifted above the counter material. The most regular mission style item in a workplace would be mission file cabinets, they truly are a much prettier alternative to rusty old cabinets.\nIf you are looking to add furniture to a new residence, improve the quality of the items you already have, or make an addition to your house it may be in your benefit to consider Amish online furniture. You will find almost everything you need for any space of your residence.\nKitchen areas and dining rooms are often the focal point of a residence. It is where the loved ones gets together after a long day separate.  An oak dining room table is a great investiture for any family because they hold-up virtually forever. Visiting <a href=\"http://www.onlineamishfurniture.com/\">onlineamishfurniture.com</a> perhaps provides suggestions you should tell your sister. They come in a variety of designs and are incredibly secure. You can also decide to purchase them in several different wood variations. Discover further on our favorite related paper - Click here: <a href=\"http://www.onlineamishfurniture.com/\">onlineamishfurniture</a>. A popular decision is to purchase Amish dining room sets that have removable slats so you can shift the length of the table effortlessly. And of course, you will want to look into purchasing enough Amish dining chairs for each member of your household. Not only are they comfortable, they are very easy to clean. You will never imagine how many compliments you will obtain on those chairs.\nThe next most made use of room is your residence is most likely the living room.  A beautiful and exceptional item that these men build is the Amish sleigh couch. A sleigh couch or sleigh sofa is made with a stable wood bottom and framework with a stuffed back and seat. The distinction between these and the usual sofa is that the lower wood in these is shown. They are absolutely stunning and look much more sophisticated. Dig up new info on our favorite partner link by going to <a href=\"http://www.onlineamishfurniture.com/Mission-Style-Furniture_ep_71-1.html\">company web site</a>. With not as much fabric and more wood, the also can stay nice two times as long.\nIf you have a set apart area in your house as an workplace or if you are on the lookout to furnish your work place, this hand crafted furniture may be a great match. Again the quality of Amish desks is flawless. Two specific types are the Amish secretary desk and the Amish corner office desk. An Amish corner desk helps save room, leaving your space feel much less cluttered. Amish secretary desks are the styles that can be shut when you are not using them, hiding clutter easily. This is smashing for an area of the home that is not in a separate room, so that you can quickly hide the disorder from spontaneous visitors.\n Finally, if you are in the market for bedroom furniture, you are in the proper spot. Amish sleigh beds are a distinguished improvement from the usual bedframe. They are much more stately and sophisticated. This simple piece can make almost any bedroom feel like you are living like royalty.  \nIt is clear that this individually made furniture is valuable for any house and can be used in a multitude of offices. Not only does picking out items from within the USA support the regional economic system, you are probable to get a better deal because the premium quality makes these products last for years to come. These items can be  online or be purchased from the local {craf.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "USA ﻿Made﻿ Timber Furnishings for Each Room",
  "revision_id": "80c1f105-5c12-426d-8e8f-64bcb57e0e0d"
}