{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "66d6b0b0-0701-4c7a-a80f-3f15fd1ee670",
  "metadata_created": "2013-09-11T09:25:39.132136",
  "metadata_modified": "2013-10-10T20:45:46.749837",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "157e7223-84f8-49e8-add0-33fa4b09e049",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "edmondson",
  "isopen": false,
  "url": "",
  "notes": "Bon-sai woods need care just like any other plant below is a basic outline of care for a Bonsai tree. \n\nLight \n\nA lot of people don't realize that many bonsai trees must be kept outdoors year round. The several exceptions are the non-traditional tropical trees which need in the event that you aren't in a tropical environment held inside. \n\nOutdoor bon-sai should really be placed where they'll get six or more hours of light each day. \n\nIndoor bonsai should receive two to four hours of natural or artificial sunlight. For inside bon-sai full spectrum flourescents provides the required light levels but the treen needs to be located near the light. \n\nWatering \n\nMore trees die from the lack of water or low humidity than such a thing. The soil used to improve bonsai is generally a porous soil that drains well. The type of soil along with the style and form of the container will influence easily the soil dries out. Different tree types will need different levels of water to succeed. You will have to re-search your specific variety of tree for a general standard and then closely monitor how the tree grows to determine when it is being watered properly. For your pot and place it along with some stones in a plate filled with water this will aid in it is progress and will help raise the humidity across the tree. Along side regular watering about once weekly you need to completely immerse the bonsai pot until no longer bubbles escape from the pot or the soil. \n\nPruning \n\nPruning provides double purpos within the treatment of bonsai trees. Pruning removes divisions that mess and obstruct the style of the tree. Pruning is \n\nalso used to get a grip on and direct the growth of the tree. In case people require to identify more about <a href=\"http://nashvillelandscapingservice.com/Landscape-Management/tree-service-nashville-tn.html\">tree pruning in nashville</a>, there are thousands of libraries people could investigate. You will also provide good pruning sucha s pinching and leaf pruning to help encourage branching. Always remember when you are trimming your bonsai that you can always eliminate some thing later-but it is very difficult to put it straight back after you've cut it. So if in doubt keep it for now. You should await the bounce back to determine if you have to do more and begin with a light pruning then give it several months. pay special attention to creating the trunk, any where about the trunk that the department is allowed to grow will thicken. When pruning you should keep the top and bottom (roots) balanced for optimum results. \n\nFeeding \n\nYour normal bon-sai will be needing fertilized a couple of times per month. You must just ferterlize during the normal growing season. Us a water soluble ferterlizer and use it once the earth is already damp. \n\nLand \n\nRight soil choice is important optimum bon-sai tree care, the soil affects the roots, feeding, and watering of one's tree. The shape and size of the pot affects growth together with both the appearance and health of the bonsai. As a principle be about 3/4 as wide as the tree is large and about half as heavy. The height of the container ought to be roughly the sam-e as the size of the trunk. Bon-sai soils are made to improve drainage. They are often a mixture of coarse s-and or gravel with peat or bark included for a natural factor. Different trees will require various percentages of resolution to humus. Often dedidious trees need about 70% humus and 30% grit while evergreens will thrive better with 30% humus and 70% grit. \n\nRe-potting \n\nRe-potting is just a essential element of bonsai care. It's crucial to help keep the top and roots of the tree in balance. Bon-sai trees must be re-potted every two or three years. You have to trim the roots when you re-pot the bonsai. You will generally need to remove about 1/3 of the root ball. You have to reduce all away across the ball to keep it-in balance.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Basic Bonsai Care",
  "revision_id": "8660b1dc-def8-4995-baa4-94c4f0bda803"
}