{
  "license_title": "Creative Commons Attribution",
  "maintainer": "IFPRI-Data",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "ifpri-data@cgiar.org",
  "num_tags": 2,
  "id": "269a65ea-2eb5-46f1-b9fa-baab35307311",
  "metadata_created": "2017-01-06T19:01:32.449454",
  "metadata_modified": "2017-01-06T19:11:35.965489",
  "author": "HarvestChoice, International Food Policy Research Institute (IFPRI); University of Minnesota",
  "author_email": "ifpri-data@cgiar.org",
  "state": "active",
  "version": "",
  "creator_user_id": "185c6a31-c03b-4c6b-955f-4c1a66cd3022",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "",
      "name": "CELL5M: A Multidisciplinary Geospatial Database for Africa South of the Sahara",
      "format": "Data File in CSV, EXCEL",
      "url": "http://dx.doi.org/10.7910/DVN/G4TBLF",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "269a65ea-2eb5-46f1-b9fa-baab35307311",
      "created": "2017-01-06T19:02:49.604415",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "8dd88e50-baec-4c48-96f2-d0d09589c651",
      "url_type": null,
      "id": "3699d285-fb78-4785-84f5-6fdf0d000985",
      "resource_type": null,
      "size": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "spatial database",
      "id": "e3391150-ccac-4e63-9b4a-69a0dabab5a0",
      "name": "spatial database"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "statistics",
      "id": "bc8c6189-2861-4db1-9ea5-6cf2d546e40d",
      "name": "statistics"
    }
  ],
  "groups": [],
  "license_id": "cc-by",
  "relationships_as_subject": [],
  "organization": {
    "description": "In collaboration with institutions throughout the world, IFPRI is often involved in the collection of primary data and the compilation and processing of secondary data. The resulting datasets provide a wealth of information at the local (household and community), national, and global levels. IFPRI freely distributes as many of these datasets as possible and encourages their use in research and policy analysis. This group reflects the collection of IFPRI datasets.",
    "created": "2012-12-03T14:26:13.596177",
    "title": "International Food Policy Research Institute (IFPRI)",
    "name": "ifpri",
    "is_organization": true,
    "state": "active",
    "image_url": "http://www.ifpri.org/sites/default/files/logo.jpg",
    "revision_id": "39176b99-9a74-4b3c-9049-ad3345bff0d1",
    "type": "organization",
    "id": "cfba7116-aec4-41d6-b54d-a6e1f23de942",
    "approval_status": "approved"
  },
  "name": "cell5m-a-multidisciplinary-geospatial-database-for-africa-south-of-the-sahara",
  "isopen": true,
  "url": "http://dx.doi.org/10.7910/DVN/G4TBLF",
  "notes": "Spatially-explicit data is increasingly becoming available across disciplines, yet they are often limited to a specific domain. In order to use such datasets in a coherent analysis, such as to decide where to target specific types of agricultural investment, there should be an effort to make such datasets harmonized and interoperable. For Africa South of the Sahara (SSA) region, the HarvestChoice CELL5M Database was developed in this spirit of moving multidisciplinary data into one harmonized, geospatial database. The database includes over 750 biophysical and socio-economic indicators, many of which can be easily expanded to global scale. The CELL5M database provides a platform for cross-cutting spatial analyses and fine-grain visualization of the mix of farming systems and populations across SSA. It was created as the central core to support a decision-making platform that would enable development practitioners and researchers to explore multi-faceted spatial relationships at the nexus of poverty, health and nutrition, farming systems, innovation, and environment. The database is a matrix populated by over 350,000 grid cells covering SSA at five arc-minute spatial resolution. Users of the database, including those conduct researches on agricultural policy, research, and development issues, can also easily overlay their own indicators. Numerical aggregation of the gridded data by specific geographical domains, either at subnational level or across country borders for more regional analysis, is also readily possible without needing to use any specific GIS software. See the HCID database ( http://dx.doi.org/10.7910/DVN/MZLXVQ) for the geometry of each grid cell. The database also provides standard-compliant data API that currently powers several web-based data visualization and analytics tools.",
  "owner_org": "cfba7116-aec4-41d6-b54d-a6e1f23de942",
  "extras": [],
  "license_url": "http://www.opendefinition.org/licenses/cc-by",
  "title": "CELL5M: A Multidisciplinary Geospatial Database for Africa South of the Sahara",
  "revision_id": "2a1de222-ad91-4171-8b62-1b4196e905df"
}