{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "dec3e7cd-102e-4220-89bc-33f08092acf1",
  "metadata_created": "2013-10-01T10:42:30.297532",
  "metadata_modified": "2013-10-10T21:13:00.926313",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "19627a2e-7bef-4ac7-b928-6bd1f752aed6",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "helbo",
  "isopen": false,
  "url": "",
  "notes": "As more women began to use up the sport of tennis, companies recognized that there was an increasing.. \n\nGolf used to be deemed the 'gentlemen's game.' As their male counter-parts as the greens are graced by many women but everybody knows. Many clubs have as many women or even more women members. There are mixed tournaments and women-only events. The recognition of the sport transcends sex, and women travel to the course, every bit as thirsty for birdies and pars as the men are. \n\nCompanies realized that there was an increasing demand for specific equipment, as more women begun to take up the game of golf. Women people realize that playing to their full potential only is not possible once they settle for using men's equipment. Needless to say, there is now-a variety of specific clothing, footwear, extras and women's golf clubs on the market today. \n\nWomen's golf clubs are lightweight, simple to control and set at the appropriate lengths to fit all human anatomy types, individual preferences and ability levels. Learn further on this related site by clicking <a href=\"http://finance.boston.com/boston/news/read/24857137/Woods_Comfort_Systems_Launches_Extensive_Energy_Auditing\">jump button</a>. \n\nAs an example, many women's woods come with variable size lines, letting all women to accurately take, no matter her person hit. Also, some woods can have the mark user's level displayed. In case a woman's wood doesn't' show its height demands, it is thought suitable for girls between 5'5' and 5'9.' \n\nHaving a selection of variable woods is crucial, as many women would rather use woods more frequently than irons, also on-the fairway. When compared with irons, woods offer greater striking parts, or 'nice places.' So the soles glide on the surface of the bottom without friction fairway woods are designed. My pastor discovered <a href=\"http://markets.financialcontent.com/taborcomm.hpcwire/news/read?GUID=24857137\">ac repair</a> by browsing the Internet. More, the length of those woods is normally more than the length of related irons. In this instance, a 4-wood is longer when compared with a 6-iron. Hence, women frequently find that woods are simpler to shoot with, more prone to start the ball, and progress length than irons do. \n\nSpecific groups will also be available for the short game. The clubs should feel light, short enough to allow you to get right underneath the ball, and only feel right when you swing. An 8- and 9-iron or pitching wedge can be convenient whenever a quick approach involves perfection in the place of length. Once the ball is on the green, it's time to take out the putter. Women faster than 5'5' must pick a club that is less than 33' long. Navigate to this web page <a href=\"http://finance.paidcontent.org/paidcontent/news/read/24891001\">license defense attorney</a> to study the inner workings of this hypothesis. Bigger women must try different lengths until finding just the club. \n\nWomen who like to golf should not compromise their comfort or performance by settling for men's groups. Particular women's golf clubs can make all the big difference, and change a good game into a good one.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Women's Golf Equipment",
  "revision_id": "f40fca6b-f01f-4cae-a019-f8c2f1c5c438"
}