{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "e0da1dc2-e581-4d51-853c-cf41fed4f88d",
  "metadata_created": "2012-10-30T16:12:40.316261",
  "metadata_modified": "2013-10-10T20:57:13.056682",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "e2888be1-ceb8-49ed-9a18-481643f3b8da",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "flexibility_in_shots",
  "isopen": false,
  "url": "",
  "notes": "Another great but simple landscape photography tip is to anchor your camera to a tripod to slow down your pace of working when shooting landscapes - this means you'll take fewer but better pictures. Get a light model to cut down on weight if you do a lot of walking to your locations.  At first glance many will probably have tongue firmly in cheek and I might well be stating the obvious, however, it?s the little things make big differences in this photography lark, changing the whole dynamic of a photograph just by using the simplest of techniques is hands down the best way to take better images.\n\nThis is a good time to use your wide-angle lens, a wide-angle gives you the option to move in close to your subject and maintain a wide field of view in the viewfinder. I recommend a 24-28mm on full frame or 18-20mm on a cropped sensor, much wider and it will lead to an unnatural distortion, unless that?s what you were after in the first place.\n\nI'm just going to outline the overall structure of my \"normal\" workflow (yes, I use other workflows sometimes). You're going to find it somewhat surprising, I think. It comes in six steps: 1. Ingest, rename, rate, save and back up into a hierarchical folder system. 2. Move folders from my laptop and external drives to my desktop and permanent storage by brute force when I get home. I travel a lot. This means that what I do in the field has to sync with what I have in the office. Since my folders have hierarchy already implicit in their naming (International/Chile/Patagonia/Torres de Paines/Date), where that new folder goes in the existing structure is obvious. In my case, I use a sync product (Chronosync) to do some work pretty much automatically (okay, it's slightly scripted, one advantage of working on a Mac). Windows users could use Dropbox similarly. 3. Convert (high-rated) images using CS5 Adobe Converter Raw (with a lot of tweaking). Sometimes for tough images I'll use RPP, though this takes me much longer to get a conversion the way I like it. 4. Post process in Photoshop CS5 using Nik, OnOne, and Topaz plug-ins, plus Photoshop layers, tools, and actions. In particular, Nik's Silver Efex Pro is my go-to black and white converter and Topaz Denoise is now my primary noise removal tool. But all three plug-in suites have things I use regularly. 5. Ingest finished images into Lightroom/Aperture. I go both ways here. Since I'm not putting every image into a \"database,\" I tend to use both. That's because for some programs on the Mac, Aperture is a better choice because its database shows up in other Mac software (ditto iPhoto at the non-pro level). On the flip side, I prefer Lightroom for other things, like printing, or batch JPEG output. One other critical thing for working pros: sometimes the client wants things supplied in one product or the other. So finished images go into two databases. 6. Output from Lightroom/Aperture. In a similar way there are loads of people that buy a new digital camera not knowing what the differences really are between old style analog photography and digital photography. Let's discuss digital photography and while doing that I will answer the questions, trusting that it will help you to develop a better understanding of what digital photography really is all about.\n\nPersonally I like portrait photography better. What about you? Thank you for reading my post and you can <a href='http://www.squidoo.com/canon-g15'>click here</a> to read more of my new updates. Enjoy your day!",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Flexibility in Shots",
  "revision_id": "36a0d1e4-d31f-4e6a-8d7f-e3dc7fa1e93d"
}