{
  "license_title": "License not specified",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "126a1e56-1ef4-4578-8d44-6cba3fff2dd5",
  "metadata_created": "2011-12-21T17:19:29.985986",
  "metadata_modified": "2013-10-10T23:13:22.133255",
  "author": "Dr T. Matthew Ciolek",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "5bb4b8e7-7218-4aac-9f84-37948b05f2e4",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "openecon",
      "id": "ecbcd94d-3d94-4389-85a7-18e965951770",
      "name": "openecon"
    }
  ],
  "groups": [],
  "license_id": "notspecified",
  "relationships_as_subject": [],
  "organization": {
    "description": "Group for Economics data especially that which is [open data](http://opendefinition.org/). This can be any kind of data related to economics from development to finance, and micro to macro. We run an open group policy so anyone can add datasets to this group but we will review datasets added to the group for quality.",
    "created": "2009-11-25T14:42:49.997148",
    "title": "Economics Datasets",
    "name": "economics",
    "is_organization": true,
    "state": "active",
    "image_url": null,
    "revision_id": "acfd240b-f728-415e-9538-a0fa436c4d08",
    "type": "organization",
    "id": "04fb43d2-8ddf-4485-9bf5-66d47d3672f3",
    "approval_status": "approved"
  },
  "name": "old-world-trade-routes-project",
  "isopen": false,
  "url": "http://www.ciolek.com/OWTRAD/DATA/oddda.html",
  "notes": "Trade routes and urban supply routes are the sequences of pathways and stopping places used for the commercial transport of cargo. Trade routes connect public markets. They also link producers with such markets. Supply routes, by contrast, take products directly to individual consumers. When such activities are secret, so as to avoid paying custom duties, or to avoid detection by authorities, a smuggling route is created.\r\nThe geographical scale of such operations varies very strongly. Accordingly, trade routes are best conceptualised as long-distance arteries, ones which span tens or hundreds of kilometres, and which are routinely connected to countless smaller capillaries of both commercial and non-commercial transport.\r\n\r\nIn addition to trade/supply routes, there are also many other networks which move (a) goods, (b) people and (c) information:\r\nadministrative routes (used for periodical inspections, administration of justice, and revenue collection)\r\nexchange routes (used for establishment and maintenance of good social relationships between neighbouring communities)\r\nmilitary routes (ones which supply fortresses and garrisons, routes of advance, and 'communication lines' established during military campaigns)\r\nnomadic transhumance routes\r\npassenger routes (established by movement of fare-paying travellers)\r\npilgrimage routes\r\npillagers' raiding routes\r\npostal routes (operated by runners, riders, and couriers travelling by carts and ships)\r\nsettlers' migration routes\r\nsignals routes (maintained by means of homing pigeons, beacons, watch-towers, and semaphore stations)\r\ntribute routes (used as an instrument of international politics)\r\nThe comparative study of organisation, history, geography and logistics of local, regional and global trade routes, and other movement, transportation, and communication networks is called dromography (Gr. 'dromos' [way, street, route, corridor] + Gr.'graphos' [to write]) [The term 'dromography' was coined by T. M. Ciolek, in April 2001]\r\nThe dilemmas and pitfalls of direct digital mapping [notes are to be provided]\r\nSteps towards creation of researcher-friendly, interoperable data sets [notes are to be provided]\r\nStages in production of an electronic thematic atlas [notes are to be provided]",
  "owner_org": "04fb43d2-8ddf-4485-9bf5-66d47d3672f3",
  "extras": [],
  "title": "Old World Trade Routes Project",
  "revision_id": "37e1f5ea-da6e-47c6-b93d-b9c55c6ca9a5"
}