{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "85e105e8-ffa2-4279-9ea2-1e1c32ba7af1",
  "metadata_created": "2013-05-14T08:21:44.226666",
  "metadata_modified": "2013-10-10T20:36:50.331067",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "b2c4c6e1-3062-44e2-9ace-4ffb12d62d08",
  "type": "dataset",
  "resources": [
    {
      "mimetype": "text/html",
      "cache_url": null,
      "hash": "",
      "description": "Characteristics of a magnetic fabric dyke can indicate the flow of magma emplacement. 273 oriented core samples were collected on 8 different dykes with various strikes from a diabase dyke swarms well developed in Shengsi Island, the Eastern Chine, in the early stage of the late Cretaceous. Through testing, we found Anisotropy of magnetic susceptibility (AMS) and demagnetization curve. The result shows that the NRM intensities of cores drilled at dyke reveals a characteristic U-shape, with higher intensities at both sides than the center of the dyke. The analysis of the imbrication of magnetic lineation along the margins of dykes is a very promising tool to reveal the sense of flow. This paper thoroughly analyses and discusses the magnetic fabric characteristics of three typical dykes (one straight dyke and two bent dykes) based on fluid theory. Finally, we found magma’s turbulent flow is the possible reason for the inverse fabric. In addition, the joint plane along magma flow verifies that the inverse fabric is caused by magma’s turbulent flow.",
      "name": "Discussion on Emplacement of Shengsi Diabase Dyke Swarms and the Origin of Reverse Magnetic Fabrics",
      "format": "aspx",
      "url": "http://www.j-es.org/paperInfo.aspx?ID=633",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "85e105e8-ffa2-4279-9ea2-1e1c32ba7af1",
      "created": "2013-05-14T03:21:44.303750",
      "state": "active",
      "mimetype_inner": "",
      "last_modified": "2013-05-14T03:21:46.382316",
      "position": 0,
      "revision_id": "00b57b3f-a470-471d-a824-e65472061dd4",
      "url_type": null,
      "id": "9d116266-5869-4029-913c-87f3f89991d5",
      "resource_type": "file",
      "size": "33177"
    }
  ],
  "num_resources": 1,
  "tags": [],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "discussion-on-emplacement-of-shengsi-diabase-dyke-swarms",
  "isopen": true,
  "url": "",
  "notes": " Characteristics of a magnetic fabric dyke can indicate the flow of magma emplacement. 273 oriented core samples were collected on 8 different dykes with various strikes from a diabase dyke swarms well developed in Shengsi Island, the Eastern Chine, in the early stage of the late Cretaceous. Through testing, we found Anisotropy of magnetic susceptibility (AMS) and demagnetization curve. The result shows that the NRM intensities of cores drilled at dyke reveals a characteristic U-shape, with higher intensities at both sides than the center of the dyke. The analysis of the imbrication of magnetic lineation along the margins of dykes is a very promising tool to reveal the sense of flow. This paper thoroughly analyses and discusses the magnetic fabric characteristics of three typical dykes (one straight dyke and two bent dykes) based on fluid theory. Finally, we found magma’s turbulent flow is the possible reason for the inverse fabric. In addition, the joint plane along magma flow verifies that the inverse fabric is caused by magma’s turbulent flow.  http://www.j-es.org/paperInfo.aspx?ID=633",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Discussion on Emplacement of Shengsi Diabase Dyke Swarms and the Origin of Reverse Magnetic Fabrics",
  "revision_id": "4e3083f1-3e04-42e9-8f69-86289b172ea4"
}