{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "f58b91b6-29f1-4da7-85aa-6a9d685126e4",
  "metadata_created": "2013-08-29T11:06:21.114648",
  "metadata_modified": "2013-10-10T20:12:44.264248",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "1b5c2a2d-d516-4a5e-8407-767ef790db13",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "cassidy",
  "isopen": false,
  "url": "",
  "notes": "There is plenty of details about buying new Buick cars and how to shop for the best deal, but what happens after the sale? How about warranty coverage and remembers? In this article, the focus turns to the post-sale concerns and how to locate the answers. \n\nAs with all new Buick vehicles, a guarantee exists to the owner. It is important to remember, however, that not every repair is covered under warranty. If you know anything, you will likely choose to check up about <a href=\"http://santafeford.com/\">via</a>. Issues that are covered under warranty has to be fixed at a certified Buick cars dealership. The business actually suggests that all repairs, including those that are not and those under guarantee, be done at a certified dealership in order to maintain quality and experienced support. The easiest way to figure out if the store is authorized to conduct Buick cars warranty repairs is to simply ask. \n\nNow that we know where you can have the repairs made, its important to know in regards to the guarantee coverage period. In regards to Buick cars, the warranty period on new vehicles includes four years or 50,000 miles, whichever comes first. The limited warranty guarantees to include only registered cars that are situated in america and Canada. The coverage period starts on the first day of delivery and offers bumper to bumper coverage on any vehicle defect that's proven to be linked to workmanship or materials. The business maintains that any Buick vehicles dealer will honor the warranty even if it was not obtained from that specific dealer. \n\nA lot of people believe that only new Buick vehicles carry a guarantee, but that isnt the case. Used Buick cars also take an optional guarantee, that will be available by purchase. In other words, used Buick vehicles are not automatically included as new types are, but a guarantee can be purchased and even funded directly through the store. GM Repair Protection (GMRP) (gmrp) as, any optional guarantee must be bought at the same time as the vehicle. \n\nAt times, certain vehicles could need to be valued. Should a recall on any Buick cars happen, clients can be notified by mail. In the meantime, however, car owners might call 1-800-422-8425 for recall data. \n\nWhether you are on the market for new or used Buick cars, there are quite a few authorized dealers that provide both. You may ask a nearby dealer for the release plan and possibly pre-order one-of the new designs before they even arrive at the lot, if you are considering a new product that's yet to be produced. This progress order system allows clients to confirm a purchase and understand that owning their new vehicle isnt far in the future.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Buick Cars - After the Sale",
  "revision_id": "8575f5ff-0123-4f98-9c55-df1b49e0c4c7"
}