{
  "license_title": "Creative Commons Attribution",
  "maintainer": "IFPRI-Data",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "ifpri-data@cgiar.org",
  "num_tags": 0,
  "id": "22d18989-27df-46e7-bd41-3d521de83fb6",
  "metadata_created": "2017-01-11T22:22:17.526462",
  "metadata_modified": "2017-01-11T22:22:51.197950",
  "author": "Pede, Valerien O.; Krishna, Vijesh; Teufel, Nils; Ward, Patrick S.; Yamano, Takashi; Sammadar, Arindam; Spielman, David J.; Mittal, Surabhi; Paris, Thelma; Singh, Dhiraj; Singh, Vartika; Ghimire, Subhash; Mehrotra, Meerah",
  "author_email": "ifpri-data@cgiar.org",
  "state": "active",
  "version": "",
  "creator_user_id": "185c6a31-c03b-4c6b-955f-4c1a66cd3022",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "",
      "name": "CSISA Baseline Household Survey 2010-2011",
      "format": "Data File in STATA",
      "url": "http://hdl.handle.net/1902.1/22220",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "22d18989-27df-46e7-bd41-3d521de83fb6",
      "created": "2017-01-11T22:22:50.798325",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "68b667d9-333b-49c2-92cd-477595c6290f",
      "url_type": null,
      "id": "85e554e7-8e0c-4cd9-bae2-d9b2c0fb3d7a",
      "resource_type": null,
      "size": null
    }
  ],
  "num_resources": 1,
  "tags": [],
  "groups": [],
  "license_id": "cc-by",
  "relationships_as_subject": [],
  "organization": {
    "description": "In collaboration with institutions throughout the world, IFPRI is often involved in the collection of primary data and the compilation and processing of secondary data. The resulting datasets provide a wealth of information at the local (household and community), national, and global levels. IFPRI freely distributes as many of these datasets as possible and encourages their use in research and policy analysis. This group reflects the collection of IFPRI datasets.",
    "created": "2012-12-03T14:26:13.596177",
    "title": "International Food Policy Research Institute (IFPRI)",
    "name": "ifpri",
    "is_organization": true,
    "state": "active",
    "image_url": "http://www.ifpri.org/sites/default/files/logo.jpg",
    "revision_id": "39176b99-9a74-4b3c-9049-ad3345bff0d1",
    "type": "organization",
    "id": "cfba7116-aec4-41d6-b54d-a6e1f23de942",
    "approval_status": "approved"
  },
  "name": "cereal-systems-initiative-for-south-asia-csisa-baseline-household-survey-2010-2011",
  "isopen": true,
  "url": "http://hdl.handle.net/1902.1/22220",
  "notes": "The Cereal Systems Initiative for South Asia (CSISA) was launched in 2009 with support from the Bill and Melinda Gates Foundation (BMGF) and the United States Agency for International Development (USAID). CSISA's objective is to develop and deploy more efficient, productive and sustainable technologies for the diverse rice-wheat production systems of the Indo-Gangetic Plains (IGP) that ultimately improve food supply and improve the livelihoods of the poor in the region. CSISA builds on previous collaborative efforts (notably the Rice-Wheat Consortium, RWC) by bringing IRRI and CIMMYT together with the International Food Policy Research Institute (IFPRI), the International Livestock Research Institute (ILRI), and the WorldFish Center to accelerate sustainable intensification of cereal productivity growth in South Asia and to improve the poverty impacts of such growth. CSISAâs vision is to decrease hunger and malnutrition and to increase food and income security for resource-poor farm households in Bangladesh, India, Nepal and Pakistan through the accelerated development and inclusive deployment of new and improved crop varieties, sustainable technologies and management practices, and improved policies. CSISA activities are based on a âhub approachâ, which emphasizes the role of a central innovation and delivery center from which activities are directed. Hubs serve as unique platforms for integrating scientific research into on-farm trials with the help of partners from government and private sector organizations. The hubs are created to provide farmers with a complete range of quality inputs, objective technical guidance, easy crop financing, and direct output linkages for farmers. Hub scientists focus on a suite of technologies geared toward sustainable increases in cereal productivity and farm income. These technologies are made accessible to resource-poor farmers, providing a means by which they may potentially escape the trap of persistent poverty.",
  "owner_org": "cfba7116-aec4-41d6-b54d-a6e1f23de942",
  "extras": [],
  "license_url": "http://www.opendefinition.org/licenses/cc-by",
  "title": "Cereal Systems Initiative for South Asia (CSISA) Baseline Household Survey 2010-2011",
  "revision_id": "68b667d9-333b-49c2-92cd-477595c6290f"
}