{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "0fc6db90-48e9-4900-88b3-cec072498ca2",
  "metadata_created": "2012-10-28T04:07:20.726931",
  "metadata_modified": "2013-10-10T21:04:56.467462",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "f9b16f15-4178-4cdb-9139-8fc9f23c728d",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "getting_the_most_out_of_star_gazing",
  "isopen": false,
  "url": "",
  "notes": "Do you have a nose for news? Time Magazine's site for kids has science, entertainment, and world news, along with research and homework help, places to explore, online games, and more. Each side of the brain interacts largely with just one half of the body, but for reasons that are not yet fully understood, the interaction is with opposite sides, the right side of the brain interacts with the left side of the body, and vice versa. Even if an analog clock is broken, at least it shows the correct time twice a day.  The trickiest tongue twister in the English language is apparently \"Sixth sick sheik?s sixth sheep?s sick\". Give it a try and see for yourself. Exhibit designers researched commonly found Chicago architecture (bungalows, a Victorian cottage, 2- and 3- flats) to accurately create authentic models, going so far as to actually count the number of bricks on one building! Many of our guests who live in the city and surrounding areas will see \"their\" house in the exhibit.\n\nAfter a low mass star like the Sun exhausts the supply of hydrogen in its core, there is no longer any source of heat to support the core against gravity. The core of the star collapses under gravity's pull until it reaches a high enough density to start converting helium to carbon. Meanwhile, the star's outer envelope expands and the star evolves into a red giant. After dying stars belch out carbon, some of the carbon atoms combine with hydrogen to form polycyclic aromatic hydrocarbons (PAHs). PAHs -- a kind of carbon soot similar to the scorched portions of burnt toast -- are the most abundant organic compounds in space, and a primary ingredient of carbonaceous chondrite meteorites. Although PAHs aren't found in living cells, they can be converted into quinones, molecules that are involved in cellular energy processes. For instance, quinones play an essential role in photosynthesis, helping plants turn light into chemical energy. At this point, a nuclear reaction takes place in which the nuclei of hydrogen atoms combine with heavy hydrogen deuterons (nuclei of so-called heavy hydrogen atoms) to form the nucleus of the inert gas helium. The latter reaction liberates large amounts of nuclear energy, and the further contraction of the star is halted. Once the star has started nuclear fusion, it becomes a 'main sequence' star. Eventually, however, the hydrogen fuel that powers the nuclear reactions within stars will begin to run out, and they will enter the final phases of their lifetime. Over time, they will expand, cool and change colour to become red giant stars. The path they follow beyond that depends on the mass of the star.\n\nThank you for reading my post! In my  <a href=http://www.squidoo.com/the-solar-eclipse#module162190124>Build your own pinhole telescope for the solar eclipse</a>  article I also taked about the coming solar eclipse. Read my article and have fun with stars!",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Getting the Most out of Star Gazing",
  "revision_id": "9cf407bb-2f53-419b-8428-43fcf577858f"
}