{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "723cf11e-8212-42f7-89a0-2f9515f65b70",
  "metadata_created": "2013-07-18T02:25:55.511504",
  "metadata_modified": "2013-10-10T21:17:42.073498",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The reaction of metal carbides with polyol esters found in aerospace lubricants and phosphate esters commonly used as additives was investigated. Carbides were of particular interest since modern materials under consideration at high temperature bearings have surfaces that are primarily metal carbides. Vanadium and chromium carbide were found to react with the ester and phosphate ester by a transesterification reaction, producing an alkyl phosphate which is less stable than the aromatic phosphate esters. In the process, the metal carbide is converted to the metal phosphate and metal polyphosphate, evidenced by the infrared and Raman spectra of the solid residue and presence of a large amount of phosphorus found on the surface of the material. Arguments for the mechanism of this reaction are based on the examination of the reaction vanadium carbide and chromium carbide with an extensive series of model compounds, prepared for this study. The model compounds allow several intermediates to be identified and the reaction pathway to be determined.",
      "name": "Reaction between Polyol-Esters and Phosphate Esters in the Presence of Metal Carbides",
      "format": "",
      "url": "http://www.seipub.org/fwr/paperInfo.aspx?ID=3490",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "723cf11e-8212-42f7-89a0-2f9515f65b70",
      "created": "2013-07-17T21:26:24.965035",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "b9588a7d-08b8-4cf5-a568-74116d53c9e5",
      "url_type": null,
      "id": "a646c423-c358-40d7-ac30-95c0e677d4ff",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This article describes the tribometric device aimed at checking the concentration of organic impurities on the surface of dielectric substrates of type ST-50, BK-94, BK-100, C5-1 in the range 10-7 to 10-10 g/cm2. Block and schematic circuit diagrams of the device, and its working algorithm have also been illustrated. Its design allows replacing the substrates (the test sample and the probe) within 60-80 seconds.\r\n",
      "name": "Device for Checking the Surface Finish of Substrates by Tribometry Method",
      "format": "",
      "url": "http://www.seipub.org/fwr/paperInfo.aspx?ID=3174",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "723cf11e-8212-42f7-89a0-2f9515f65b70",
      "created": "2013-07-17T21:27:00.500272",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "df7f396d-b2a2-434c-9837-0e38d0e9a603",
      "url_type": null,
      "id": "1414df34-9d78-4daf-b9b7-6d3ac3c376df",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Friction welding, one of the most effective, energy- saving processes for solid-state joining of similar and dissimilar materials, holds the advantage of high joint integrity. The friction welding of metal and ceramic gives new possibilities of application due to the fact that both materials have significantly distinguish physical, chemical and mechanical properties. Different specimen geometries (flat, pin and taper pin ceramic faces with flat metal face) of alumina and 6061-aluminum alloy were welded by direct drive friction welding to investigate the effect of joint geometry on microstructural development, microhardness and thermal properties of friction-welded components. The welding process was carried out under different axial pressures and friction times while rotational speed (1250 rpm) and axial force (5000N) were kept constant. The experimental results showed that the shape of ceramic face had a significant effect on the joint structure, microhardness and thermal properties.\r\n",
      "name": "Microstructural Development in Friction Welded Aluminum Alloy with Different Alumina Specimen Geometries",
      "format": "",
      "url": "http://www.seipub.org/fwr/paperInfo.aspx?ID=3636",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "723cf11e-8212-42f7-89a0-2f9515f65b70",
      "created": "2013-07-17T21:27:30.296863",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "81e0a836-4b29-4a91-bf7b-fe8fc548fd09",
      "url_type": null,
      "id": "1c662b88-a5a2-4cde-8438-34abd8e93a9a",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Cryogenic Treatment is a supplementary process for conventional heat treatment process in steel. It is an inexpensive one time permanent treatment affecting the entire section of the component unlike coatings. This experimental study investigates the effect of Cryogenic Treatment on the abrasive wear behavior of En45 steel. As the temperature is decreased more retained austenite is transformed to martensite and leads to smaller and more uniform martensite laths distributed in the micro structure. Micro structural analysis was carried out by using optical emission microscope. Pin- On -Disc wear test was also applied and results showed that the wear resistance of the En45 spring steel was improved remarkably after cryogenic treatment.",
      "name": "Enhancing Wear Resistance of En45 Spring Steel Using Cryogenic Treatment",
      "format": "",
      "url": "http://www.seipub.org/fwr/paperInfo.aspx?ID=2989",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "723cf11e-8212-42f7-89a0-2f9515f65b70",
      "created": "2013-07-17T21:27:58.870580",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "13322c1a-c4ff-4f95-b358-e519da2842d2",
      "url_type": null,
      "id": "57bb581a-2b0a-4aa7-904b-f30c60a0e1b3",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 4,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Friction and Wear Research",
      "id": "745c42ce-b0c9-4310-a5e6-6d3656773c01",
      "name": "Friction and Wear Research"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-seipub-org-fwr",
  "isopen": true,
  "url": null,
  "notes": "Friction and Wear Research (FWR) is an internationally refereed journal dedicated to publishing the latest advancements in friction and wear research. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Friction and Wear Research (FWR)",
  "revision_id": "54bfd1e6-3ed1-46c3-8b7a-104b0796a4f1"
}