{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "67482e89-e08e-4330-a701-4048a78fc4dc",
  "metadata_created": "2013-07-18T01:42:08.268865",
  "metadata_modified": "2013-10-10T21:17:42.073498",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " This article reports how the significant it is to recognize the optimal annealing circumstances when electrospun composite fibers are heated to obtain ceramic nanofibers in proper characteristics. Polyvinylpyrrolidone (PVP) and ammonium metatungstate (AMT) nanoscaled fibers have been synthesized by electrospinning aqueous solutions of PVP and AMT. The as-spun fibers and their annealing were studied by scanning electron microscope (SEM) and Raman measurements. The 500 – 600 nm thick and tens of micrometer long PVP/AMT nanoscaled fibers, and pure monoclinic WO3 nanoscaled fibers formed between 500 and 600 °C. When a high heating temperature (more than 700 °C) was used, the tungsten oxide nanofibers totally disintegrated. When heated at 600 °C, the fibers broke into rods. However, when the annealing temperature was low (500 °C), the nanoscaled fibers morphology was excellent with more crystalline. When the optimal temperature was used, WO3 nanoscaled fibers with unique morphology and crystallinity were captured. The Raman measurements proved that which this heating parameter the organic matter was completely extracted from the nanoscaled fibers and WO3 was existing in highly crystalline and ordered form. By Raman scattering investigates we discovered that the films contain hydrates.",
      "name": "Raman and SEM Characterization of Electrospun WO3 Nanofibers",
      "format": "",
      "url": "http://www.seipub.org/aom/paperInfo.aspx?ID=2476",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "67482e89-e08e-4330-a701-4048a78fc4dc",
      "created": "2013-07-17T20:42:38.052452",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "8c412d86-62f3-4083-9763-e0bf73c0f866",
      "url_type": null,
      "id": "bc21de41-f1d2-4e8f-a051-f7da62dd9bd7",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Digital image processing techniques were used to develop algorithms for automatic detection of human motion trajectories in this study. Based on these algorithms, the marker-free analysis system has been developed and tested in analysis of human gait. Experiments have been made on a group of ten healthy male subjects whose walking was captured by standard camera. Here, only the movements of lower limbs’ anatomical landmarks in sagittal plane were considered. Trajectories of hip, knee, ankle and fifth metatarsal head were reconstructed by this new system and used to calculate anatomical joint angles and spatio-temporal parameters. To assess the accuracy of the method, the real distances were measured by laboratory measuring-tape and compared with those reconstructed by the system. The average difference between the reconstructed and measured values was 3.83 mm with standard deviation 0.69 mm. Kinematical parameters were also compared with those obtained by commercial marker-based motion capture system SMART with no statistically significant differences. The laboratory tests shows satisfying results and the proposed method might be applicable to kinematical analysis of human motion.",
      "name": "Marker-free Method for Reconstruction of Human Motion Trajectories",
      "format": "",
      "url": "http://www.seipub.org/aom/paperInfo.aspx?ID=3031",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "67482e89-e08e-4330-a701-4048a78fc4dc",
      "created": "2013-07-17T20:43:20.489133",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "b9f8a061-0a77-4b79-a3dd-f43c4370e579",
      "url_type": null,
      "id": "a13c074b-f049-4b66-ad57-c7162a02ed4d",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Plasma Polymerized Pyrrole (PPPy) thin films of different thicknesses have been deposited onto glass substrates at room temperature by using a capacitively coupled parallel plate reactor. Fourier Transform Infrared (FTIR) and Ultraviolet-visible (UV-Vis) spectroscopy techniques have been used to characterize the as-grown thin films of about 400, 450 and 500 nm thickness. The structural analyses by means of FTIR spectroscopy have indicated that the monomer has undergone the re-organization and the ring structure has been retained during the plasma polymerization. From the UV-Vis absorption spectra, allowed direct transition (Eqd) and indirect transition (Eqi) energy gaps were determined. The Eqd for 400, 450 and 500 nm thick PPPy films were found to be 3.25, 3.47, and 3.58 eV respectively. On the other hand, the Eqi for the same series are 2.22, 2.25, and 2.35 eV respectively. From these results, it is seen that both the Eqd and Eqi are declined with the decrease in the thicknesses of the films, which is an indication of decreasing the resistivity of the film with lower thickness. This result would in turn cause an increase in electrical conductivity in the low-thickness thin film.\r\n",
      "name": "Structural and Optical Characterization of Plasma Polymerized Pyrrole Monolayer Thin Films",
      "format": "",
      "url": "http://www.seipub.org/aom/paperInfo.aspx?ID=2479",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "67482e89-e08e-4330-a701-4048a78fc4dc",
      "created": "2013-07-17T20:43:53.916328",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "48c50de4-52eb-4017-a9a8-1c6a5784ce21",
      "url_type": null,
      "id": "ccdb72bd-61dd-4652-9dad-34c4db70198a",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "A SoC (System-on-Chip) interconnection requires crossbar switches to connect inputs to outputs. These devices must be configured by a scheduling algorithm that allows arriving packets to be delivered across the switch efficiently and quickly. A suitable scheduling algorithm has to achieve the maximum throughput while maintaining stability and eliminating starvation. Thus, in this paper, we present a design and an implementation of a scheduler for a 32x32 SoC interconnexion based on an iterative scheduling algorithm that we called Credited-iSLIP (iterative Serial Line Internet Protocol). It is a variation of the iSLIP algorithm. A description of the scheduler designed is presented with simulation results to indicate its performance. The design has been implemented in VHDL RTL, simulated with Modelsim 6.2 and synthesized using Xilinx-ISE and the Virtex-4 device XC4VFX100-12FFG1517 of 90 nm technology to achieve a maximum frequency of 265.88 MHz, a minimum slices utilization of 771 and total estimated power consumption about 915 mW. The number of iterations is fixed to i = 8.",
      "name": "A SoC Interconnexion Scheduling-Design and Implementation of a Scheduler Based on Credited-iSLIP Algorithm",
      "format": "",
      "url": "http://www.seipub.org/aom/paperInfo.aspx?ID=3068",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "67482e89-e08e-4330-a701-4048a78fc4dc",
      "created": "2013-07-17T20:44:49.724328",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "5ff3d8ab-e93b-4055-9f3c-8ae48f35d1d0",
      "url_type": null,
      "id": "1468b508-7fa9-4b16-8bf9-a9d19161f153",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Functionalization of a semiconductor nanowire has been investigated by thin molecular layer which forms misfit dislocations. The way is shown that how it causes the electron spectra tuning. The self-consistent system of equations is derived. The system describes a charge carrier quantization in a semiconductor nanowire, incommensurate molecular structure, interaction of extra carrier in a nanowire, and molecular electric dipoles. The misfit dislocations create periodic quantum barriers for electrons that are relatively narrow and quantum wells for holes simultaneously. Change of the dislocation type or the dipoles orientation leads to mutual transformation of the hole and electron spectra. In turn, the carrier leads to the dislocation rearrangement. The misfit layer reconstructs nanowire electron superlattice spectra and creates different conditions of localization or tunnelling for holes and electrons dependent on orientation of the molecules.",
      "name": "Charge-carrier Spectra in Semiconducting Nanowire Functionalized by Incommensurate Molecular Structures",
      "format": "",
      "url": "http://www.seipub.org/aom/paperInfo.aspx?ID=3305",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "67482e89-e08e-4330-a701-4048a78fc4dc",
      "created": "2013-07-17T20:45:20.444136",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "00830b04-b9fa-4c26-8b12-4a4f59ecbf53",
      "url_type": null,
      "id": "a855a0e3-9f02-4c0a-b29a-fb3c585b46fd",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 5,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Optoelectronic Materials",
      "id": "325c3b2b-c15d-4b54-93c5-6f7b7eec161d",
      "name": "Optoelectronic Materials"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-seipub-org-aom",
  "isopen": true,
  "url": null,
  "notes": "Advances in Optoelectronic Materials (AOM) is an internationally refereed journal dedicated to publishing the latest advancements in optoelectronic material research. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Advances in Optoelectronic Materials (AOM)",
  "revision_id": "54bfd1e6-3ed1-46c3-8b7a-104b0796a4f1"
}