{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "966793eb-ed82-46bb-afe2-92866f080622",
  "metadata_created": "2013-08-29T00:56:05.311284",
  "metadata_modified": "2013-10-10T21:14:18.627898",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "b9b97c2c-2117-471c-9152-b9148a775888",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "hewitt",
  "isopen": false,
  "url": "",
  "notes": "Indonesia blinds can be found in a wide array of colors in both vinyl and metal window blinds. You can choose straight or little shades with respect to the look you want to obtain in each room of the house. For a special coordinated look, contrast Bali vertical blinds with outside Bali blinds in the same room. The sort of blind you choose will, obviously, be determined by the size and shape of your window, but you could possibly get Bali blinds customized to accommodate irregularly-shaped windows also. \n\nIn case you choose plastic vertical blinds inside the Bali style, the boards are 1 inch wide. For outside aluminum Bali shades the panels are larger 2 inches wide. One inch vinyl Bali straight blinds or little blinds are perfect for the bathroom or kitchen window or another area of the home where they might be high levels of humidity on times. These Bali window treatments feature a light-blocking head rail, but it doesnt have a valance. It's made so that you can install it involving the window facings. If you wish you might have a material valance outrageous of the Bali blind. Get further on this related article - Click here: <a href=\"http://www.fashioninteriors.co.uk/shop/poles-and-tracks/curtain-tracks/electric-tracks/?page=1\">electric curtain tracks</a>. \n\nFor a more contemporary look, try the modern inch micro metal Bali shades. Both these and the 1 inch aluminum Bali window blinds are available in an amazing selection of colors. The metal blinds by Bali include an advanced finishing technology so that they will fight dust and dirt and are easy to clean. So that if you desire to look out the window without elevating the blind, you could draw the boards apart a little bit, they are also hard to dent or scratch. \n\nTo look after and clear your Bali blinds, standard cleaning is going to do the trick. If you notice a mark on more than one of the boards, you can very quickly wash them down with a mild cleaner and warm water. You may take out the vanes individually and let them soak in water or lay them flat to clean them down, if you've Bali vertical blinds. You may be astonished to learn that if you leave a thin film of soap on the vanes, it will help expel static electricity. For that reason, there's you should not rinse your Bali window blinds totally. \n\nBali blinds are extremely durable and provides you with the window covers you want for several years. Visiting <a href=\"http://www.fashioninteriors.co.uk/shop/blinds/velux-blinds/?page=1\">my cheap velux window blinds</a> seemingly provides lessons you might use with your cousin. Along side offering you the privacy you need, you may choose to com-pletely block out the light or let some light to filter through the window treatments. <a href=\"http://www.fashioninteriors.co.uk/shop/blinds/velux-blinds/?page=1\">Tour Velux Blinds Cheap</a> is a thrilling library for more about the reason for it. View the listing of Bali shades to see all the different kinds available and to read in regards to the options that come with each one.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Choose Bali Shades Take Pleasure In The Selection Of Plastic Or Aluminum",
  "revision_id": "74471863-06c6-46ef-8cf0-b1f40e6358a2"
}