{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "7fb370d7-a3df-4459-b1a3-3eac51cc7d65",
  "metadata_created": "2013-08-29T01:31:05.962819",
  "metadata_modified": "2013-10-10T22:12:42.705661",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "8379ae56-a442-4164-8076-785282e60997",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "lehman",
  "isopen": false,
  "url": "",
  "notes": "Online children games to play for free are a  terrific  method for parents to keep their  children occupied. This lovely <a href=\"http://kidsonline.com/kids-browser-download.html\">top parental control software</a> portfolio has limitless stylish aids for where to look at this belief. Besides, online children games to play for free are a  excellent  resource of entertainment for all ages. With the  introduction of the internet,  youngsters are more inclined for using  internet technology for entertainment and learning.\nThere are  numerous online children games to play for free  offered from  genuine websites that  provide a wide range of fun games for  children. They include adventure games, arcade games, puzzle games, or even learning games that stimulate curiosity in  kids. The online children games to play for free are  optimal for keeping your  kids engaged and  captivated for hours.  Additionally, there are many free online children games girls that are both  amusing and  informative.  Among the most  appealing free online children games for girls is the one where the player  could  apply  make-up for  online models. The player can also perform manicures and pedicures on those  online models. There are other free online children games for girls such as playing fashion star where the  gamer can 'shop' for  clothing for the  digital models. Browse here at the link <a href=\"http://kidsonline.com/kids-browser-download.html\">view site</a> to study where to acknowledge it. The performance can be judged and if the score  requires improvement, the player  could keep trying. Similarly, you can  locate a wide range of free online children games for girls that are  enlightening and  amusing.\n A few of the most  enjoyable games  readily available today are the arcade games. From  conventional games like Skee Ball to the  advanced pinball games, the entertaining activities  supplied by arcade games online for kids have always been  fascinating.  A few of the best arcade games online for kids  readily available today offer  the very best entertainment for kids besides helping them to acquire a wide range of skills. You  could  locate  a lot of arcade games online for kids such as House of the Dead: Overkill, Mario Party, Pinball Hall of Fame, and  numerous more games for  the most effective entertainment of kids. My co-worker discovered <a href=\"http://kidsonline.com/kids-browser-download.html\">free parental control software downloads</a> by searching the San Francisco Post. Besides there are  a number of online strategy games for kids that are  excellent for gifted children. They involve a lot of thinking and kids love to play them.\nThe browser for kids offers  security for kids while browsing. You can  select a  protected and fully customizable  web browser for kids with selective website access. The browser for kids offers  optimal  safety for  youngsters from the misuse of the internet by  little ones. The best browser for kids,  has  choices such as full pinch-to-zoom support, avoidance of  unacceptable sites, block of social network and  various other safety features. You can easily setup an  unrestricted  variety of filters with password  security. There are  several  choices available for you to  pick  the most effective browser for kids for  risk-free browsing.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Online  Kid's Games for Learning and Entertainment with Kid Safe Browsers",
  "revision_id": "368a7f22-a9d4-475c-b071-0019b161f81c"
}