{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "901918b3-fe2e-4b9e-82c4-ebcde5d0806d",
  "metadata_created": "2013-09-02T16:42:57.656764",
  "metadata_modified": "2013-10-10T23:45:51.503772",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "4da73eda-120f-4783-9065-25a498d484e8",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "svensson",
  "isopen": false,
  "url": "",
  "notes": "There are a lot of pond pumps on the industry. So, how do you know which pump is the ideal for your pond? Adhere to our step by step guide for the answers:\n\nPond Pump Size\n\nAhead of you even check out your local p..\n\nIt often comes as a surprise to the budding pond enthusiast but the basic truth about owning a pond is that pond upkeep is not as easy as numerous folks at first picture it to be. Under we take a closer appear at how to make certain that you get the ideal pump for your pond.\n\nThere are a lot of pond pumps on the marketplace. So, how do you know which pump is the very best for your pond? Adhere to our step by step guide for the answers:\n\nPond Pump Size\n\nAhead of you even go to your regional pond specialist or look at pond pumps on the world wide web, the 1st factor you require to do is to accurately measure the size of your pond as this will establish how big a pump you will require. Numerous pond owners favor to have a larger pump than is essential and this is some thing which you need to go over with the pond specialist shop when you inform them the size of your pond.\n\nPond Attributes\n\nOne more aspect of picking the right pond pump will revolve about the amount of pond characteristics such as waterfalls and fountains that your pond has. The greater quantity of characteristics the greater energy pond pump your pond will demand. Dig up further on this affiliated essay - Click here: <a href=\"http://musclegainingsecrets101.com/muscle-gaining-secrets-2-0-review\">muscle gaining secrets</a>. If you have a number of pond attributes your pond specialist could even recommend getting a separate smaller sized pond pump for each feature. This will have the advantage of functioning as a back-up program should any of the pumps fail.\n\nPond Pump Functions\n\nWhen it comes to purchasing the actual pump, make sure that the pump has the recommended quantity of biological filtration and that the pump will turn the water more than a minimum of twice per 24 hours. Go over the positive aspects and disadvantages of each and every pond pump with the pond specialist just before agreeing to buy the solution.\n\nPond Pump Maintenance\n\nIn order to get the greatest out of your pond pump you will require to make certain that it is becoming properly maintained and care for. Clicking <a href=\"http://www.prweb.com/releases/fat-gripz/review/prweb10284597.htm\">insane home fat loss review discussion</a> likely provides aids you should use with your dad. You want to check that the pump is working 24 hours a day and clean the pre-filters routinely. The cables attached to the pond pump must also be frequently maintained to make sure that they are not broken and are performing appropriately.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Tips On How To Pick The Best Pond Pump",
  "revision_id": "c51fe460-ec11-4d5d-a56e-7f47648fca15"
}