{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "8a0c0406-f6be-43be-b744-2289d5ea8910",
  "metadata_created": "2013-08-31T10:42:12.541226",
  "metadata_modified": "2013-10-10T19:55:10.858310",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "95a26ea4-61a0-42b1-b314-be0481ae5f00",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "bek",
  "isopen": false,
  "url": "",
  "notes": "When financial crisis is coming, its time to locate a professional qualified to assist you through the trying means of financial rehabilitation. Look at the following points when coming up with the decision to enlist a bankruptcy attorney: \n\n1. If you desire to be taught additional information on <a href=\"http://attorneysfortmyersflorida.com/family-law-attorney-naples.html\">go there</a>, we recommend many databases people should consider investigating. Be taught more on an affiliated article directory - Browse this link: <a href=\"http://www.youtube.com/watch?v=o5Gtmdj0gxs\">small blue arrow</a>. Free Assessment \n\nFor bankruptcy legal services, if a consultation fee is required by a bankruptcy attorney, keep looking for an attorney. Any bankruptcy lawyer that certainly values his clients will not insist on the consultation fee. \n\n2. Knowledge and Reputation \n\nSolicitors focus on from bankruptcy to criminal law, therefore it only makes sense that you select the proper bankruptcy attorney. I discovered <a href=\"http://www.youtube.com/watch?v=o5Gtmdj0gxs\">accident attorneys fort myers</a> by browsing the Boston Watchman. That, as well as the possible lawyers personal experience could be confirmed at a discussion (see # 1 above). \n\nA skilled bankruptcy attorney can understand local rulings and know how to work with local creditor lawyers and judges. All solicitors obtain experience in large part from working their clients circumstances. Discover how much of a guinea pig you may well be before choosing a lawyer. \n\n3. Attorney-Client Interaction and Relationship \n\nYou have to be able to talk with your lawyer and feel understood in order to accomplish an effective bankruptcy result. A future bankruptcy lawyer should be prepared to answer your questions. You should definitely feel comfortable with the attorney that you decide to work with. \n\n4. Size of Law Firm \n\nIt can be beneficial to choose an attorney that's associated with a big law firm. In several situations, bigger, more respected lawyers are more likely to have just the attorney available for your particular situation. This can be critical if youre pressed for time. Also, you are more likely to get top priority at a larger attorney. \n\n5. Credit Restoration \n\nAfter filing bankruptcy and establishing reimbursement strategies as necessary, you'll also need to re-build your credit. Its important to choose an attorney that will aid you in re-building your financial life. She or he ought to be able and willing to provide assistance and resources to specifically rehabilitate readiness and your credit standing. \n\n6. Site \n\nLast, but not least: location, location, location. I dislike being the bearer of bad news, however in many legal situations, specially something as grueling as bankruptcy, the chances are decent youll be spending more hours at-your attorneys office than you may first assume. However, more and more legal transactions are happening via electronic communication of various sorts. Utilize source, if this suits your preferences, by all means. \n\nReport source: http://freeadviceabout.com/bankruptcy/Bankruptcy_Attorneys_How_Do_I_Choose.html. To get alternative viewpoints, we recommend people peep at: <a href=\"http://www.youtube.com/watch?v=WljGtqTFxNs\">divorce attorney naples</a>.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Bankruptcy Lawyers",
  "revision_id": "8eecea46-c66b-4751-a3b5-f6e627922015"
}