{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "afb15c54-2b39-4521-aa45-129e53ac516a",
  "metadata_created": "2013-05-15T02:16:45.615551",
  "metadata_modified": "2013-10-10T23:25:48.505518",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "b2c4c6e1-3062-44e2-9ace-4ffb12d62d08",
  "type": "dataset",
  "resources": [
    {
      "mimetype": "text/html",
      "cache_url": null,
      "hash": "",
      "description": "Coleus forskohlii (Wild.) Briq. is one of the most important species of the genus Coleus Lour, with a wide variety of traditional medicinal uses in Hindu and Ayurvedic traditional medicine. Coleus forskohlii Wild is the only Plants all known that contains forskolin. Forskolin is the strongest activator of AC that extracted from botanical. It can regulate many kinds of cyto-function in vivo in the way of activating AC directly and raise cAMP of many histiocyte. C. forskohlii will give an increasing impact in application in the future consulting the references about C. forskohlii since 1977, more than 40 terpenoids have been isolated from Coleus forskohlii. Forskolin, the main bioactive composition in this plant, showed activities of lower blood pressure, antidepressiv, antiasthmatic, immunoregulation and so on, chemical and pharmacological researches were summarized, so as to provide scientific basis for the in-depth study and exploitation of C. forskohlii.",
      "name": "Research Progress on Coleus forskohlii",
      "format": "aspx",
      "url": "http://www.sjfcd.org/paperInfo.aspx?ID=1578",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "afb15c54-2b39-4521-aa45-129e53ac516a",
      "created": "2013-05-14T21:16:45.732961",
      "state": "active",
      "mimetype_inner": "",
      "last_modified": "2013-05-14T21:16:47.906309",
      "position": 0,
      "revision_id": "a4f64da2-c58a-4433-8877-69c51c024695",
      "url_type": null,
      "id": "302da43d-d85f-4f03-bf89-53316ba73aec",
      "resource_type": "file",
      "size": "46967"
    }
  ],
  "num_resources": 1,
  "tags": [],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "research-progress-on-coleus-forskohlii",
  "isopen": true,
  "url": "",
  "notes": "Coleus forskohlii (Wild.) Briq. is one of the most important species of the genus Coleus Lour, with a wide variety of traditional medicinal uses in Hindu and Ayurvedic traditional medicine. Coleus forskohlii Wild is the only Plants all known that contains forskolin. Forskolin is the strongest activator of AC that extracted from botanical. It can regulate many kinds of cyto-function in vivo in the way of activating AC directly and raise cAMP of many histiocyte. C. forskohlii will give an increasing impact in application in the future consulting the references about C. forskohlii since 1977, more than 40 terpenoids have been isolated from Coleus forskohlii. Forskolin, the main bioactive composition in this plant, showed activities of lower blood pressure, antidepressiv, antiasthmatic, immunoregulation and so on, chemical and pharmacological researches were summarized, so as to provide scientific basis for the in-depth study and exploitation of C. forskohlii.  http://www.sjfcd.org/paperInfo.aspx?ID=1578",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Research Progress on Coleus forskohlii",
  "revision_id": "3937d429-fd21-4f9d-8194-5a858a22cf84"
}