{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "83ed5ef0-e179-4aae-9adf-f49536486823",
  "metadata_created": "2013-08-29T16:58:35.892844",
  "metadata_modified": "2013-10-10T20:05:36.309363",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "3950e8ac-aa1c-4c7f-b3ba-ece19384345f",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "browne",
  "isopen": false,
  "url": "",
  "notes": "What do you get when you cross hot Indian food with the English like of tomatoes and all points creamy? Chicken Tikka Masala is a popular combination of chicken tikka and masala.Chicken tikka is a marinated piece of meat cooked in a tandoor, an Indian oven produced of clay and coal-fired. Masala is gravy typically produced out of some kind of tomato gravy or puree with cream and a range of Indian spices.It is technically a mild curry dish, although the addition of sometimes big amounts of tartrazine causes the dish to oftentimes appear orange.In other recipes, it can look something from red to orange to green.\n\nChicken Tikka Masala is possibly the most well-liked Indian dish in the world, and has arguably replaced tandoori chicken as the flagship of Indian meals, like on the subcontinent itself it even has a musical written singing its praises.In the United Kingdom alone, Marks & Spencer, the renowned English retailer, claims to sell 18 tons a week of the chicken in Tikka Masala Sandwiches, even though 23 million servings a year are sold at Indian restaurants. Sainsburys, one more retailer, sells 1.6 million dishes every single year, and stocks 16 diverse products containing what is affectionately identified as CTM.10 tons a day are manufactured by Noon Goods to later be sold at supermarkets.\n\nThe chicken, even though extensively considered an Indian dish, does not hail from India. Kitchens from London to Glasgow claim to have originated the dish, which was first noticed in the late 1960s.According to urban legend, the dish was developed by a Bangladeshi chef in Britain when he served chicken tandoor to an Englishman only to be asked, wheres my gravy? The outcome? A mixture of cream of tomato soup and spices, which he named masala.And like that, chicken tikka masala was born, an early example of what we would now call fusion cooking.It is now so popular that British politician and Foreign Secretary Robin Cook when described it as, a true British national dish, citing its combination of authentic Indian cooking with the British need to have their meat served with gravy.\n\nWhat goes into a chicken tikka masala? Nicely, a 1998 survey indicated that of 48 versions, the only prevalent ingredient was chicken.A well-known recipe involves chicken marinated overnight in yogurt, ginger, garlic, cardamom powder, cumin, white pepper, and other spices.The chicken is cooked briefly in the hot tandoor, and is then served with a sauce produced of tomato, ginger, garlic, cream, green and red pepper, and an assortment of spices.The sauce is poured more than the chicken right after it is cooked. In contrast to tandoori chicken, on which it is primarily based, the taste is mild and creamy, rather than spicy.\n\nIs chicken tikka masala an English or an Indian dish? The answer is unclear, as it has been adopted so readily that it is served in just about every single Indian restaurant, an indication that Indians have accepted it as their own.A variety of English firms now specialize in exporting the dish back to India.Whatever its origins, however, it is now enjoyed by millions every year. Browse this hyperlink <a href=\"http://www.waterloostructures.net/StorageSheds.php\">view sheds in pa</a> to learn the inner workings of this view.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Fusion Cooking  Blended Cuisines",
  "revision_id": "ccde1b78-e8be-46ac-a324-12cde3140c95"
}