{
  "license_title": "License not specified",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "98a5fca9-7b52-4967-9167-33a49bbe99f0",
  "metadata_created": "2013-09-29T16:03:38.218909",
  "metadata_modified": "2013-10-10T20:57:25.116341",
  "author": "Arthur Cantrell",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "3820f0c5-4b68-4d4d-a502-7a4b85272e36",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "",
      "name": null,
      "format": "",
      "url": "http://datahub.io/dataset/new_resource/flipkart-is-now-voice-searchable",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "98a5fca9-7b52-4967-9167-33a49bbe99f0",
      "created": "2013-09-29T11:03:53.098470",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "fa2931a6-56ae-4819-bb27-a37f02f00abe",
      "url_type": null,
      "id": "8ada0c01-c67c-43e3-9fc9-82e04f2bfe85",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 1,
  "tags": [],
  "groups": [],
  "license_id": "notspecified",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "flipkart-is-now-voice-searchable",
  "isopen": false,
  "url": null,
  "notes": "Flipkart is one of the leading shopping websites in India and [flipkart coupon](http://fatcoupon.in) helps customers to avail discounts by using coupons and offer from our website. For a hassle free shopping we have listed Flipkart discount coupons on our website. You can make online shopping in almost every category from books to mobiles. Some of the most popular categories are: mobile phones & mobile accessories, laptops, computer accessories, cameras, movies, music, televisions, refrigerators, air-conditioners, washing-machines and MP3 players. Also, there are some of the top selling brands on the Flipkart such as: Toshiba, Philips, Braun, Bajaj, Morphy Richards, Samsung, HTC, Nokia, Dell, HP, Sony, Canon, Nikon, LG and many others at best prices\r\n<br><br>\r\nIndia's e-commerce giant Flipkart.com has added voice search feature to its platform. Similar to Google's voice search, the new feature on Flipkart allows users to speak and search for the items, rather typing out the name. The new feature is based on HTML speech input API, which enables a tweak to search code allowing speech based search.\r\n<br><br>\r\nTo use Flipkart's voice search feature, tap on the mic icon placed in the search bar. Users can use the feature to search for any product on the portal, including books and gadgets. The voice search facility is currently available for desktop users, but will be available on mobile versions of the portal very soon.\r\n<br><br>\r\n“The voice search feature on Flipkart.com is another step towards enhancing the user experience. Our goal is to strengthen and improve the overall search capabilities by providing users with multiple options – be it text or voice. This feature will be even more useful on mobile devices,” yourstory.in quotes Saranagati Chatterjee, VP – Products, Flipkart as saying.\r\n<br><br>\r\n“The current version of voice search will also help us gather a lot of data in terms of usage, user’s preference and its overall accuracy – which in turn will be used to make enhancements to improve the overall experience,” TechCircle quotes Chatterjee as saying.\r\n<br><br>\r\nVoice search is relatively a new concept in the online shopping space. It'll be really interesting to see how online shoppers adopt the new feature.\r\n<br><br>\r\nFlipkart has of late made quite a few changes to the site to improve users experience. Among the recent efforts include the new e-book reader and store app for iOS and Windows Phone as well as a web interface.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Flipkart is now voice searchable",
  "revision_id": "67108c17-660e-4e2d-943c-6fb280e344ec"
}