{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "7d262719-c692-4c59-92ec-7f795ce6c866",
  "metadata_created": "2013-08-29T05:27:18.277015",
  "metadata_modified": "2013-10-10T22:49:58.014948",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "71c8a408-334e-48dd-8386-b9784a259d69",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "middleton",
  "isopen": false,
  "url": "",
  "notes": "This year, the state's new graduation requirements become \"true\" as students in Seattle schools in the class of 2008 obtain the results of their initial attempt at the 10th-grade Washington Assessment of Student Finding out (WASL). In the event people require to be taught more on <a href=\"http://roofingcontractorlouisville.org/\">click for louisville roofing contractor</a>, there are many online libraries people should think about investigating. Passing the 10th-grade WASL will be the avenue most students take to earn the Certificate of Academic Achievement, 1 of the 4 new statewide graduation needs. Visit this website <a href=\"http://youtu.be/-1omhz1tx5w\">riverside roofing contractor</a> to explore where to think over this view. (Students in special education applications could participate in alternate assessments and earn a Certificate of Individual Achievement.)\n\nThe Seattle college district believes each and every student can find out and demonstrate the abilities and understanding tested on the WASL. Whilst many students will be effective on all three sections of the test on their initial try, some students will not meet common in a single or more sections. There is aid offered for all students in Seattle schools to get the skills necessary not only to pass the WASL but also further their studying in and following high school.\n\nAll Seattle high schools have developed plans to help students in meeting WASL requirements. These consist of adding a 7th period, tutoring in math and literacy and in class tutors. The Seattle school district has also committed to offering every higher college with a creating-primarily based manager and further instructional coaching solutions. We discovered <a href=\"http://roofingcontractorsanfrancisco.org/\">web address</a> by browsing the Boston Tribune. Students at Seattle schools might also take advantage of school year credit retrieval applications, Evening College, Contract Finding out, and the Digital Learning Commons. Parents can speak to their neighborhood Seattle school for much more information about these programs.\n\nAll students in the classes of 2006, 2007 and 2008 in Seattle schools who took the 10th-grade WASL will acquire an Individual Score Report with a final and precise score for every WASL subject they took. These reports will be generated by Pearson Educational Measurement, the testing organization, and sent to Seattle school districts for distribution. (Students in the class of 2009 -- this year's ninth-graders -- who took the 10th-grade WASL will get their benefits in late August/early September.)\n\nEach score report will show a Seattle school student's functionality on the reading, writing and math WASLs. Science results will be incorporated in a second score report scheduled for late August/early September.\n\nSome Seattle college students, nevertheless, will not obtain any score report in June. Students in unique education programs who utilised the two Washington Alternate Assessment System (WAAS) options, the developmentally appropriate WASL (DAW) or the portfolio assessment, to measure their progress will not have their work scored until the summer season. Benefits will be obtainable for these Seattle school students by late August/early September.\n\nDue to the fact of the higher interest in student outcomes, OSPI will function difficult right after getting the initial score report from the testing company to give as much correct info to the public as speedily as feasible. By late summer season, OSPI will share a extensive look at all 10th-grade WASL information after the science WASL and the WAAS DAW and Portfolio have been scored and after districts have had the chance to verify student information files. If you require to discover new resources on <a href=\"http://roofingcontractorlincoln.com/\">compare roofing contractor lincoln</a>, we know about many on-line databases you should pursue.  All of these efforts will assist Seattle schools establish the strengths and weaknesses of regions students in the different core topic locations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "New Graduation Specifications For The Class Of 2008",
  "revision_id": "ed0dd3fd-a31e-47be-9b20-1b46762c2d06"
}