{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "5bd57439-1528-493c-8a2a-54950938824c",
  "metadata_created": "2013-05-15T07:44:31.861843",
  "metadata_modified": "2013-10-10T23:45:31.558404",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "b2c4c6e1-3062-44e2-9ace-4ffb12d62d08",
  "type": "dataset",
  "resources": [
    {
      "mimetype": "text/html",
      "cache_url": null,
      "hash": "",
      "description": "The critical aspect of cultivating mathematical ability is the training of mathematics thinking. In the process of mathematics education, it should coach the creative thinking continually, and College mathematics will play an important role in training students’ thinking ability. As the matter of fact, mathematics can explain many phenomena simply and accurately. Through the living feeling, leading students to study these things, which can form the habit of being happy to analyze mathematics and communicate with each other. It could strengthen students’ awareness of applying mathematics and improve the ability of using mathematics. According to three effective ways of coaching students, in order to apply mathematic knowledge in all kinds of social topics, the author will study how to train student’s mathematical thinking from the perspective of college mathematical teaching in this topic. \r\n\r\n",
      "name": "Study on the Mathematical Thinking Ability in College Education",
      "format": "aspx",
      "url": "http://www.erfrontier.org/paperInfo.aspx?ID=1538",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "5bd57439-1528-493c-8a2a-54950938824c",
      "created": "2013-05-15T02:44:31.909354",
      "state": "active",
      "mimetype_inner": "",
      "last_modified": "2013-05-15T02:44:33.335499",
      "position": 0,
      "revision_id": "1710122e-8d2a-4684-a275-6054e8e5ee12",
      "url_type": null,
      "id": "ea33b40e-c223-4599-bc1c-c993b61e0b07",
      "resource_type": "file",
      "size": "27380"
    }
  ],
  "num_resources": 1,
  "tags": [],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "study-on-the-mathematical-thinking-ability-in-college-education",
  "isopen": true,
  "url": "",
  "notes": "The critical aspect of cultivating mathematical ability is the training of mathematics thinking. In the process of mathematics education, it should coach the creative thinking continually, and College mathematics will play an important role in training students’ thinking ability. As the matter of fact, mathematics can explain many phenomena simply and accurately. Through the living feeling, leading students to study these things, which can form the habit of being happy to analyze mathematics and communicate with each other. It could strengthen students’ awareness of applying mathematics and improve the ability of using mathematics. According to three effective ways of coaching students, in order to apply mathematic knowledge in all kinds of social topics, the author will study how to train student’s mathematical thinking from the perspective of college mathematical teaching in this topic.  http://www.erfrontier.org/paperInfo.aspx?ID=1538",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Study on the Mathematical Thinking Ability in College Education",
  "revision_id": "f2629089-9fdd-49f2-8e58-af16f15e7e68"
}