{
  "license_title": "License not specified",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "93ac23b5-998f-492a-a714-741c163dcaef",
  "metadata_created": "2013-09-13T08:20:12.650407",
  "metadata_modified": "2013-10-10T20:20:16.049487",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "7fa6ba4e-1642-4fcd-82cd-1ed3e6409347",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "",
      "name": null,
      "format": "",
      "url": "http://None",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "93ac23b5-998f-492a-a714-741c163dcaef",
      "created": "2013-09-13T03:20:16.876030",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "924b2113-69e8-4856-a92f-c645dcbff69c",
      "url_type": null,
      "id": "a2a6d999-7449-4b74-bad7-607ba7d52ba4",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "coaching",
      "id": "d8651131-150e-4918-9569-31a4b9c14086",
      "name": "coaching"
    }
  ],
  "groups": [],
  "license_id": "notspecified",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "coaching-throughout-spain-12",
  "isopen": false,
  "url": null,
  "notes": "¿Qué es coaching?\n\nLa respuesta corta es: El coaching es una alianza entre la creación de eventos extraordinarios y lograr resultados en la vida.\n\n\n\nLa respuesta larga es:\n\n\n\nApoyo:\n\nLa connotación de un entrenador de muchas personas es alguien que ayuda any sus clientes a que se emocionen o energicen hacia un proyecto o meta. Y, mientras que a new menudo ese es el http://yourtrainings.com/seogladiatorsau/trainings/790246/ subproducto del trabajo que hacemos, zero es nuestro principal objetivo. El compromiso de un coach es el de ayudar a new relacionar the una persona consigo misma más arriba y mejor. De vez en cuando, todos podemos ser bastante http://www.execoach.es locos - acumular excusas acerca de por qué las cosas están bien como están, golpeándonos la cabeza por algo que hicimos o zero hicimos, con la posibilidad siempre de renunciar a new lo que queremos, y la lista sigue y sigue ... El trabajo de un coach es estar de pie, firmemente, enfrentando cosas extravagantes http://www.execoach.es y ayudando any las personas a relacionarse cariñosamente al poder y las posibilidades de cada individuo. Es notable el resultado que el amor implacable puede crear.\n\n\n\nEstructura\n\n\n\nAquí es donde preguntamos \"¿Cuál es su program de juego?\" El coaching tiene que ver con los resultados y los avances, y sin metas específicas y medibles y un program para conseguir los objetivos, nos encontraremos justo donde empezamos. El cambio y el impulso rara vez se materializan naturalmente (si lo hicieran, ya estaríamos todos en donde deseamos estar), así que el trabajo de un coach es ayudar a http://www.execoach.es new los clientes para crear una estructura que es suficientemente buena como para superar la resistencia al cambio.\n\n\n\nReflexión\n\n\n\nTodos tenemos nuestras formas automáticas de ser o hacer las cosas y absolutely no hay nada malo con la manera en que las cosas han sucedido hasta este punto. Pero si una persona quiere resultados diferentes, debe tener en cuenta http://www.execoach.es zero sólo lo que está haciendo, sino también lo que hace cuando se queda atascado o es confrontado. El trabajo de un coach es reflexionar cuando la persona comienza con sus actos automáticos (lo que se llama el \"mecanismo de supervivencia\") y darles a new elegir, o quedarse allí o ir más alto y mejor (lo que se llama la \"esencia\").\n\n",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Coaching throughout Spain",
  "revision_id": "87e3ece0-1864-4f69-99dc-f5ca07c58fc0"
}