{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "54928f84-9de6-42af-ba68-cc9c447aa8c5",
  "metadata_created": "2013-09-06T13:26:46.717710",
  "metadata_modified": "2013-10-10T20:40:50.214307",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "de81c7bc-5b67-426d-8fa0-d56a515be842",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "drejer",
  "isopen": false,
  "url": "",
  "notes": "* Choosing the Right Alcohol Rehab Center \n\nAn alcohol treatment center is the better source for a person.. \n\nAlcohol addiction is a serious condition. Not just can it tear a family group apart and lead to economic ruin, it can also lead to the early death of the alcoholic. Therefore, it's crucial for person struggling with this condition to find help straight away. Without help, it's extremely hard for a person with an alcohol addiction to return and recover to an ordinary, healthy life. \n\n* Choosing the Right Alcohol Rehab Middle \n\nAn alcohol treatment center is the best source for a person looking for help with addiction recovery. Therefore, it is essential to determine the sort of rehab heart suitable to the individual's needs. \n\nYou will find two types of help a person by having an alcohol dependency can obtain from a rehabilitation center: inpatient and outpatient. With inpatient treatment, the patient stays on the premises of the alcohol treatment center. Hospital therapy, on another hand, enables the in-patient to continue along with his or her normal life while still reporting to the rehab center for support and guidance. Many alcohol rehab centers offer both kinds of treatment. \n\n* The Support of an Alcohol Therapy Heart \n\nIrrespective of the form of system the person with an alcohol dependency follows, the principles of alcohol rehab remain the exact same. In every cases, the addiction and other troubles the in-patient faces are kept private. Furthermore, the center may also include five major components: a evaluation, a psychological evaluation, treatment, detoxification, and extended treatment. \n\n* The Medical Evaluation \n\nThe medical assessment conducted by the alcohol rehabilitation center is intended to help the team identify any physical problems anyone having an alcohol addiction might have. Often, these physical problems are in fact caused by the alcohol dependency. As a result of the dependency difficulties with the liver, like, may have developed. After medical problems have been identified, the staff of the rehab center can work toward making the patient literally healthy once more. \n\nIncreasing the patient's physical health can be an important component of addiction recovery. a holistic approach is taken by it to get an addict back traveling toward recovery recovery is because. Including taking care of the patient's physical, intellectual, and emotional health. Without this three-pronged approach, the individual is more prone to fail in the process of addiction recovery. \n\n* The Psychological Assessment \n\nThe psychological examination also provides the staff of the rehab center with amounts of information about the individual. The psychological assessment helps the staff better comprehend the patient. Additionally, the team of experts can see whether the person suffering from alcohol dependency is also fighting from specific psychological dilemmas. For example, it's common for an individual enduring from alcohol dependency to also suffer from depression. If this could be the case, the program designed to assist the in-patient may also add a plan to address this issue. \n\n* Therapy \n\nUsually, an alcohol rehabilitation center will give you both individual and group therapy to its individuals. The group therapy is made to provide the person with an alcohol addiction help from others who are experiencing the same problems. Having the ability to share in the problems with those who can truly understand frequently makes the process easier for someone to deal with. \n\nNone the less, individual therapy can also be important to addiction recovery. Having the possibility to work one-on-one with a consultant helps the in-patient work through their own personal conflicts. Through individual treatment, the patient can come to terms with his or her dependency and work through ways to resolve it by setting individual goals. \n\n* Detox \n\nAdditionally the medical and physical assessments, people of alcohol therapy facilities broadly speaking undergo a 24-hour medically supervised detoxification and withdrawal period. During this time period, the in-patient is required to go without alcohol. For many individuals coping with alcohol addiction, this may be the longest time they've gone without alcohol in many years. \n\nThe detox period is problematic for anyone struggling with alcohol addiction because it is followed closely by extreme withdrawal symptoms. Their toll is taken by these symptoms on the patient both physically and mentally. For this reason, an alcohol treatment center also offers close patient monitoring and support during this period. \n\n* Extended Care \n\nExtensive treatment, which is also often called aftercare, is vital to the success of addiction recovery. Via an extended treatment program, the patient continues to get assistance and support from the alcohol rehab center after being released from the more intensive alcohol rehab program. \n\nLengthy care programs are designed to help monitor the patient's success in alcohol addiction recovery. To achieve this properly, the program staff watch within the individual to be sure he or she is using the new skills acquired during treatment. As an example, the extended care specialist may possibly work with the in-patient to make sure he/she is steering clear of particular throngs of people that encourage drinking. Or, the extended care specialist may always check to make sure the patient is applying appropriate resistance skills. For additional information, consider checking out: <a href=\"http://www.oasispompanobeach.com/west-palm-beach-detox-centers\">my detox centers in west palm beach</a>. Without a strong extended care program, it is easy for the patient to fall back into the pattern of abuse.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Alcohol Rehab: How Rehabilitation Facilities Help Addiction Restoration",
  "revision_id": "6b23da2e-50bf-4568-8df1-af296f930a31"
}