{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "a1b8c78d-9746-4854-ad23-871e11f3e9ea",
  "metadata_created": "2013-08-31T10:41:39.058415",
  "metadata_modified": "2013-10-10T20:07:09.405686",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "95a26ea4-61a0-42b1-b314-be0481ae5f00",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "buck",
  "isopen": false,
  "url": "",
  "notes": "When financial crisis is on the horizon, its time to find a professional qualified to help you through the trying procedure for financial treatment. When making your decision to get a bankruptcy attorney: consider the following factors \n\n1. Free Session \n\nFor bankruptcy legal counsel, if a bankruptcy attorney needs a consultation fee, keep searching for an attorney. Any bankruptcy attorney that truly values his clients won't insist on the consultation fee. \n\n2. Experience and Reputation \n\nAttorneys specialize in from corporate bankruptcy to criminal law, so it only makes sense that you select the proper bankruptcy attorney. This, as well as the prospective solicitors individual experience can be verified in a discussion (see number one above). \n\nAn experienced bankruptcy lawyer can comprehend local rulings and know how to use local lender attorneys and judges. All attorneys get their knowledge in large part from working their consumers circumstances. Learn how much of the guinea pig you might be before selecting an attorney. \n\n3. Visit <a href=\"http://www.martinlawfirm.com/fort-myers-bankruptcy-attorney.html\">home page</a> to discover the meaning behind this idea. Attorney-Client Interaction and Relationship \n\nYou have to be able to talk with your lawyer and feel understood as a way to accomplish an effective bankruptcy result. A potential bankruptcy attorney ought to be willing to answer your questions. To compare more, please consider having a gander at: <a href=\"http://www.youtube.com/watch?v=o5Gtmdj0gxs\">small blue arrow</a>. Be taught new info on <a href=\"http://www.youtube.com/watch?v=WljGtqTFxNs\">divorce attorney naples</a> by navigating to our dynamite paper. You should definitely feel comfortable with the attorney that you decide to work with. \n\n4. Size of Attorney \n\nIt may be advantageous to choose an attorney that is affiliated with a sizable law firm. In many situations, larger, more respected attorneys are more prone to have just the attorney designed for your particular situation. This is often critical if youre pressed for time. Also, you are more likely to receive top priority in a larger attorney. \n\n5. Credit Repair \n\nAfter declaring bankruptcy and creating repayment programs as necessary, you will also desire to repair your credit. Its very important to choose a lawyer that can help you in rebuilding your financial life. She or he must be able and willing to provide help and instruments to specifically restore willingness and your credit standing. \n\n6. Location \n\nLast, but not least: location, location, location. I hate being the bearer of bad news, however in many legal situations, especially something as difficult as bankruptcy, chances are pretty good youll be spending more time at-your lawyers office than you could first assume. However, more and more legal transactions are happening via e-lectronic communication of various sorts. If this suits your preferences, by all means, utilize the resource. \n\nPost source: http://freeadviceabout.com/bankruptcy/Bankruptcy_Attorneys_How_Do_I_Choose.html.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Bankruptcy Solicitors",
  "revision_id": "2ca46805-a6c9-4f62-8312-e1b123f86086"
}