{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "c39bbc9d-d30d-4671-b3d9-222275ab3c94",
  "metadata_created": "2013-09-06T16:37:51.080983",
  "metadata_modified": "2013-10-10T23:42:15.116425",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "2161d715-6737-4091-9a6b-5fc553a7fbac",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "snedker",
  "isopen": false,
  "url": "",
  "notes": "If getting pregnant or having a baby is some thing you want to prevent, it would be better to become well-informed about contraception. To explore more, consider taking a peep at: <a href=\"http://www.kinkyoutlet.com/sex_toys_for_couples.php?a=kinkyoutlet\">sex toys</a>. Contraceptive or contraception can be a course of treatment of one or more steps, products, or drugs that prevents pregnancy. The mechanisms responsible for decreasing the likelihood of the fertilization of an ovum by way of a spermatozoon might be correctly known as contraception. Probably one of the most used birth-control methods for a long time now is the utilization of condom. Condoms really are a barrier method of contraception that, when used regularly and effectively, can avoid pregnancy by preventing the passing of sperm to the vaginal canal. Condoms also can stop the trade of semen, body, and vaginal secretions which are the principal channels of STD transmission. Despite what you may think, condoms are not a modern-day innovation. Visiting <a href=\"http://www.kinkyoutlet.com/Mens-Sex-Toys/Masturbators?a=kinkyoutlet&cid=20\">masturbators</a> certainly provides cautions you can give to your cousin. The annals of the condom could be traced back thousands of years to Ancient Egypt when it was used to guard against illness and illness, just as it is today. It is assumed that the Egyptians had used their own version of the condom as far right back as 1000 B.C. \n\nThere are two possible explanations for how a condom got its name. It might be based on Condus, the Latin word for receptacle. Another idea is the fact that it got its name in the doctor of Charles II of England, Dr. Condom or Quondam, who made his king sheaths of animal instinct. The initial proof condom use in Europe are scenes from cave paintings at Combarelles in France which dated back as soon as 100 to 200 A.D. \n\nThe primary known published information and studies regarding prophylactic condom use were recorded by the Italian Gabrielle Fallopius inside the 1500s. H-e said to have developed a sheath made of linen and conducted trials amongst 1,100 males using the condom. It was reported that none of those men became infected with syphilis. \n\nThe condom, made from animal instinct, became well known and increased in popularity within the 1700s. Literature of that time suggests that the condom's contraceptive (in the place of just prophylactic) properties had already been noticed. By 1766, several shops were making handbills and adverts to market condoms. \n\nThe Japanese are proven to used two types of condom. The Kawagata or Kyotai was made of thin leather and the Kabutogata was made from tortoiseshell or horn. \n\nThe rubber condom originated shortly after the formation of vulcanized rubber in-the 1840's, by Goodyear and Hancock. Vulcanization could be the method or means of treating crude rubber with sulphur and subjecting it to intense heat. This method turns the rubber right into a strong elastic material. Inside the 1930's liquid latex manufacturing replaced crepe rubber. It is still the basis for manufacture today. During the 1990's, new technology con-siderably enhanced the condom and enabled the creation of a lot more advanced designs. \n\nIn the past few years, consequently of mis-information and inadequate research, the effectiveness of condoms as a birth-control method and a way of STD prevention is discussed in several forums. But, research continues to demonstrate that condoms are one of the most readily useful types of preventing unwelcome pregnancy and having safety against STDs including HIV. \n\nNow in the new millennium, the new condom revolution is making record waves in-the history of birth control and the condoms future is looking brighter than ever.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "The Protection Rubbers Revolution",
  "revision_id": "6c4a16fd-29ad-42f4-b51b-95829d0d92ef"
}