{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "237568a7-9c57-46d8-b1f5-85202278e411",
  "metadata_created": "2013-09-11T09:11:34.029943",
  "metadata_modified": "2013-10-10T20:58:34.427607",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "4d958830-f7d3-4018-ae58-11868db92312",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "frandsen",
  "isopen": false,
  "url": "",
  "notes": "Recent media reports have made note of the fact that an ever increasing number of women and men around the world are over weight. Indeed, some professionals in the area have figured carrying excess fat now presents a much greater health risk to a larger number of people throughout the world than does deficiencies in food. If you're a female who is interested in her health, you may be interested to locate a womens exercise journal membership which will fid your requirements and goals. <a href=\"http://www.precisionathletics.ca/\">Personal Fitness</a> includes more about how to deal with this activity. In this respect, there are a variety of different ladies fitness magazine membership that are available nowadays on the market today. In this regard, as you commence your own search for a womens exercise magazine subscription you might want to turn to the Net and Web. \n\nFirst of all, most important females fitness magazines now maintain a lively Internet presence. By visiting these sites, you are able to figure out what one or another of different girls fitness magazines are in possession of to offer to an interested consumer. Often, if you get one or still another of the girls fitness magazine subscription from an on line site, a magazine will affect a share off the regular subscription price. If you have an opinion about illness, you will perhaps hate to explore about <a href=\"http://www.precisionathletics.ca/\">personal fitness trainer</a>. \n\nYou may need to consult with a trainer at the facility to determine what suggestion the trainer may have in regards to girls exercise magazine subscription, if you're a female who is a part of a fitness center of health club. Just like a great many other services and products, there might be some very significant differences between your various girls fitness magazines that are being published in this age and day. Obviously, you will want a womens fitness magazine that fits into any exercise or fitness routine that you may already be playing. \n\nFinally, as you look for women fitness magazine subscription, you might want to take out an effort subscription to a few magazines to examine what is included in the different publications. By being able to produce this in close proximity evaluation, you'll be able to determine which book will best meet your specific needs and exercise and health goals and objectives. Many publications offer a trial period at zero cost, or at a small fee, to give you a chance to see a book up close. In a nutshell, you risk nothing -- or almost no -- by taking out an effort subscription to see just what a particular females exercise magazine subscription is focused on.Precision Athletics\n210- 858 Beatty Street\nVancouver BC V6B 1C1",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Ladies Fitness Magazine Subscriptions",
  "revision_id": "5f417097-451b-4ac3-a16b-96c16593330c"
}