{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "6a7e6013-f87f-42ba-a807-74425e5931a4",
  "metadata_created": "2012-10-30T17:05:37.053692",
  "metadata_modified": "2013-10-10T22:30:06.212852",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "1b8df187-5ecb-4d2c-88ba-b61620b7b113",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "make_science_fun_with_stars",
  "isopen": false,
  "url": "",
  "notes": "Includes five interactive activities for kids. From the Howard Hughes Medical Institute. Includes thousands of cartoons covering almost anything you'd like to know! Originally drawn over a period of 14 years for the Observer newspaper, you'll find information on animals, art, entertainment, music, science, sports and 16 other subjects. Investigate interesting and unusual scientific topics. Includes 'Ask Dr. Bob' and 'Did You Know' sections. Join Earthman, Sunnyray, Fluffy, and the rest of the Planetpals gang to learn all about our planet, weather, and ways you can recycle and conserve the earth's resources. You'll also find sections with crafts you can make, games, coloring pages, and lots of other fun stuff.\n\nThe star will settle down into middle age. The outward pressure, caused by the highly energetic nuclear reactions taking place in the star, just cancels out the gravitational attraction pulling the star in on itself. A star spends most of its lifetime like this. Our sun is at this stage in its development. This sudden core bounce (which includes the release of energetic neutrinos from the core) produces a supernova explosion. For one brilliant month, a single star burns brighter than a whole galaxy of a billion stars. Supernova explosions inject carbon, oxygen, silicon and other heavy elements up to iron into interstellar space. They are also the site where most of the elements heavier than iron are produced. When the Sun becomes a red giant, its atmosphere will envelop the Earth and our planet will be consumed in a fiery death. The Sun will eventually evolve into a red supergiant as it exhausts the helium in its core. At this stage, it will have an outer envelope extending out towards Jupiter. During this brief phase of its existence, which last only a few tens of thousands of years, the Sun will lose mass in a powerful wind. White holes are an interesting idea often mentioned in conjunction with black holes. It is important to mention that no evidence has yet been found to prove the existence of white holes. While they have not been proved false, their existence is highly unlikely. The concept of a white hole is more just something fun to consider as an alternate solution.\n\nTalking about stars, have you heard the 2012 solar eclipse is on its way?  Do you want to have some fun? Click my <a href='http://www.squidoo.com/the-solar-eclipse'>new updates here</a> to get more info about this exciting event! ",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Make Science Fun with Stars",
  "revision_id": "e820d60f-bc17-44e0-830e-899a50f70b2d"
}