{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "5b14a5d9-c60b-485c-9f05-c6e69a0cf33a",
  "metadata_created": "2013-08-29T12:42:10.532941",
  "metadata_modified": "2013-10-10T21:55:47.033498",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "1e95a9d1-f322-4a79-9f2e-de58f721053b",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "knight",
  "isopen": false,
  "url": "",
  "notes": "All you need to have to do is cautiously stick a piece of masking tape onto the remaining pieces of the peel off then peel it meticulously to lift the pieces from the backing sheet. Location the peel off image exactly where you woul..\n\nNever you locate it maddening when you peel an outline sticker from the sheet and notice that the bits of peel off left behind also make a fantastic image, if only you could peel them and place them in the proper location to recreate the picture. Well now you can do just that.\n\nAll you require to do is very carefully stick a piece of masking tape onto the remaining pieces of the peel off then peel it cautiously to lift the pieces from the backing sheet. In the event you want to get more on <a href=\"http://www.amazon.com/Cellulite-Sculpting-Contouring-Treatment-Guarantee/dp/B00DTVGII0\">the body shaping cream</a>, there are heaps of databases you might investigate. Place the peel off image exactly where you would like it, then rub vary hard onto the back of the masking tape. The image ought to stick to your project permitting you to take away the masking tape slowly taking care to leave the peel off behind.\n\nSo to make a gorgeous card with a butterfly outline sticker. Pick an A5 piece of Coloured card, fold or score it in half. Discover supplementary info on <a href=\"http://www.livingpower.me/cellulite-treatment/\">link</a> by browsing our wonderful paper. Pick a piece of background medium in a matching colour, this could be vellum, parchment, mulberry paper of any sort of backing material and mount this onto the front of your card using double sided foam pads to give it depth. To study additional info, consider glancing at: <a href=\"http://www.livingpower.me/cellulite-treatment/\">site link</a>. Then simply peel the Butterfly and place on your card, you can then colour the wing sections in distinct colours to fantastic impact.\n\nYou can then use the above strategy to add a second butterfly peel off shape from the middles of your 1st butterfly peel off\n\nTo finish your card you could add a plain paper insert and a matching C6 envelope. This method works with all sorts of pel offs, if the image you wish to lift is wider than your masking tape layer numerous strips of tape with each other till you get the width necessary to lift your peel off design totally.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Make The Most Of Your Peel Off Stickers",
  "revision_id": "25217206-c081-457a-9be1-04722a99f89a"
}