{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "33d68ac7-795b-43a0-beec-cfce47bfaeea",
  "metadata_created": "2013-08-29T06:39:41.698709",
  "metadata_modified": "2013-10-10T20:09:14.949487",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "b20f2747-492e-4192-ace9-a72002a268cd",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "burris",
  "isopen": false,
  "url": "",
  "notes": "Some individuals genuinely believe that when it comes to relationships women has it tougher than men. Women and men are a lot alike when it involves feeling discomfort and inflicting it, except that many men don't show and tell the planet how they feel. \n\nDoes It Hurt? \n\nIt's a common misconception that men dont get hurt when their relationships separation. Society has a pair of opinion that stereotypes divorced men as womanizers, infidels, dead defeat dads, and reckless. But, not all these conceptions are true. Some others get hurt during the process, though some divorced men prove otherwise. They believe they've to struggle to hold their family intact, thinking of child support and also has to bear the fact of seeing their children a couple of times monthly if child custody is lost by them to the caretaker. If the problem does it hurt? arises, these fathers do think therefore. It is actually hard to manage up from a messy divorce not just for the kids but from their fathers as well. \n\nDropping attention with the children \n\nThere's also this myth that came around telling that divorced parents do not care or lose some interest in regards to the children they've. This is not true at all. Men always take care of their children, it may not be shown by some through passion and some may do, but saying that losing interest using them are demonstrated to be false. \n\nMen are the people starting a divorce \n\nStill another misconception. As the people who've initiated the divorce people tend to stereotype separated men. Others might think that men would be the people abandoning their families, leaving their wives for another person, leaving each of their responsibilities behind, and so forth. People often think that towards separated men, when they should think that women are also able and sometimes responsible for all things that has been said here. <a href=\"http://danielmorganlaw.com/\">Cheap Ventura Attorney</a> is a striking database for further concerning the purpose of this enterprise. There are some dads out there striving and trying to give their family and however are being cheated on by their wives after their backs are turned away. Not only girls feel pain after the divorce is final when on the highway to divorce, men also feel pain and all these chaos. Be taught more on the affiliated web page - Click here: <a href=\"http://divorceattorneyventuraca.com/divorce-attorney-advice/\">read about divorce attorney</a>. \n\nAnother difficult element of the dad when going right through a tough divorce is discussing their assets using their wives who often are the ones accountable for the divorce. <a href=\"http://danielmorganlaw.com/practice-areas/family-law/\">Family Law Attorney Ventura</a> contains extra resources concerning why to study this thing. Some wives may cleanse their husbands wallets, and even requesting daughter or son support in the process, and while visiting their kids some may even have a social worker with them. These are only a number of the turmoil being brought by divorce to these men. \n\nBeing a divorced father means you have to work double time to compensate for your child support and to keep their minds off it. Some simply take weeks and on occasion even years only cope up with the new situation they are in. There are a few who even stop their social lives due to fear of going through all these process once more. Some men who are weak tend to become drunks or interest may be lost by some inside their lives. \n\nBeing truly a divorced dad doesn't necessarily mean life has ended, for some, it means to have up, dust kinds self off and start a whole new perspective in life.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "The Turmoil Of Being A Divorced Dad",
  "revision_id": "2851c383-31ec-4685-a6ed-4df05a0ccad6"
}