{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "163053c8-7ab3-49aa-845a-bb773d92a408",
  "metadata_created": "2013-08-29T05:31:13.872319",
  "metadata_modified": "2013-10-10T21:25:23.488090",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "3446f8e5-a87b-4409-a088-51a6130c3510",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "jacobs",
  "isopen": false,
  "url": "",
  "notes": "Veranda decking is a composite decking material that has a reversible finish. It has a combed finish on one side of the decking and a wood grain finish on the other. Though it is referred to as veranda decking, you can use this decking to build a gazebo or any kind of patio or deck. The costs are comparable with other sorts of composite decking and you have 3 colors to pick from  gray, cedar and redwood. In addition to purchasing veranda decking, you can also acquire the railing you want for your deck in the exact same colour and material.\n\nCheck with Residence Depot for veranda composite decking rates. At the present time, this is the only retailer that sells this kind of composite decking. Veranda decking comes in 3 different lengths  8, 10 and 12 feet. You can also get the screws you require in the identical colour as the veranda composite decking you pick for your deck. Visit <a href=\"http://www.americanfibercement.com/natura\">natura</a> to discover how to see this view. This decking material is the best one to choose for a deck that will see a lot of site visitors and different climate circumstances. It will not diminish in appearance with a lot of folks walking on it, dragging pation furniture over it or by means of the components of weather.\n\nThe point that you will notice with veranda decking is that the colour will lighten more than time. This is not the outcome of a defect in the veranda composite decking but it is a organic occurrence due to exposure to sunlight. The decking has to have time to climate and this normally requires two to three months. Right after this length of time, you wont notice any additional fading or lightening of the color of your composite decking material.\n\nVeranda decking has to go through a mellowing period. If you acquire the decking at decreased veranda composite decking rates, you should not be concerned that the reason for the decrease costs was that there was anything incorrect with the material. Throughout the 1st two or three months, you might notice tan or greenish hues coming via the veranda composite decking, no matter what colour you choose. I discovered <a href=\"http://www.americanfibercement.com/\">cement board</a> by searching Google. There will also be slight color variations in the pieces since of the elements of the composite decking  wood fibers and recycled plastic. Although there is a warranty with the veranda brand of composite decking, colour variation is not included in this warranty.\n\nWhen you buy veranda decking, you ought to get all the material you want to comprehensive your deck at the exact same time. In reality, professionals with installing veranda composite decking advise that you acquire extra due to the fact of the colour variation that you may possibly encounter. If you are concerned by writing, you will certainly need to compare about <a href=\"http://www.americanfibercement.com/\">fiber cement</a>. The added pieces will allow you to ensure that your deck is all the same shade of the colour you pick. If you do run out of veranda decking just before the project is completed, you may have difficulty obtaining the precise color to match because runs of the manufacturing of this item can create slight differences in the colors.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Veranda Decking -  A New Option In Decking Material",
  "revision_id": "41d6b1ad-972b-4ec1-865a-bc9ebc23138f"
}