{
  "name": "a-1995-social-accounting-matrix-sam-for-zambia",
  "title": "A 1995 Social Accounting Matrix (SAM) for Zambia",
  "description": "This paper documents the construction of the 1995 Social Accounting Matrix for Zambia (ZAMSAM). The SAM incorporates economy-wide data in a consistent framework and provides the benchmark data for the analysis under the MERRISA project. Data sources include national accounts data, government budgets, balance of payments statistics, trade data, household surveys, and farm budgets. The SAM construction can be divided into three steps: First, a highly aggregated SAM (macro SAM) is constructed. It represents the macroeconomic framework of the Zambian economy. Second, the macro SAM is disaggregated into a micro SAM with the macro SAM entries serving as control totals for various sub-matrices of the micro SAM. Due to data insufficiencies, the first micro SAM obtained from raw data is highly unbalanced. Thus, in a third step and after some prior adjustments, a cross-entropy approach is applied to balance the first micro SAM and generate the final estimated SAM. The result is a consistent and balanced SAM for Zambia in 1995 that comprises 28 activities, 27 commodities, 6 factors of production (4 labor categories, 1 capital, and 1 land account), 4 household types, and one account each for enterprises, government, rest-of-the-world, and investment/savings. Special features of the Zambian micro SAM include its focus on agriculture (13 agricultural commodities), the consideration of non-monetary, own household consumption, and the separation of marketing margins on domestic products, exports, and imports.",
  "version": "",
  "keywords": [
    "SAM",
    "Zambia",
    "social accounting matrix"
  ],
  "organization": "International Food Policy Research Institute (IFPRI)",
  "licenses": [
    {
      "name": "cc-nc",
      "title": "Creative Commons Non-Commercial (Any)",
      "path": "http://creativecommons.org/licenses/by-nc/2.0/"
    }
  ],
  "resources": [
    {
      "name": "A 1995 Social Accounting Matrix (SAM) for Zambia",
      "description": "",
      "format": "Data File in EXCEL",
      "path": "http://hdl.handle.net/1902.1/11324",
      "mediatype": "text/html",
      "size": null,
      "created": "2012-12-13T15:56:58.251315",
      "last_modified": null,
      "state": "active"
    }
  ],
  "created": "2012-12-13T21:52:27.206446",
  "modified": "2017-01-09T21:05:29.105701"
}