{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "08b33c38-e82f-44bf-940d-080dadf7c904",
  "metadata_created": "2012-09-11T08:03:11.461736",
  "metadata_modified": "2013-10-10T20:36:50.331067",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "0049390e-44ec-4a7f-ba0c-18fab6652683",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "discover_north_face_apex_jacket_wartm_secret",
  "isopen": false,
  "url": "",
  "notes": "I not long ago picked up 1 of these North Deal with Apex jackets. It is not necessarily for use when backpacking as significantly as I needed it for casual wear about the household and city. While, this is not to say that I will not use this <a href='http://www.tnfdenalioutlet.com'>north face denali fleece jackets</a> on any hikes given that I do program on carrying this on some of my day hikes.\n\nThis jacket is categorized as a comfortable-shell jacket. A delicate-shell jacket is truly a couple of tips combined into a person jacket. Ordinarily a soft-shell jacket capabilities a slim insulating liner on the inside whilst the outdoors will block wind as very well as supply a tiny diploma of water resistance. This is really a good thought, but like any piece of clothing, or gear, there is a spot for it. And to add to that, that put is diverse for every person.\n\nI have browse by way of a lot of debate about using a delicate-shell even though backpacking on a few backpacking forums. Some persons argue that the gentle-shell is a very functional piece and is a great piece to use either on its possess or as part of a layering process. And then there are other folks that argue that even though the delicate-shell has several features, none of them are as excellent as the real deal, so this ???all-in-one?? is a waste. ???The insulation is not adequate, the wind block is not excellent, and the h2o resistance wets out too quickly??. So, as you can see, there is a ton that can be taken into consideration as to whether or not or not a comfortable-shell is suitable for you at http://www.truereligionoutlets.org \n\nSo, though I did not purchase this jacket to use as portion of my layering method while backpacking, I do really feel like this jacket can be a fantastic concept to use on uncomplicated day hikes. And then, who is familiar with, it may perhaps improve my thoughts and I may choose to use it as portion of my layering technique. I will just have to see.\n\nLike I said, I mainly ordered this <a href='http://www.tnfdenalioutlet.com'>north face jackets</a> to have on casually. In advance of I bought it I went to a community retail store and tried some on. (I???ll admit that I ordered it on-line, but this was partly because of to the truth that the nearby store did not have the color I needed, furthermore I acquired dividends on the obtain considering that I ordered it from REI.) I discovered that the Large suit me very well except for about the armpits. The jacket felt a little tight the following and I felt that if I wore one thing thicker than a T-shirt beneath it, it would be a very little uncomfortable. Other than this, the jacket healthy me fantastic in all places else, even in the length of the sleeves.\n\nConsidering that the Huge felt tight less than my arms, I experimented with on an X-Large. The XL healthy much more easily underneath my arms and it felt like there was sufficient place to don a fleece or anything under the jacket comfortably. The relaxation of the jacket was only a bit more substantial than the huge so it did not swallow me like I feared it could. The sleeves are a tiny prolonged by about an inch, but this is alright since this will continue to keep the sleeves from driving up my arms when I attain up or out. So, definitely, I decided to go with the XL.\n\nWhen the jacket arrived I was so thrilled. I have essentially been wanting a single of these jackets for about 2 years. I really like the thought of all the unique features rolled into a single and I feel that this will make a wonderful all all around jacket, in particular for informal don all over residence and town. Up to this position I have worn the jacket with a T-shirt and a very long sleeve thermal layered beneath and it is a good fit. This process has kept me heat in temperatures as lower as the mid-thirty???s.  Also, I was in a position to have on the jacket in a modest rain shower and the jacket did a wonderful work of resisting the rain. The drinking water beaded up and rolled proper off. Up to this stage, I have not seriously experienced any really hard winds although carrying the jacket so I are unable to say how perfectly this part of the jacket will do the job out.\n\nThe jacket is quite thin, but I anticipated this considering the fact that I tried some on beforehand. The interior is lined with a extremely slim layer of fleece. In point, it is so thin, I would say that it is extra additional so to deliver a softer truly feel following to skin rather than to increase heat. I have found that while carrying lengthy sleeves layered beneath the jacket, the fleece will virtually adhere to the shirt sleeves when getting rid of the jacket. This is not a dilemma, but it is a little frustrating.\n\nThe pockets are large, which is wonderful in my feeling. The lining inside all 3 of the pockets is designed of a delicate mesh substance, which when unzipped, will allow the inside of the jacket to vent. Of program for when I never want the jacket to ventilate and would relatively preserve the heat inside of, there are pull cords uncovered in the two hand pockets which will cinch the bottom of the jacket restricted around my midsection. Also, there is a windflap that operates powering the full duration of the zipper that will keep the wind from sneaking in through the zipper. Then last of all, the jacket has a higher collar which when fully zipped up will include my neck.\n\nThe jacket capabilities adjustable cuffs as properly even so, I am not to sure I like them. I love the plan and glad that this is a element, but I would like that it was a very little distinctive. The jacket makes use of a hook-and-loop closure to change the cuffs. My dilemma is in the true adjusting. The plastic hook area is compact and stiff, and the loop piece can be thick if trying to change them a lot. So, I have ended up closing them only a bit which in fact tends to make it ok far too due to the fact I can however slide the jacket off about my view this way.\n\nThe outer is built of North Face???s Apex Bionic substance. This content is a stretchy materials that will (momentarily) repel water an is supposed to block wind. It is comfortable to the contact and is not plasticky sensation at all and it really does have a minor stretch. I am happy with all of these characteristics and I come to feel like these are the capabilities that truly make this a wonderful jacket. I am considering adding an added coat of DWR to the outdoors of the jacket though, just in instance.\n\nThis jacket will in simple fact be a <a href='http://www.truereligionoutlets.org '>true religion jeans</a> excellent jacket for me looking at the place I are living. Below in Mississippi the temperatures don???t truly get a great deal past the teens, so carrying this jacket with some levels underneath is a good deal to maintain me heat. Then of system if the temperatures definitely drop, I can pull out my winter months coat.\n\nAlso, alongside this very same thought procedure, this will make a excellent jacket to hike in on day hikes when further pounds would not be a problem. And talking of body weight, this jacket weighs in at 26 oz (in XL).\n\nSo, this is my jacket and even with the little annoyances, I am however pretty happy with it. At the time I get the jacket out in the features a small far more I will be guaranteed to publish an update. Til then, thanks for studying.\n\nCheers!",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Discover North Face Apex Jacket Wartm Secret",
  "revision_id": "4e3083f1-3e04-42e9-8f69-86289b172ea4"
}