{
  "license_title": "Creative Commons Attribution",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "493cab56-eb31-4270-b596-f7b8759fcbbe",
  "metadata_created": "2012-02-14T18:36:07.974667",
  "metadata_modified": "2013-10-10T23:37:15.558364",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "3cb2a122-b517-4df7-892d-42fb2c8b70f1",
  "type": "dataset",
  "resources": [
    {
      "mimetype": "",
      "cache_url": null,
      "hash": "",
      "description": "Contains the schedule of Public Transport of Athens. The data include stops and routes for buses, trolley, subway, tram, metro and suburban rail. The data are provided in standard GTFS (General Transit Feed Specification). The published data show, approximately, the functional status of the Public Transportation Network of the Capital city in the indicated date of issue only. This is likely to be altered or changed at any time without notice and without any liability of the OASA, OSY and STASY. The geographical accuracy of the data is limited, since the digitization hasn't been made with accurate topographic mapping, but based on purely descriptive data (e.g. the side of the O.T., which includes a stop). Therefore, accurate surveying of stops may be indicative of the order of ± 20 meters in urban areas (where there is clear and relatively small sized O.T.) and more than ± 50 meters in suburban areas (where O.T. are not clear or too large). Therefore, these data may not be suitable for all applications. For express lines exist limitations of  embarkation-disembarkation at certain stops along the route. Especially for express lines that serve the airport with an increased fare, in the direction of airport, landing is permitted only in the last two stops, while in the direction of Center boarding is allowed only from the first two stops. Those interested can refer to the website of the OASA (www.oasa.gr) and / or contact the Telephone Information Center of OASA (tel. 185) to be notified of any regular or extraordinary changes in the operation of urban transport. In any case, the level of accuracy of the data is shaped by the needs and capabilities of the OASA, and may not be suitable for use by third parties for purposes not envisaged by the OASA. Therefore, all account data provided 'as is', and the OASA,  OSY and STASY do not bear any responsibility for the results of any use by third parties. ",
      "format": "CSV",
      "url": "http://geodata.gov.gr/geodata/index.php?option=com_sobi2&sobi2Task=datasets&browse=publishers&category=29&order=alpha&Itemid=17",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "493cab56-eb31-4270-b596-f7b8759fcbbe",
      "name": "Schedules of Public Transport of Athens",
      "state": "active",
      "mimetype_inner": "",
      "last_modified": null,
      "position": 0,
      "revision_id": "030d2466-6214-4888-931c-d9a9653bade4",
      "url_type": null,
      "id": "7d21f8b0-8d48-4315-ae32-bb548f318c8a",
      "resource_type": "file",
      "size": "133429242"
    }
  ],
  "num_resources": 1,
  "tags": [],
  "groups": [],
  "license_id": "cc-by",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2011-11-03T15:25:33.194800",
    "title": "Greece",
    "name": "country-gr",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "eb306646-5777-48e1-80f1-1b1bbc810f59",
    "type": "organization",
    "id": "03d4a556-34b4-4d4a-942f-61dd21c7ce41",
    "approval_status": "approved"
  },
  "name": "schedules-of-public-transport-of-athens",
  "isopen": true,
  "url": "http://geodata.gov.gr/geodata/index.php?option=com_sobi2&sobi2Task=datasets&browse=publishers&category=29&order=alpha ",
  "notes": "Contains the schedule of Public Transport of Athens. The data include stops and routes for buses, trolley, subway, tram, metro and suburban rail. The data are provided in standard GTFS (General Transit Feed Specification). The published data show, approximately, the functional status of the Public Transportation Network of the Capital city in the indicated date of issue only. This is likely to be altered or changed at any time without notice and without any liability of the OASA, OSY and STASY.\r\nThe geographical accuracy of the data is limited, since the digitization hasn't been made with accurate topographic mapping, but based on purely descriptive data (e.g. the side of the O.T., which includes a stop). Therefore, accurate surveying of stops may be indicative of the order of ± 20 meters in urban areas (where there is clear and relatively small sized O.T.) and more than ± 50 meters in suburban areas (where O.T. are not clear or too large). Therefore, these data may not be suitable for all applications.\r\nFor express lines exist limitations of  embarkation-disembarkation at certain stops along the route. Especially for express lines that serve the airport with an increased fare, in the direction of airport, landing is permitted only in the last two stops, while in the direction of Center boarding is allowed only from the first two stops.\r\nThose interested can refer to the website of the OASA (www.oasa.gr) and / or contact the Telephone Information Center of OASA (tel. 185) to be notified of any regular or extraordinary changes in the operation of urban transport. In any case, the level of accuracy of the data is shaped by the needs and capabilities of the OASA, and may not be suitable for use by third parties for purposes not envisaged by the OASA. Therefore, all account data provided 'as is', and the OASA,  OSY and STASY do not bear any responsibility for the results of any use by third parties. \r\n",
  "owner_org": "03d4a556-34b4-4d4a-942f-61dd21c7ce41",
  "extras": [],
  "license_url": "http://www.opendefinition.org/licenses/cc-by",
  "title": "Schedules of Public Transport of Athens",
  "revision_id": "b0bee19a-7985-4866-8f2a-312f72e687c8"
}