{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "6f6ee75f-328b-401e-91a8-cd5f8207daab",
  "metadata_created": "2013-07-17T09:07:16.382162",
  "metadata_modified": "2013-10-10T21:17:42.073498",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " In general, the thermal-convection (Navier-Stokes and energy) equations are nonlinear partial differential equations that in most cases require the use of complex algorithms in combination with opportune discretization techniques for obtaining reliable numerical solutions. There are some cases, however, in which such equations admit analytical solutions. Such exact solutions have enjoyed a widespread use in the literature as basic states for determining the linear stability limits in some idealized situations. This review article provides a synthetic review of such analytical expressions for a variety of situations of interest in materials science (especially crystal growth and related disciplines), including thermogravitational (buoyancy), thermocapillary (Marangoni), thermovibrational convection as well as “mixed” cases and flow controlled via static and uniform magnetic fields.\r\n",
      "name": "Exact Solutions for Thermal Problems: Buoyancy, Marangoni, Vibrational and Magnetic-Field-Controlled Flows",
      "format": "",
      "url": "http://www.seipub.org/rap/paperInfo.aspx?ID=2492",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "6f6ee75f-328b-401e-91a8-cd5f8207daab",
      "created": "2013-07-17T04:07:52.178774",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "69beecf0-45b9-4002-85d6-45e8bfe0d028",
      "url_type": null,
      "id": "49d74e7a-f892-4a27-abeb-db9a5f8433c6",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " A monolayer of carbon is called graphene. It exhibits unusual properties in the Hall effect and in the cyclotron resonance. It is found that it exhibits fractional charge in the Hall effect. The interactions amongst electrons almost become constant at low temperatures. Hence, the Kohn's theorem, which shows that the interactions do not play much role in determining the cyclotron resonance, becomes operative at low temperatures. The experiments on graphene do not depend on the wave vector dependence of the frequency. Hence whether the dispersion depends on k2 or on k does not matter. The Hubbard model has been very successful in explaining the ground state of several electron systems. We consider a triangle with three vortices. Each vortex can be occupied by two electrons. By using the spin in a particular way, we can obtain new features in the Hubbard model. There is a doubling in the Peierls-Luttinger phase factor and eigen values acquire higher multiplicities than are known for the usual treatment of spin. The flux is distributed on the area of the triangle. The graphene consists of hexagons of carbon atoms but the Hall effect shows that there are defects on which electrons form clusters so that there is spin wave type behaviour. A cluster of electrons shows spin-waves leading to \"spin deviation\" of several per cent. This document gives formatting instructions for authors preparing papers for publication in this journal. All authors must follow the instructions given in this document for the papers to be published. You can use this document as both an instruction set and as a template into which you can type your own text.\r\n",
      "name": "Theory of the Quantum Hall Effect: Cyclotron Resonance, Kohn's Theorem and Hubbard Model- Correct Theory of Hall Effect",
      "format": "",
      "url": "http://www.seipub.org/rap/paperInfo.aspx?ID=2507",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "6f6ee75f-328b-401e-91a8-cd5f8207daab",
      "created": "2013-07-17T04:08:32.269552",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "6fb727c7-8237-4513-8801-880d7eb614bc",
      "url_type": null,
      "id": "f4feb089-0e67-428e-b43f-d34a3eb48a27",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The polarized electromagnetic wave in cylindrical fibers is described by a system of four component vector nonlinear Schrödinger equations. We have investigated analytically and numerically the modulational instability of this system. Several types of modulational instability are shown to exist depending on the sign of the dispersion coefficients. The results indicate that the group-velocity mismatch and the four wave mixing terms influence considerably the shape, position and especially the number of the spectral regions of the gain spectra of the modulation instability. Numerical simulations of the four component vector nonlinear Schrödinger equation show that the phenomenon of modulational instability gives rise to periodic pulse arrays of waves train. The presence of the four wave mixing terms influences considerably the evolution of the periodic pulse.\r\n",
      "name": "Modulational Instability of Polarized Electromagnetic Waves in Cylindrical Fibers",
      "format": "",
      "url": "http://www.seipub.org/rap/paperInfo.aspx?ID=1810",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "6f6ee75f-328b-401e-91a8-cd5f8207daab",
      "created": "2013-07-17T04:09:05.214374",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "d3b88473-38ba-46d3-b9ee-4bc30dffbe2c",
      "url_type": null,
      "id": "965bdf3e-9a44-423d-a07b-06462626252b",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Nonlinear transmission lines (NLTL) that consist of coplanar waveguide periodically loaded with resonant tunnel diode are capable of shaping signal waveforms during transmission. Such system is the basis of very interesting microwave signal generation circuits and it has a lot of applications in electronics. Pspice is used to model analog to digital converter by generating short electrical pulses on a nonlinear transmission line. Nonlinear transmission line is realized as electrical lattice with N electrical cells coupled by inductor and resistor in series. Each cell consists of a resonant tunnel diode in parallel with both resistor and capacitor. Attenuation represented by the resistor is cancelled by nonlinear effect. This cancellation produces the desired effect.\r\n",
      "name": "Pspice Simulation of NL-Transmission Line A/D Conversion",
      "format": "",
      "url": "http://www.seipub.org/rap/paperInfo.aspx?ID=2188",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "6f6ee75f-328b-401e-91a8-cd5f8207daab",
      "created": "2013-07-17T04:09:46.159906",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "a606a5d0-23ab-40e9-8068-bcfd1860ff9e",
      "url_type": null,
      "id": "6c837449-d037-4bb0-af6c-1413d1d61b78",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The classical method for counting platelets (Thrombocytes) is use of two types of microscopy: Burcker Turk chambers (hemacytometer) and slides with peripheral blood smears. In the last ten years, a new method, flow cytometry with application of the impedance principle has been developed for CBC and counting of platelets. Scope: The current studies sought to compare the results of platelet counts from the optic microscope with the values obtained by use of flow cytometry and the impedance principle in samples obtained from patients before and after undergoing hemodialysis. Methods: Three methods were used to assess platelet counts of hemodialysis patients: optical microscopy, peripheral blood smear and use of the cytometry principle with impedance principale (VIC) by Coulter HNX hematological analysis. The study was performed on 90 patients, 55 men and 35 women, ages 35-65 years (mean age 50), hospitalized over a 3 month period. The patients were analyzed once monthly, all at the same day, before and after dialysis. The samples were assessed for platelet count by statistical parameters: [SD =(Xi- Xm)2 /n – 1; Acuracy: (%Diff = X average – X target/ X mean x 100, with normal value until + − 25) and Z score( Z = X average-Xtarget/SD, with normal value until +-2, R>0.95%), for average platelets 150-400 x10³/µl, 95% CI.]. Results: The comparison between the platelet counts on the Coulter HMX (mean value X‾ = 233 x 10³µl; p=0.028; SD=2; % Diff=0.90; Z score = - 0.30) and by optical microscopy (X‾ = 250 x 10³µl; p=0.029; SD= 2.6; %Diff = -3.6; Z score =0.40) yielded similar values in a control group (120 male and female healthy subjects, ages 25-55 years( mean age 40). A similarity between results for the methods was also found for the platelet counts of hemodialysis patients assessed using the Coulter HMX (Pre-dialysis, mean value X‾=230 x 10³µl; p=0.024; SD=3.45; % Diff = -4.53; Z score =2.5) and post-dialysis, (mean value X‾= 245 x 10³µl; p=0.034; SD=2.1; %Diff = 6.34; Z score = 0.10). However, differences were observed by use of optical microscopy in pre-dialysis, (mean value X‾=261 x 10³µl; p = 0.020; SD=7.1; %Diff= 5.90; Z score=3.90) and post-dialysis, (mean value X‾ 167 x 10³µl; p = 0.6; SD=4.2; %Diff= -7.10; Z score= -2.90).. The performance of the devices was assessed by Z score = < 1 = optic performance; 1 < Z < 2 = good performance; 2 < Z < 3 = satisfactory performance and Z > 3 = unsatisfactory performance. The platelet count determined on the peripheral blood smear was used to complement data from the quantitative methods and provided morphological information. Conclusion: The methods used to assess platelet counts of hemodialysis patients, optical microscopy, peripheral blood smear and use of the cytometry principle with impedance principale (VIC) have had appropriated results with samples from normal subjects but the accuracy of the automatic method ensures a high quality count of hemodialysis patients.",
      "name": "Errors in Counting Platelets in Hemodialysis Patients by Use of Optical Microscopy",
      "format": "",
      "url": "http://www.seipub.org/rap/paperInfo.aspx?ID=2736",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "6f6ee75f-328b-401e-91a8-cd5f8207daab",
      "created": "2013-07-17T04:10:19.182620",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "a58dac55-d728-4dda-9033-44a538020fc7",
      "url_type": null,
      "id": "92bb0aac-61f3-4791-baaa-54f672db1165",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper presents the optimization process of MR – magnetorheological brake in order to define its configuration, and to reach the requested vehicle braking torque. FEM analysis previously carried out, concerning structural sizing of such a brake, showed that both braking torque and brake mass did not satisfy the requirements. Due to the necessity of limitation on the suspended mass of a motor vehicle, the optimization of the form of MR brake stator has been executed, including determination of its contribution to the total mass of the brake. Thus a percentage reduction of approximately 40% was obtained. In order to estimate the brake temperature which results from the transformation into heat of a vehicle kinetic energy during brake application, a thermal Finite Element Analysis is carried out. In particular a fade braking test composed of snub braking, i.e. repeated cycles of acceleration and consecutive braking applications is performed.In order to estimate the brake temperature which results from the transformation into heat of a vehicle kinetic energy during brake application, a thermal Finite Element Analysis is carried out. In particular a fade braking test, composed of snub braking, i.e. repeated cycles of acceleration and consecutive braking applications is performed.",
      "name": "Analysis of the Behaviour of an Optimized Magnetorheological Brake",
      "format": "",
      "url": "http://www.seipub.org/rap/paperInfo.aspx?ID=3004",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "6f6ee75f-328b-401e-91a8-cd5f8207daab",
      "created": "2013-07-17T04:10:58.139629",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 5,
      "revision_id": "143b4aaa-deac-47e6-8ec1-0b90d99449bb",
      "url_type": null,
      "id": "421ca294-14e2-4837-a944-7b35c963bedb",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " The interaction of carbon monoxide with the gold monomer in two oxidation states 0 and +1 both in the gas phase and on an NaY zeolite support is studied using density functional theory (DFT).Three structures of the zeolite having different Na ion loading are considered.CO vibrational frequency shows a blue shift on going from the oxidation state 0 to +1.The CO binding energy values of 1.19 and 1.21 eV for the oxidation state 0 are higher than the corresponding values in the oxidation state +1.This is irrespective of the number of Na ions present in the cluster.\r\n",
      "name": "Influence of Sodium Loading on CO Adsorption over Faujasite Zeolite Supported Gold Monomers: a Density Functional Study",
      "format": "",
      "url": "http://www.seipub.org/rap/paperInfo.aspx?ID=3361",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "6f6ee75f-328b-401e-91a8-cd5f8207daab",
      "created": "2013-07-17T04:11:28.918772",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 6,
      "revision_id": "e059b117-7eb4-4809-b97c-3984cec4740a",
      "url_type": null,
      "id": "15e8f60b-c5de-4543-8a2b-173194b9fea6",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 7,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Applied Physics",
      "id": "6e39786e-a811-4ba7-89c9-d1a4e194ccfb",
      "name": "Applied Physics"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-seipub-org-rap",
  "isopen": true,
  "url": null,
  "notes": "Review of Applied Physics (RAP) is an internationally refereed journal dedicated to publishing the latest advancements in applied physics research. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Review of Applied Physics (RAP)",
  "revision_id": "54bfd1e6-3ed1-46c3-8b7a-104b0796a4f1"
}