{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "cdd390a4-49b3-4073-975f-6f39b6001910",
  "metadata_created": "2013-09-07T19:57:28.454800",
  "metadata_modified": "2013-10-10T23:45:42.230613",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "63ee6ae0-90a3-484d-bf7e-ab3b5949dff5",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "summers",
  "isopen": false,
  "url": "",
  "notes": "Standard Drywall Tools Needed\n\nTools necessary:\n\no Trowels: you will need a plaster trowel and a corner trowel\n\no Hand sander with a good handle or san..\n\nThe proper drywall tools are an important part of the job. Great supplies for drywall installation and drywall finishing can imply the distinction among a specialist looking surface and a mess. Tutorials are accessible on the internet or you could take a class at your neighborhood property improvement center to understand to hang drywall like a pro.\n\nStandard Drywall Tools Needed\n\nTools needed:\n\no Trowels: you will require a plaster trowel and a corner trowel\n\no Hand sander with a excellent deal with or sandpaper and a block sander\n\no Sanding pole is required for reaching ceilings and other high areas\n\no Cordless drill is required for drywall screws. This riveting <a href=\"http://www.bladeauthority.com/ArmourLite_Watches_s/927.htm\">armourlite watches</a> essay has many pushing warnings for the reason for it. Decide on a larger drill, if you do big jobs, such as a whole house.\n\no Tape measure\n\no Utility knife\n\no T square: get a massive size. Appear for a 4 foot square to attain across a complete sheet of drywall. This tool is crucial for accurate measuring and cutting.\n\no Corner tool: these come in either steel or plastic. This wonderful <a href=\"http://www.bladeauthority.com/Leatherman_Tools_and_Knives_s/713.htm\">click here</a> paper has a myriad of astonishing cautions for the reason for this belief. Some men and women use each, based on the job. The difference is largely a matter of preference.\n\no four.five inch steel knife to fasten the tape to the wall\n\no ten inch steel knife for finishing\n\no Stainless steel mud pan for mixing compound. Stainless is the greatest option, as it wont rust.\n\nSupplies required:\n\no Paper tape for drywall taping. Paper is the greatest selection as the knife moves very easily over this material.\n\no Sandpaper in both one hundred and 220 grit\n\no Drywall compound: look for an all purpose compound. These are simple to apply and dry evenly.\n\no Drywall sheets\n\no Screws\n\no Nails\n\no Drop cloths\n\no Keyhole saw\n\no Steel ruler\n\nHow to Work with Drywall Tools\n\nComplete tutorials for hanging drywall are accessible on the web. Numerous property improvement stores provide workshops on drywall that last from a day to a weekend. These are very good alternatives for the beginner. A key mistake several men and women make is attempting to do the job as well swiftly. This great <a href=\"http://www.bladeauthority.com/Ka_bar_Knives_s/679.htm\">ka bar knives</a> link has collected striking warnings for the reason for this concept. Its far better to go slow and take numerous days. The final results will be a lot more specialist and you will be happier when you are finished.\n\nCommence out by sketching out your program on paper. Take correct measurements of the room to decide how several sheets of drywall you will require. Let a bit further for waste. Determine on the type of drywall you need to have. Green board is made for areas prone to moisture, such as the bathroom.\n\nIn general, you need to start off with the ceiling and then do the walls. Commence at the best of the wall, close to the ceiling and move downward. Hold the seams as tight as possible to help limit the amount of sanding and smoothing you require to do later. Use your T square to accurately measure the drywall. Score with your utility knife and then break the sheets. Attach these to the wall in a way that leaves the least number of seams possible.\n\nAs soon as the drywall is hung, you will tape more than the joints. Tape firmly and smooth with a finishing knife. Use your knife to smooth out the compound. Smooth the corners with your corner tool. Enable this to dry for at least twenty four hours. At this time, you can sand the drywall and add one more coat. Wait one more day prior to applying the third coat and sand this following yet another twenty four hours has passed. This will make certain the best attainable installation and smoothest finish.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "How To Function With Drywall Tools",
  "revision_id": "3305c819-818b-49e4-9f0e-085e13a064d9"
}