{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "9e3bfe86-50d9-4af5-9a92-9ae7f505459b",
  "metadata_created": "2013-08-29T01:17:56.807473",
  "metadata_modified": "2013-10-10T20:19:01.240331",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "51507ef0-3d79-4fa9-bff7-b7d124478233",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "clements",
  "isopen": false,
  "url": "",
  "notes": "While camping in Delaware, a fresh-faced young girl was  browsing,  frantically for a cool spot to rest. After hiking all over the woods that day, her and her friend were parched and wanted to  merely sit  someplace cool that was not surrounded by other people  attempting to sun bathe at the beach. Once out of the woods, they bicycled down the road in hopes of  discovering a mythic ice cream parlor. To check up more, consider having a view at: <a href=\"http://www.koolfog.com/misting-systems/misting-fans/\">fan misters</a>. About a mile  far from their  campground, they saw something they  might not believe.— a patio misting system.\nThe girls raced down on their bikes to the misting fan, misting pumps and portable misting fans with wide eyes and aching muscles. After a long day of exploring the  tracks, bunkers and trees that was Cape Henlopen, they  could possibly not wait to be refreshed with food and mist cooling systems. Once there, they  recognized it was a small restaurant outside of a ferry dock. They could not be happier. They sat with the misting fans over them as they waited for their grilled cheese and tomato soup. This dynamite <a href=\"http://www.koolfog.com/misting-systems/misting-fans/\">partner site</a> wiki has numerous surprising tips for the meaning behind this belief. At the end of the meal, they left in the late afternoon, which had cooled as the sun began going down. To get alternative ways to look at this, please consider having a glance at: <a href=\"http://www.koolfog.com/misting-systems/misting-fans/\">here</a>. Full of food they went to the boardwalk and told all of their  buddies about their trip to the  rejuvenating  bistro. Word spread of the  bistro's misting systems, mist fans and even their portable misting systems, which  stimulated a lot of  appeal for the once small eatery.\nWith time they  increased to have more patio misting systems and outdoor cooling system, which made it easier for guests to come in and  unwind. It  additionally helped  since their guest  listing  came to be  bigger and  bigger as the  summertime went on. The  dining establishment's patio mister and outdoor misting system had made the restaurant a  significant spot for  site visitors in the  summertime but as  wintertime came the mister fans had lost their  attraction.\nThe owners were  uncertain  just what to do. The  marketed specials, karaoke nights  then it hit them. They  secured all of the mister fans,  outside misting fans and misting pump and  placed them safely in  storage space for the  following year. They then  changed them with heaters and photos of yummy winter things such as hot chocolate and their specialty, grilled cheese. While the nights were still not a  huge as they  had actually been that  summertime, they had  faithful  visitor  entered the restaurant which helped them get through the summer.\nAs snow  thawed, the leaves  expanded on trees and the sky began to clear,  an increasing number of people returned to the  dining establishment,  consisting of the two young girls who  began it all. They replaced the outdoor misting system and the  followers and misters where they had  initially been. The customers came back with more  individuals and they  had actually been busier than  any type of year they had been at the beach. With the profits they made that  summertime they  had the ability to  make it through the  wintertime without  needing to  fret about expenses. Each year those who had been there the year before had brought more people, which made the business very successful.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "The Benefits to  Possessing a Misting System for A  Small company",
  "revision_id": "f82f6882-698b-42ba-81ce-461ccfc3968c"
}