{
  "license_title": "Creative Commons Attribution",
  "maintainer": "IFPRI-Data",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "ifpri-data@cgiar.org",
  "num_tags": 1,
  "id": "5b9363ca-6ab4-4bce-a88a-6b6b6179971f",
  "metadata_created": "2017-01-11T21:46:50.927988",
  "metadata_modified": "2017-01-11T21:47:37.345732",
  "author": "International Food Policy Research Institute (IFPRI); Laboratoire d'Analyse Regionale et d'Expertise Sociale (LARES)",
  "author_email": "ifpri-data@cgiar.org",
  "state": "active",
  "version": "",
  "creator_user_id": "185c6a31-c03b-4c6b-955f-4c1a66cd3022",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "",
      "name": "Benin: Small Farmer Survey, 1998",
      "format": "Data File in STATA",
      "url": "http://hdl.handle.net/1902.1/10020",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "5b9363ca-6ab4-4bce-a88a-6b6b6179971f",
      "created": "2017-01-11T21:47:36.713774",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "aa9184ce-0e4c-4703-bb22-c066bce39797",
      "url_type": null,
      "id": "17968f3b-e6f7-4adc-9aa1-04cefff2d985",
      "resource_type": null,
      "size": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "small farmers",
      "id": "657d5d08-e7f6-418f-adf2-3950cd2739b1",
      "name": "small farmers"
    }
  ],
  "groups": [],
  "license_id": "cc-by",
  "relationships_as_subject": [],
  "organization": {
    "description": "In collaboration with institutions throughout the world, IFPRI is often involved in the collection of primary data and the compilation and processing of secondary data. The resulting datasets provide a wealth of information at the local (household and community), national, and global levels. IFPRI freely distributes as many of these datasets as possible and encourages their use in research and policy analysis. This group reflects the collection of IFPRI datasets.",
    "created": "2012-12-03T14:26:13.596177",
    "title": "International Food Policy Research Institute (IFPRI)",
    "name": "ifpri",
    "is_organization": true,
    "state": "active",
    "image_url": "http://www.ifpri.org/sites/default/files/logo.jpg",
    "revision_id": "39176b99-9a74-4b3c-9049-ad3345bff0d1",
    "type": "organization",
    "id": "cfba7116-aec4-41d6-b54d-a6e1f23de942",
    "approval_status": "approved"
  },
  "name": "benin-small-farmer-1998",
  "isopen": true,
  "url": "http://hdl.handle.net/1902.1/10020",
  "notes": "This survey includes data from the Enquête des Petits Producteurs (Small Farmer Survey) carried out by IFPRI and LARES (Laboratoire d'Analyse Regionale et d'Expertise Sociale, Cotonou, Republic of Benin). The objectives were to describe rural livelihoods, examine how conditions for farmers have changed over time, and assess the impact of agricultural reforms on rural households. The training of enumerators, field testing of the survey and final revision of the questionnaire took place in June-July 1998. The survey itself was carried out over the period August to November 1998. The households were selected using a two-stage stratified random sample procedure based on the 1997 pre-census of Agriculture. In each of the six departments, villages randomly selected, with the number of villages proportional to the volume of agricultural production, subject to a minimum of 10 villages per department. In total, 100 villages were selected. In each village, nine households were randomly selected using listed prepared for the pre-census. Three alternative households were selected for each village in case one or more of the nine were unavailable. In a few villages, the number of interviewed households was eight or ten, resulting in a final sample size of 899 farm households. \r\n\r\nTopics addressed in the survey include household and land characteristics, crop production, main agricultural activities, use of fertilizers and other inputs, source of credit, sale and use of crops, storage, consumption, time allocation, and sources of income as well as community level data on transport structure, marketing of agricultural products, village groups, agricultural production, extension services, and formal/informal credit. \r\n\r\nThe survey was conducted in collaboration with Laboratoire d'Analyse Régionale et d'Expertise Sociale, Cotonou, Republic of Benin (LARES). Funding for the survey was provided by Bundesministerium für Wirtschaflitche Zusammenarbeit und Entwicklung (BMZ).",
  "owner_org": "cfba7116-aec4-41d6-b54d-a6e1f23de942",
  "extras": [],
  "license_url": "http://www.opendefinition.org/licenses/cc-by",
  "title": "Benin: Small Farmer Survey, 1998",
  "revision_id": "aa9184ce-0e4c-4703-bb22-c066bce39797"
}