{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "c2d5021b-4d4f-4ac2-85b6-ce768a4815af",
  "metadata_created": "2013-08-29T12:08:34.135514",
  "metadata_modified": "2013-10-10T22:43:52.505874",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "e56eb052-25cd-49d3-b9c2-f9c95d82540c",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "mcclellan",
  "isopen": false,
  "url": "",
  "notes": "When seeking treatment for depression your doctor can most often treat you if you're suffering from depression. O.. \n\nIt's unfortunate that there is no test known to identify depression. An analysis is normally made if a person is affected with a persistent low mood. That low feeling tends of affecting the everyday activity of an individual. If one encounters five or more symptoms for an interval of a couple of weeks, they are diagnosed as struggling with depression. For another standpoint, consider peeping at: <a href=\"http://versicherungs-wiki.de/index.php?title=Xbox_360_Live:_Massive_Multiplayer_Online\">Xbox 360 Live: Massive Multiplayer Online – Das Versicherungs Wiki</a>. \n\nWhen seeking therapy for depression your doctor can most frequently treat you if you are struggling with depression. Often you can need certainly to seek the help of a counselor, which are mounted on GP surgeries. If one's diagnosis is available to be uncertain, or the individual seems to be specially ill, The GP may choose to deliver the individual to a doctor. Frequently you can find community psychiatric nurses, which may be introduced by an individual's GP or psychiatrist. The others struggling with depression might be seen by psychotherapists. \n\nUsually individuals experience bad times within their lives. Occasionally one might be able to sit down and down to a buddy or neighbor and talk through the situation. You will find often times when that is insufficient, and one may need to seek professional help. Just remember that depression is treatable. Treatment may include therapy as well as treatment. \n\nYou could wonder what therapy is. This is to be able to simply speak to some body or your medical practitioner about your dilemmas or situations, which will help to an excellent degree. It is always easier to talk your issues out, than to keep them bottled up inside of yourself. If formal psychotherapy counseling should be needed by you that would contain cognitive behavioral therapy; cultural psychotherapy; or psychoanalysis. \n\nPsychotherapies are extremely effective the same as medicine if taken correctly. For more severe cases of depression, medication is simply probably be required,but is extra with psychotherapy. \n\nThe sort of treatment depends on the problems you can be experiencing. This is actually the doctor's call. There's been number indication this 1 therapy is preferable to still another. \n\nAntidepressant medicine is employed to greatly help right one's low mood, and any dilemmas it's possible to be suffering from during one's episode with depression. They don't change one's personality and they're not addictive. If you are concerned with history, you will maybe hate to explore about <a href=\"http://www.iupui.edu/~mscstaff/tfc/wiki/doku.php?id=Xbox_360_Live:_Massive_Multiplayer_Online\">site</a>. \n\nThere has been several new antidepressant drugs lately. The key advantage to these medicine is that they generally have less negative effects than past drugs and they seem a lot more satisfying in taking. Your physician can pick the proper medicine for you and your particular symptoms. Antidepressants do act on the chemicals in mental performance in trying to correct the abnormalities which might be causing anyone to suffer from depression.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Diagnosing Depression",
  "revision_id": "0e274830-1036-4424-8971-a893bc430a06"
}