{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "321d9ad8-ff56-453b-9d4d-84aa3cfedb0e",
  "metadata_created": "2013-08-29T04:14:45.680936",
  "metadata_modified": "2013-10-10T22:19:26.696182",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "6fd1dc61-94e0-4cef-ae06-0858d0029e34",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "lindsay",
  "isopen": false,
  "url": "",
  "notes": "With hill biking being fully a very popular sport, \n\nThere are numerous bikes to pick from. Relying \n\nAbout what form of riding you like, the style of \n\nbikes you are able to choose from will vary. Below, you'll \n\nfind tips on the different types of bicycles available. <a href=\"http://motorcyclefairingkit.com/kawasaki-fairings/\">Kawasaki Fairings</a> is a provocative resource for more about the purpose of this hypothesis. \n\n1. Cross country \n\nJust about all mountain cycles can squeeze into this category. \n\nCross-country mountain bikes are light-weight, making \n\nthem an easy task to trip over many terrains, even up and \n\ndown hills. Hit this hyperlink <a href=\"http://motorcyclefairingkit.com/\">principles</a> to check up why to allow for it. Here is the most frequent mountain bike \n\nand it may be combined with ease for operating on the path \n\nAs well as driving. \n\n2. Get more on our favorite partner website by visiting <a href=\"http://motorcyclefairingkit.com/\">fairing kits</a>. Downhill \n\nThese kinds of bikes are for critical riders who \n\ncrave the ultimate journey. Downhill bikes have \n\nRear and front suspension, strong elements, and disc \n\nWheels. Seldom accessible off the shelf, most competitors \n\nlike to custom build their very own. \n\n3. Studies \n\nA great degree is involved by trail mountain biking of \n\nAbility and is classified since the perfection driving of \n\nThe game. Similiar to downhill bikes, test competitors \n\nWill frequently build their own bikes in place of purchase \n\none off a corner. Usually very and very light \n\nPowerful, these bikes require a lot of control. \n\n4. Jump and slalom \n\nSlalom and leap bikes are made and very powerful \n\nfor getting, road racing, and slalom. They give \n\na suspension and use very good parts \n\ndedicated to what they do. These bikes are very \n\npopular with the game of mountain biking. \n\nEven though you are new to mountain biking, the game may \n\nbe a lot of fun. There are several bikes to choose \n\nfrom, which depend on your type. If you are \n\nstill looking for the very best model for you, all you \n\nWant to do is try several bicycles and see what type \n\nBedrooms you the most effective. \n\n(word count 295) \n\nPPPPP.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Different Types of Mountain Bikes",
  "revision_id": "7e151295-3336-40db-b6ac-e05585c44d7b"
}