{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "f3175e8b-dce8-4cf9-a1a8-dbe6447adcbb",
  "metadata_created": "2013-09-18T17:59:47.579374",
  "metadata_modified": "2013-10-10T23:54:38.997030",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "12296909-ed55-44a4-a15c-1808e117f8b9",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "thomson",
  "isopen": false,
  "url": "",
  "notes": "Parkinson's illness has been classified into five stages by Hoehn and Yahr. Their classification is primarily based on the severity of symptoms and the degree of disability the patient experiences.\n\nWhen prescribing remedy, the neurologist will take into account the stage at which the patient is perceived to be, amongst other factors.\n\nStage 1 is named unilateral disease. The term signifies that only a single side of the body shows symptoms of Parkinson's illness.\n\nThis is regarded as an early stage of the illness and could last for a number of years. Neuroprotective treatment is typical at this stage. This remedy aims to avoid additional damage to the nervous program.\n\nVitamin E was used at this stage, but several researchers are of the opinion that this is not quite effective. A selective MAO-B inhibitor called Rasigiline has shown guarantee.\n\nStage 2 of Parkinson's disease is labeled bilateral disease. Which means, symptoms of Parkinson's now show up on both sides of the physique. To get other interpretations, people can check out: <a href=\"http://ca.linkedin.com/pub/aaron-parkinson/10/446/990\">nutrie</a>. The illness is considered to be at Stage 2 even if there is an insignificant symptom (an occasional tremor, for instance) on the side of the physique that was symptom-totally free earlier.\n\nCurrent therapies at this stage include use of dopamine agonists. Till some years ago, dopamine agonists had been used only at later stages of the disease. Currently, researchers are of the view that if such remedy is started earlier, complications from using drugs like Levodopa may possibly not arise at later stages.\n\nThe disease is said to be at stage three when symptoms show progression and particularly when the patient has difficulty in maintaining their posture. Symptoms at this stage contain postural instability and falling down.\n\nTraditionally, this is the stage at which dopamine agonists or Levodopa was prescribed, but as talked about above, some of these drugs are now utilised at earlier stages itself.\n\nStage four occurs when there is an boost in the severity of symptoms including postural instability and falling. Surgery is 1 selection for remedy at this stage. Surgery can alleviate some of the symptoms. Identify more on <a href=\"http://blog.drbobclarke.com/tag/aaron-parkinson/\">nutrie</a> by visiting our great article. Even so, this is normally suggested only for fairly young individuals who are in very good overall health otherwise.\n\nStage five is the most advanced stage of Parkinson's illness. The patient is normally wheelchair bound. Be taught further on our related portfolio - Click this link: <a href=\"http://blog.drbobclarke.com/tag/aaron-parkinson/\">read aaron parkinson</a>. Walking is possible only with assistance.\n\nLevodopa continues to be a prescribed drug at this stage, along with a COMT inhibitor, which ensures that the effects last longer. Surgery may also be an alternative, including pallidotomy, which destroys a small group of brain cells. This aids stay away from the rigidity often skilled with Parkinson's illness and may cease tremors as effectively.\n\nAn additional feasible therapy is deep brain stimulation, exactly where electrodes are implanted into the brain tissue and stimulated with low level electric currents.\n\nThe symptoms of Parkinson's illness progress as the patient moves from 1 stage to the subsequent. Ongoing research is making new treatments like stem cell implants and new drugs. For a different interpretation, please consider checking out: <a href=\"http://reachforthepower.wordpress.com/tag/aaron-parkinson/\">nutrie</a>.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Stage-Wise Symptoms Of Parkinson's Disease",
  "revision_id": "9f0b51e8-c662-467c-828b-bdc4bc90f7b6"
}