{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "fd64fefd-c3c0-4510-81c7-11e86224ca11",
  "metadata_created": "2013-08-29T01:38:48.572037",
  "metadata_modified": "2013-10-10T21:10:10.100217",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "a02ee13f-0825-4d77-8091-1cdcf2941db0",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "hagan",
  "isopen": false,
  "url": "",
  "notes": "The world would be nothing like we know it today if steel had never been invented. From automobiles to railways, and from bridges to  high-rise buildings, the human race is undeniably dependent on steel  materials. To  fulfill the growing  needs, there are  numerous steel suppliers Los Angeles. You can find online  numerous reputed steel suppliers Los Angeles  no matter of the  sort of steel you need for your  certain application.\nThe United States is one of the major  manufacturers of steel and also in order to  comply with the  increasing demand for steel, it is also  some of the  biggest importers of steel. With such staggering global and  regional  needs, there should be an uninterrupted supply of steel for construction and  production and the steel suppliers Los Angeles play a  significant role in supply of steel. There are different grades of steel, and the steel suppliers Los Angeles are  dependable  that supply genuine steel for the consumers as per their  requirements.\n Nowadays, many industries from construction to electronics  utilize aluminum for fabrication and manufacturing.  Consequently, the demand for  great aluminum has increased phenomenally. You  could buy aluminum bars from a reputed metal supplier. Be taught further on <a href=\"http://www.tellsteel.com/SSRoundBar.html\">round steel bar</a> by browsing our novel link.  For example the aluminum square bars, which are extruded aluminum products, are  quite  functional with a wide range of applications. Aluminum square bars are  largely used for all  kinds of fabrication  jobs including framework, braces, supports, trim, shafts, and others where  light-weight and corrosion resistance applications. You can  discover online a reputed metal dealer near you to buy aluminum bars for your use.\nStainless steel angles are  extensively used in  building and manufacturing fields. The wide range of stainless steel angle iron sizes  can be found in varying lengths and thickness. In polished or  raw finishes, they have  differing temper and tensile strength for your specific application. The stainless steel angle stock is  remarkably  tough,  long lasting and it can  hold up against elements effectively. The stainless steel angles versatile for  any kind of heavy-duty applications in  production and  building  industries. You can  discover  on the internet many  steel dealers with a  substantial  assortment of stainless steel angle stock to  satisfy your  demand.\nSteel is a multi-utility product  utilized in a wide range of  jobs, from  building to drilling. This surprising <a href=\"http://www.tellsteel.com/SSRoundBar.html\">stainless steel round bar</a> wiki has diverse telling tips for where to flirt with this view. A reliable steel supply company  could supply genuine steel products at your location. You can  select online the  appropriate steel supply company from an  extensive  listing of steel  providers. A reputed steel supply company stocks  various steel items that are superior in  high quality and are precision-made. The industrial steel suppliers are  reputable for all your industrial steel supply needs including drilling,  production,  delivery, and others. As a steel distributor, industrial steel supply company  aims to  comply with the needs of every  sector that  takes advantage of  top quality steel for  making or for  building.\n. Browse here at <a href=\"http://www.tellsteel.com/StainlessSteelRebar.html\">steel rebar sizes</a> to learn the meaning behind this belief.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Versatile Steel and Aluminum in  Production and  Building Fields",
  "revision_id": "aee48662-aa3b-4f20-8ee1-40fdda2b31a7"
}