{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "667bf060-c55f-411d-99de-d3f3404f6bd9",
  "metadata_created": "2012-10-18T19:33:26.179172",
  "metadata_modified": "2013-10-10T20:59:59.477948",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "e2888be1-ceb8-49ed-9a18-481643f3b8da",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "fundamentals_of_lighting_and_white_balance",
  "isopen": false,
  "url": "",
  "notes": "A single white paper towel is enough to turn your flash into a source of indirect light. Just place it in front of your flash, and it will disperse the light in all directions around your subject. I also find it helpful to use a small reflector to bounce my flash toward a white wall. Direct flash is the worst kind of direct light. It?s too intense and focused, often making your scene appear uneven. By using a reflector, you are forcing the light to the side, making it indirect. As you can see, both direct and indirect light have their place in the world of photography. One is not better than the other. They simply have different purposes. If you are trying to emphasize texture and shadows, go with direct light. For everything else, use indirect light. Dial in an exposure long enough for you to complete the word or image, and start the release with the self-timer. Get in front of the lens and start drawing. To finish the image hold the torch steady and turn it off, then move out of the frame. Check the LCD for results and amend the shutter speed as required. It?s advisable to wear black so you do not show up within the photo and remember to move quickly or you?ll be captured within the scene. Coloured gels or coloured plastic sweet wrappers can be taped over the end of the torch to add a variation of color.\n\nHaving said that, no matter where you point the WB pointer in the picture, the software will always calculate the best hue and color temperature combination for that sample area. At this point it is the decision of the photographer to select a sampling area. In the picture below one can take a sample in the \"white\" snow that is in full shade. That will warm up the image. Taking a sample in a area that has direct direct sun light will give a cooler tone to the image. The final decision will be that of \"experience plus practice\".  In order to control color tints, photographers use a few basic methods. Film photographers use specially calibrated film and/or filters to adjust white balance in their images. Digital photographers set the white balance controls in their camera based on the shooting situation. Some adjustment to color balance can also be made in a traditional darkroom or by using digital darkroom software.\n\nFor more tips on new camera, watch my <a href='http://www.youtube.com/watch?v=Q24y1xL2_bY'>canon video</a> here:\n\n\n<iframe width=\"560\" height=\"315\" src=\"http://www.youtube.com/embed/Q24y1xL2_bY\" frameborder=\"0\" allowfullscreen></iframe>\n\nWhite balance is made so much easier with the adjustments offered on the new Canon G15 camera, so check it out and see how this camera changes the way you look at and adjust for lighting!",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Fundamentals of Lighting and White Balance",
  "revision_id": "2fc5e879-3b37-4f1c-9109-dd7558c86f28"
}