{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "a6236806-64c3-4471-a2b4-45f8b0ed2a75",
  "metadata_created": "2013-07-17T08:17:00.308345",
  "metadata_modified": "2013-10-10T21:17:42.073498",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "New progress of research on the preparation technique of micro gas sensors of metal oxide semiconductors is introduced, such as the chemical treatment of the gas sensing film, the deposited technique of gas sensing film in the oxygen radical assisted EB evaporation, the technique of the multilayered film, the fabrication technique of the thermally oxidized, the technique of the electrode configuration, the fabrication technique of the miniaturized arrays by micro-molding in capillaries, the dip-coating of the sol-gel. And their features will be analyzed respectively, and their existing problems and future development directions will be given.",
      "name": "Progress of Research on Preparation of Micro Gas Sensors of Metal Oxide Semiconductors",
      "format": "",
      "url": "http://www.seipub.org/rpim/paperInfo.aspx?ID=2340",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a6236806-64c3-4471-a2b4-45f8b0ed2a75",
      "created": "2013-07-17T03:17:32.707879",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "78d5e7d8-02e6-4756-9cb8-1b1664d777af",
      "url_type": null,
      "id": "a53a1d15-f733-4fd7-bf96-c2c262e14aa3",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Vibration is one of the important factors affecting the image quality of remote sensing camera for disturbing pixel-matched storage and causing image motion. Analyzing the influence of satellite vibration on the image quality degradation of remote sensing camera will be of great importance in compensating image motion and putting forward the satellite controlling index. Modulation transfer function (MTF) is a major index to evaluate the image quality of optical image system. This paper extends the vibration model from one-dimensional space to two-dimensional space based on the statistical moment theory and the theory in calculating MTF using Line Spread Function (LSF).\r\n",
      "name": "Satellite Vibration on Image Quality Degradation of Remote Sensing Camera",
      "format": "",
      "url": "http://www.seipub.org/rpim/paperInfo.aspx?ID=2471",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a6236806-64c3-4471-a2b4-45f8b0ed2a75",
      "created": "2013-07-17T03:18:25.824786",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "c76e9a6b-a9f7-4b97-800b-39a944f8bac7",
      "url_type": null,
      "id": "18f6fd21-50ec-4a67-bb05-d8295628340d",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The paper describes the concept of a wheeled vehicle control system with a hybrid powertrain in SiL (Software in the Loop) technology using the NI LabVIEW software. The modeled control system has been constructed based on a mathematical model of a wheeled vehicle and the mathematical models of powertrains. The control of powertrains is provided with type PI controllers for the internal combustion engine and the linear-quadratic regulator (LQR) for the DC motor.\r\n",
      "name": "Linear-quadratic Regulator (LQR) Controlling the Operation of the DC Motor in a Hybrid Wheeled Vehicle",
      "format": "",
      "url": "http://www.seipub.org/rpim/paperInfo.aspx?ID=2503",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a6236806-64c3-4471-a2b4-45f8b0ed2a75",
      "created": "2013-07-17T03:19:15.165378",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "33cfd05c-46be-4149-a601-e85d4e48e389",
      "url_type": null,
      "id": "e3a9a6ac-e0a2-4f82-ab0b-722e1affaaad",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " A new analytical method for simultaneous quantitative determination of reduced and oxidized form of CoQ10 was developed. Reduced (ubiquinol) and oxidized (ubiquinone) form of CoQ10 were successfully separated by LC column – LUNA C18 (2), 3 μm, 100 x 4.6 mm (Phenomenex, Torrance, CA, USA). Both forms were eluted with an isocratic mobile phase (acetonitrile:2-propanol, 55:45) at a flow rate of 0.5 mL/min. Ubiquinone and ubiquinol were measured in multiple reaction monitoring (MRM) scanning mode. In comparison to the previous HPLC-MS methods, our solution was based on HPLC-ESI-MS/MS technique with enhanced ionization of CoQ10 with Li+ ions. The quasi-molecular ions were formed with the added lithium ions in positive ionization mode. It is possible to detect reduced and oxidized parent ions at 870 and 872 m/z [M+Li]+ and produced fragment ions at 241.1, 203.1, 256.3, 309.1 and 188.1 m/z. Quantification of both forms of CoQ10 was done with fragment ion 241.1 m/z. The obtained lithium adducts resulted in more than 50 times higher sensitivity, better selectivity, repeatability and linearity. Thus developed analytical method was successfully used for the analysis of several hundreds of different biological samples and dietary supplements containing CoQ10.",
      "name": "Rapid and Sensitive HPLC-MS/MS Method for Quantitative Determination of CoQ10",
      "format": "",
      "url": "http://www.seipub.org/rpim/paperInfo.aspx?ID=3366",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a6236806-64c3-4471-a2b4-45f8b0ed2a75",
      "created": "2013-07-17T03:20:58.051586",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "45405c51-add7-476d-b9fe-fa2612a0fbe1",
      "url_type": null,
      "id": "cf0802a5-6f61-4b9c-b427-61a4b5acc3fb",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Cheese flavour development is a complex process in which enzymes from milk, rennet, starter cultures and secondary flora are involved in the degradation of milk proteins, fat and carbohydrates. Variations in on non-starter lactic aid bacteria (NSLAB) and derived compounds depend on cheese variety, processing and ripening condition. Starter has an important role during its ripeness due to (1) the production of lactic acid, which together with the rennet causes the curd to form, acts as a preservative and contributes to the acid flavour of the cheese, (2) metabolism of citric acid, which is widely regarded as essential for flavour production, (3) breakdown of the protein (4) some contribution to the breakdown of the diglycerides formed from the milk triglycerides by the lipoprotein lipase from the milk (5) the breakdown of hippuric acid to benzoic acid. Also, enzymes playing an important role during ripening include Lipases, proteinases. Chymosin is the major proteinasesin traditional animal rennets. The general pathways for the formation of volatile and nonvolatile compounds are well characterized for most cheese varieties, and detailed knowledge is available on the production of the primary products of lipolysis free fatty acids (FFA), glycolysis (lactate and products of citrate metabolism) and proteolysis free amino acids (FAA) in certain varieties (e.g., Gouda and Cheddar). However, much work remains to be done in order to understand the mechanisms by which these primary products are converted to volatile flavour compounds.",
      "name": "Flavour Compounds in Cheese (Review)",
      "format": "",
      "url": "http://www.seipub.org/rpim/paperInfo.aspx?ID=3458",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a6236806-64c3-4471-a2b4-45f8b0ed2a75",
      "created": "2013-07-17T03:21:41.810759",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "3bc10c97-2d30-40a6-9499-d67d011561bf",
      "url_type": null,
      "id": "bb25636d-0722-4ca5-83ce-caebef35acd7",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " This paper presents the design of a fuzzy control system to manage the temperature of mini cupola furnaces. The melt of metals process described in chemical reactions occurring in cupola, was used to model and convert to a subsystem in Simulink. One of the main goals in the operation of a cupola furnace is to keep the molten iron properties within prescribed bound while maintaining the most economical operation for the cupola. Fuzzy temperature control presents a procedure to obtain the pressure values for the manipulated process variables. This is used to get optimum condition of temperature melt of metals.",
      "name": "Fuzzy Temperature Control for Melting Metals of Mini Cupola Furnaces",
      "format": "",
      "url": "http://www.seipub.org/rpim/paperInfo.aspx?ID=7700",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a6236806-64c3-4471-a2b4-45f8b0ed2a75",
      "created": "2013-07-17T03:22:16.356649",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 5,
      "revision_id": "db321e9d-3ada-476b-ad4e-e14ba6cbed8e",
      "url_type": null,
      "id": "5b607d2e-950e-400b-9905-4049752c1d10",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 6,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Precision Instrument and Machinery",
      "id": "d98fdbf1-e376-4ebc-a15d-2a405fea4643",
      "name": "Precision Instrument and Machinery"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-seipub-org-rpim",
  "isopen": true,
  "url": null,
  "notes": "Research on Precision Instrument and Machinery (RPIM) is an internationally refereed journal dedicated to publishing the latest advancements in precision instrument and machinery research. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Research on Precision Instrument and Machinery (RPIM)",
  "revision_id": "54bfd1e6-3ed1-46c3-8b7a-104b0796a4f1"
}