{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 2,
  "id": "79dc967e-12bd-430a-9546-d4bc69582674",
  "metadata_created": "2013-07-11T02:06:41.792698",
  "metadata_modified": "2013-10-10T21:17:22.420965",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "A shield is a physical entity interposed between a source of ionizing radiation and an object to be protected such that the radiation level at the position of the object will be reduced. The term shielding refers to a system of shields assembled together. In nuclear reactor applications the radiations involved are fast and thermal neutron and gamma radiation(primary or secondary whether originated directly from the core or from neutron capture) . The dose equivalent rate to the target is given by the summat",
      "name": "Dose Equivalent Rate Evaluation for Nuclear Reactors Shielding Studies by Means of the Point Kernel Technique",
      "format": "URL",
      "url": "http://www.ijnese.org/paperInfo.aspx?ID=4840",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "79dc967e-12bd-430a-9546-d4bc69582674",
      "created": "2013-07-10T21:07:33.621375",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "806499e0-edda-41a0-b645-ff462feabefd",
      "url_type": null,
      "id": "9c7006cb-cac1-424b-a19f-69d7f8b3ea18",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In this paper, thermo-sensitive semi-IPN (inter-penetrating network) hydrogels were prepared by introducing chitosan (CS) as metal ion receptor into the poly(N-isopropylacrylamide) (PNIPAAm) hydrogels with an IPN technique. The swelling behavior of the semi-IPN hydrogels under different temperatures was studied. Feasibility of U(VI) sorption using the prepared hydrogels were investigated at different optimized conditions of contact time, initial concentration of U(VI) and temperature. The kinetic study demo\r\n",
      "name": "Temperature Swing Adsorption of Uranium(VI) ions on Poly(N-isopropylacry-lamide)/Chitosan Semi-IPN",
      "format": "URL",
      "url": "http://www.ijnese.org/paperInfo.aspx?ID=4839",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "79dc967e-12bd-430a-9546-d4bc69582674",
      "created": "2013-07-10T21:08:15.944146",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "3d343bb7-dea6-4708-a48e-da847176d96f",
      "url_type": null,
      "id": "754aa6e2-9d48-4378-b5d6-78ad2a05d89e",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Deoxyuridine (UDR) is a potent antiviral drug could be labeled with radioiodine. 125IUDR was prepared by electrophilic substitution using iodogen as an oxidizing agent which produce yield above 90%, at pH 7 with heating on a water bath to 75 oC within 10-15 minute as a reaction time. The labeled drug was found to be stable for 48 h. Biodistribution study of 125I-UDR in ascites bearing mice reflects great uptake of radioactivity in tumor sites. 125I-UDR uptake in ascites was increased by combined use of leva\r\n",
      "name": "Effect of Levamisole on the Biological Activity of Labeled Iodo-deoxyuridine in EAC Bearing Mice",
      "format": "URL",
      "url": "http://www.ijnese.org/paperInfo.aspx?ID=4838",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "79dc967e-12bd-430a-9546-d4bc69582674",
      "created": "2013-07-10T21:08:51.704874",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "f7c60f5c-a0ac-44fe-af84-f673dd2a4a4d",
      "url_type": null,
      "id": "1efd1a39-014a-42ef-ad80-924894b6470d",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "An approximation method using to estimate the influence of the uncertainties of the neutron flux characteristic parameters in the irradiation positions on the NAA results using k0-standardization technique was presented. Those are the epithermal reactor neutron spectrum shape-factor ?, the effective resonace energy for a given nuclide and the thermal to epithermal neutron flux ratio f. The method is applied to estimate the effect of the uncertainties in the determination of ?, and f on final NAA results f\r\n",
      "name": "Influence of the Neutron Flux Characteristic Parameters in the Irradiation Channels of Reactor on NAA Results Using k0-Standardization Method",
      "format": "URL",
      "url": "http://www.ijnese.org/paperInfo.aspx?ID=4841",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "79dc967e-12bd-430a-9546-d4bc69582674",
      "created": "2013-07-10T21:09:23.944990",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "e3f80b13-f4d2-4724-801a-ea24b6adc768",
      "url_type": null,
      "id": "be98c30d-51bf-4895-a039-2855ab7dbf9c",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In the present work, the direct, sensitive, and accurate method for the determination of hydrazine is described. The method is based on the formation of yellow coloured azine complex by hydrazine with para-(dimethylamino)benzaldehyde (p-DMAB) in 1M nitric acid medium. The formed yellow coloured azine complex is stable in acidic medium and has a maximum absorbance at 454 nm. The working range of acidity should be within 0.1 to 1.0 M nitric acid medium. A calibration graph was made for the concentration range of hydrazine from 0.0145 to 0.125 μg/mL. The molar absorption coefficient at 454 nm, detection limit and Sendell’s sensitivity are 6.06x104 L.mol-1.cm-1, 0.0132 μg/mL and 8.25x10-6 μg/cm-2 respectively. Relative standard deviation was less than 2% and correlation coefficient was 0.999. The proposed method was applied directly to the determination of hydrazine in purex process and it is applicable for the analysis of polluted river water / boiler water/water streams of nuclear reactors.\r\n",
      "name": "Spectrophotometric Determination of Hydrazine with Para-(Dimethylamino) Benzaldehyde in Aqueous Streams of Purex Process",
      "format": "URL",
      "url": "http://www.ijnese.org/paperInfo.aspx?ID=4844",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "79dc967e-12bd-430a-9546-d4bc69582674",
      "created": "2013-07-10T21:10:15.245886",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "93db8998-2249-418b-aced-b75925859232",
      "url_type": null,
      "id": "fba974f3-00ff-4498-b0a4-affa146e92a9",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In 18F-fluorodeoxyglucose (18F-FDG) positron emission tomography/computed tomography (PET/CT), respiratory motion induces bias in image interpretations. This issue has been widely discussed at the thoracic level. However, although liver is also affected by physiological motion, it has not been well investigated yet. This study assessed the application of a custom gating method (referred to as the &amp;quot;CT-based gated PET”) to PET imaging of the liver and evaluated its benefits in terms of per-lesion sensitivity over ungated clinical PET images. 30 patients scheduled for hepatic surgery were referred to our department for PET/CT imaging. Each patient underwent both ungated and CT-based gated PET imaging protocols. The blinded image interpretations were combined with histological analysis and intra-operative ultrasound to compute each method’s per-lesion sensitivity and positive predictive value (PPV).74 lesions were confirmed by pathology reports. When considering all the uptakes, ungated and CT-based gated PET sensitivities were 64% and 73%, with PPVs of 82% and 75%, respectively. Our CT-based gated PET method showed a higher lesion-based sensitivity than routine, ungated examination did, although it yielded a higher proportion of false positive descriptions. The gain in sensitivity was due to the detection of lesions of between 15 and 25mm in size in gated PET images. Hence, accurate respiratory motion compensation should be implemented in order to improve the diagnosis, staging and follow-up of liver cancer.",
      "name": "The Benefits of Respiratory Gating in 18F-FDG PET Imaging of the Liver",
      "format": "URL",
      "url": "http://www.ijnese.org/paperInfo.aspx?ID=4847",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "79dc967e-12bd-430a-9546-d4bc69582674",
      "created": "2013-07-10T21:11:46.379901",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 5,
      "revision_id": "85509ab0-5db9-473b-906f-7fe5cf94aaa9",
      "url_type": null,
      "id": "3774d756-041f-4ec7-8ae4-bc00536df5b4",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In this study, we develop new analytical and numerical speciation calculations corresponding to all kinds of combinations of complexation constants and hydrolysis constants given by more or less reliable literature data, and associated to fifteen probable uranyl-citrate species: MpLn, (with: M ? (UO2)2+, L ? (HCit)3- and p = 1, 2; n = 1, 2, 3), MpLnHm, (p = 1, 2; n = 1, 2; m = 1, 2, 4), Mp(OH)q, (p = 1- 4; q = 1-7), MpLnHm(OH)q, (p = 1, 2; n = 1, 2; m = 1, 2; q = 1, 2) as well as to the “improbable”: [(UO2)H2(HCit)2]2- specie (reported by only one reference), in order to analyse deeply their impact on the speciation diagram of U(VI) in citrate aqueous solutions at 25&#176;C, in a wide range of pH and for citrate to uranium ratios Rc = U(VI)/Citrate equal to 0.02, 1 and 2. The main result of this work is that, although the employed combinations present some significant dispersions, they leads to the same result: the hydrolyzed monomer [(UO2)H(HCit)(OH)]-, the hydrolyzed dimer [(UO2)2H2(HCit)2(OH)2]2- and the monomer (UO2)(HCit)]- are largely predominant in the pH range of our interest (2? pH? 5.5), by comparison to the percentages of the other species presumably existing (except the [(UO2)H2(HCit)2]2- specie). This investigation is therefore a supplementary proof of the reliability of the processes of protonation and hydrolysis of both the monomer and the dimer: [(UO2)(HCit)]-, [(UO2)2(HCit)2]2- detected via the experimental electropherograms obtained by the capillary electrophoresis method which was used because of its capacity to separate the different hydrolysis products of the anionic U(VI)-citrate complexes. Consequently, it is thus possible to underline that the hydrolysis of UO22+ which generally occurs at relatively elevated pH is facilitated at lower pH by the citrate complexation followed by the protonation.",
      "name": "Uranyl-citrate Speciation Diagram in Aqueous Solutions",
      "format": "URL",
      "url": "http://www.ijnese.org/paperInfo.aspx?ID=4846",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "79dc967e-12bd-430a-9546-d4bc69582674",
      "created": "2013-07-10T21:12:37.616455",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 6,
      "revision_id": "39061647-c9cc-4b06-a484-70ef0bf49bc2",
      "url_type": null,
      "id": "732935ee-f304-4fd6-8db6-9c543edd7831",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " This study focused on sorption of individual and coexisting Cs and Se on bentonite and quartz sand mixtures by batch techniques. Batch kinetic tests have been conducted with carrier free by using individual and coexisting radiotracers ,137Cs and 75Se. The distribution coefficients (Kd) of Cs on bentonite showed that there is no interference on sorption additivity between individual and coexisting value (366&#177;3 and 371&#177;10 mL/g in synthetic groundwater, 43&#177;1 and 60&#177;2mL/g in synthetic seawater). Moreover, individual and coexisting Kd (22&#177;2 and 20&#177;4 mL/g in synthetic groundwater, 10&#177;1 and 14&#177;1 in synthetic seawater) of Se are in similar case with Cs. The experimental results also present in sorption of 137Cs and 75Se on bentonite/quartz sand mixtures (1:1). It is easily found that sorption mechanisms of Cs and Se on bentonite and quartz sand mixtures are independent and different by using radiotracer technique. According to different sorption mechaisms of Cs and Se, the sorption additivity by batch sorption experiments would be quite helpful while assessing buffer materials mixed by bentonite and quartz sand.",
      "name": "Comparative Study on Sorption Additivity of Individual and Coexisting Cesium and Selenium on Bentonite/Quartz Sand Mixtures",
      "format": "URL",
      "url": "http://www.ijnese.org/paperInfo.aspx?ID=4848",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "79dc967e-12bd-430a-9546-d4bc69582674",
      "created": "2013-07-10T21:13:36.877938",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 7,
      "revision_id": "55833f19-90e7-4c65-b2dc-033da2de62a7",
      "url_type": null,
      "id": "d77a49a3-9448-4925-9a59-6b076858bcfb",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Porphyrins are interesting derivatives with low toxicity, tumor avidity, and rapid wash-out suggested as potential radiopharmaceuticals in radiolabeled form. In this work, [111In] labeled 5, 10, 15, 20-tetrakis (pentafluorophenyl) porphyrin ([111In]- TFPP) was prepared using freshly prepared [111In]InCl3 and 5,10,15,20-tetrakis (pentafluorophenyl) porphyrin (H2TFPP) for 60 min at 100?C (radiochemical purity: &amp;gt;99% ITLC, &amp;gt;99% HPLC, specific activity: 13-14 GBq/mmol). Stability of the complex was checked in final formulation and human serum for 48 h. The partition coefficient was calculated for the compound (log P=0.69). The biodistribution of the labeled compound in vital organs of wild-type rats and fibrosarcoma-bearing mice was studied using scarification studies and SPECT up to 24 h. A detailed comparative pharmacokinetic study performed for 111In cation and [111In]-TFPP performed up to 24h. The complex is mostly washed out from the circulation through kidneys and liver. The tumor:blood and tumor: muscle ratios 24 h post injection were 1.44 and 66 respectively.",
      "name": "Radiosynthesis and Biological Evaluation of [111In]-5, 10, 15, 20-Tetrakis (Pentafluorophenyl) Porphyrin Complex as a Possible Imaging Agent",
      "format": "url",
      "url": "http://www.ijnese.org/paperInfo.aspx?ID=4843",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "79dc967e-12bd-430a-9546-d4bc69582674",
      "created": "2013-07-10T21:14:51.833235",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 8,
      "revision_id": "d7446062-a0d8-4a51-b50e-bc0fc415c432",
      "url_type": null,
      "id": "2a684dcc-0ef1-4f00-a2d5-59e629497b01",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " The characteristics of the Chemical and Volume Control System (CVCS) in normal operation and accident situation will leave a remarkable impact on the power plant availability and safety. The CVCS and Safety Injection System (SIS) are numerical investigated with the Computational Software, Flowmaster V7.5, and the models are validated with design data. The charging and seal injection maximum flowrates variations with Reactor Coolant System pressure are predicted during the Steam Generator Tube Rupture (SGTR) accident, and different system operations are simulated and compared in detail. The results show that one low head safety injection pump of SIS is necessary and adequate to increase the charging and coolant pump seal injection flow significantly.",
      "name": "Numerical Investigation of Chemical and Volume Control System Behavior in Normal Operation and Incident Situation",
      "format": "url",
      "url": "http://www.ijnese.org/paperInfo.aspx?ID=4849",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "79dc967e-12bd-430a-9546-d4bc69582674",
      "created": "2013-07-10T21:15:27.859402",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 9,
      "revision_id": "071fe88e-7779-48dc-8e26-1aeefd202ac2",
      "url_type": null,
      "id": "e1ae466e-0a54-4d9a-b633-c333333c1135",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "An ultrasonic imaging system based on the waveguide technique was developed to provide in-service inspection of reactor core and mechanical components in sodium-cooled fast reactors (SFR). By using the ultrasonic waveguide technique, we overcome the major technical challenge in developing an under-sodium viewing (USV) system that can sustain the high-temperature, high-radiation, and corrosive environment. The developed ultrasonic waveguide transducers (UWTs) show high detection sensitivity with minimal background noise by effectively reducing spurious echoes and mode conversions. The performance of UWTs was demonstrated in liquid sodium up to 650?F (343?C). C-scan images of a target were successfully developed from both time-of-flight and amplitude variations of the reflected echoes. The ultrasonic waveguide imaging system demonstrates a capability of detecting defects with 1mm in width and 0.5mm in depth under sodium. The developed imaging system would have broad applications for industries, energy or manufacturing, involving harsh environments.",
      "name": "Ultrasonic Waveguide Transducer for Under-sodium Viewing in SFR",
      "format": "url",
      "url": "http://www.ijnese.org/paperInfo.aspx?ID=4870",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "79dc967e-12bd-430a-9546-d4bc69582674",
      "created": "2013-07-10T21:16:41.147912",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 10,
      "revision_id": "aee98e03-7cad-4abf-b273-688ae63b77d4",
      "url_type": null,
      "id": "c19beb04-69eb-4815-aa80-67913ea93d14",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The present paper develops a model for calculating the rate of photonuclear reaction (beta decay) for nuclear transmutation in the reducing of radioactive waste. A photonuclear reaction is viewed as an incident photon creating superconducting hot spot (hot belt) across a nucleon from the composition of an unstable nuclide (radioisotope), followed by a thermally induced vortex crossing which turns superconducting hot belt into the normal state (vacuum) resulting in a vortex assisted photon beta decay. Because of this model requires data on energies of vortex and on currents from inside of the nucleon, an analog of a superconductor model was developed for the nucleon. Thus, it revisited the dual Ginzburg-Landau model for the calculation of Lorenz force, monopoles current, and the energy of vortex lines for a vortex triangular lattice type Abrikosov within a nucleon to find their meaning. For now, it was found that these energies would correspond to the subatomic particles, , Higgs bosons, pion , and nucleon itself. As check points of this model are considered, the deduction of the fusion temperature of two nucleons, even this model itself for photonuclear reaction mechanism, the explanation of the mechanism of natural beta decay as dark counts and comparison with the results of the IBA nuclide substructure model are also considered. Finally, the model provides counts (decay) rates ( ), and allows the estimation of intensity , and of threshold value of photon energy (MeV), in order to achieve , or ( ) efficiency. Such efficient installations could be, for example, the laser ELI-NP in construction in Romania for the high energy photon source.",
      "name": "On the Acceleration of Beta Nuclides Decay by the Photonuclear Reaction",
      "format": "url",
      "url": "http://www.ijnese.org/paperInfo.aspx?ID=4865",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "79dc967e-12bd-430a-9546-d4bc69582674",
      "created": "2013-07-10T21:18:05.918169",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 11,
      "revision_id": "aee98e03-7cad-4abf-b273-688ae63b77d4",
      "url_type": null,
      "id": "1ebdbff3-07df-4205-90d0-14dd616ec7b2",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper reports the extraction of uranium from AR [analytical grade] ortho phosphoric acid by D2EHPA [di-2 ethyl hexyl phosphoric acid] only and D2EHPA-TOPO [tri-n-octyl phosphine oxide] mixture. The influence of various factors affecting the extraction mechanism such as phosphoric acid, D2EHPA and TOPO concentrations have been investigated. The effect of temperature on extraction process was studied and the activation energy of the reaction was calculated and found to be equal 23.1 KJ/mol. Finally, the uranium extraction mechanism by using D2HEPA and D2EHPA/TOPO synergism was suggested.",
      "name": "Uranium Extraction Mechanism from Analytical Grade Phosphoric Acid Using D2EHPA and Synergistic D2EHPA-TOPO Mixture",
      "format": "url",
      "url": "http://www.ijnese.org/paperInfo.aspx?ID=4871",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "79dc967e-12bd-430a-9546-d4bc69582674",
      "created": "2013-07-10T21:19:23.215085",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 12,
      "revision_id": "efe79224-29c4-46e5-b6da-58b4a4ec9cba",
      "url_type": null,
      "id": "a2aba677-3203-4546-b5a9-4630684cf8a2",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In this work, characterization of radiation beam of 137Cs source was performed for calibration and dosimetric purposes at National institute for standards (NIS). Different thickness of lead sheets was used to attenuate the beam in order to cover all scales of radiation detectors under calibration. Air Kerma rate was measured with two ion chambers PTW 30013 and M-32002 for both direct and attenuated beam respectively. Scattering contribution and beam flatness were measured and took into consideration in the uncertainty budget calculations. Energy spectra for direct and attenuated 137Cs photon beams were measured by Sodium iodide gamma spectrometer. This work shows that the used lead attenuators enabled the calibration of all ranges of air kerma rate which are needed to be covered for radiation protection dose level. Also the use of lead collimator at 15ο angle reduces the scattering by 12% at two meter distance.",
      "name": "Characterization of Cs-137 Beam for Calibration and Dosimetric Applications",
      "format": "url",
      "url": "http://www.ijnese.org/paperInfo.aspx?ID=4861",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "79dc967e-12bd-430a-9546-d4bc69582674",
      "created": "2013-07-10T21:20:07.224933",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 13,
      "revision_id": "0efc35a5-9037-4148-b1c0-997de9c00770",
      "url_type": null,
      "id": "d38ff35f-8860-49ca-add1-ad5b0bce8f8d",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Crack growth rate (CGR) tests have been conducted with neutron irradiated compact tension (CT) specimens. The specimens were irradiated in the core region of the Japan Materials Testing Reactor (JMTR) in simulated BWR water environments at 288 &#176;C from 0.37 to 5.55 x 1025 n/m2 (E&gt;1MeV) (0.62-9.2dpa). The CGR tests were performed using the reversing DC potential drop (DCPD) method under constant load at a few average stress intensity factors (K) and electrochemical corrosion potential (ECP) conditions at 288 &#176;C in water. The CGRs of base metals in high ECP condition with 10&lt;K&lt;30 MPam1/2, increased with increasing neutron fluence until 2dpa and the CGRs were almost the same from 2dpa to 10dpa. We investigated the influence of microstructure on CGR by microstructure observation and local strain measurement around the precipitate. This paper will discuss the relationship between CGR and microstructure / radiation hardening / radiation induced segregation (RIS).",
      "name": "Influence of Microstructure on IASCC Growth Behavior of Neutron Irradiated Type 304 Austenitic Stainless Steels in Simulated BWR Condition",
      "format": "url",
      "url": "http://www.ijnese.org/paperInfo.aspx?ID=4859",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "79dc967e-12bd-430a-9546-d4bc69582674",
      "created": "2013-07-10T21:20:56.990608",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 14,
      "revision_id": "ef741c3a-c3a6-4fd2-acf6-255f67d590bb",
      "url_type": null,
      "id": "c96cfbe1-bede-4423-ac42-1687178500c8",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The new designs of fuel elements are enhanced to reach high burn-up. If these new designs can satisfy the safety design constraints, a strong positive economic impact can be achieved. Thus, for safety and economic evaluations, the behaviour of fuel elements needs to be analysed. A computational tool was developed to analyse the thermo-mechanical behaviour of current new design fuel elements during normal or transient operation. This computational code solves the diffusion equation with six neutron energy groups, so the influence of fast neutrons on the cladding can be better estimated. Fuel depletion, not considering the gadolinium as burnable poison, calculations for fission product yield is also performed. A description of the code and result obtained are presented in this task.\r\n",
      "name": "FETMA: A Simple Code for Thermo-Mechanical Analysis on BWR Fuel Rods",
      "format": "url",
      "url": "http://www.ijnese.org/paperInfo.aspx?ID=4857",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "79dc967e-12bd-430a-9546-d4bc69582674",
      "created": "2013-07-10T21:21:36.376815",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 15,
      "revision_id": "b4a15af8-0c39-44ee-a573-bb28df680ef4",
      "url_type": null,
      "id": "a530f1b4-b0d2-4c3a-b7ec-cbf7bd1cb65f",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The growing recognition of cold-work as an accelerant in stress corrosion cracking (SCC) is well justified because of its common or persistent impact as a key factor in both the initiation and crack growth regimes. This recognition is also a result of the presence of cold-work often noted in the initial failures of several service components. The presence of cold-work limited to surface layer has been often attributed to the relatively early intiation of SCC. A component with bulk or volumetric cold-work condition resulting from mechanical or weld-related fabrication is also subject to a relatively higher growth rate due to SCC. In addition to the accelearating effects on SCC the cold-work increases the material strength and the sequence of fabrication can significantly affect the residual stress often related to the material strength as well. Therefore, the impact of cold-work on the SCC degradation and useful remaining life of such components needs to be assessed with some technical basis and a quantitative framework that account for the various influences of the cold-work. The above aspects are reviewed in this paper focusing on the non-precipitation-hardening stainless steels subject to the reactor water environments. Also, the related field observations and their significance in assessing the cold-work impact are discussed. It is shown that the residual stress including the strain-path and stress state, as well as the material condition seem to dominate the operating influence of cold-work on SCC. These factors are explicitly related to the SCC susceptibility in a quantitative framework discussed in this paper. The basis for inter-relation between the cold-work effects and SCC is presented in relation to the model parameters. Additional factors pertinent to the austenitic steels include their susceptibility to sensitization and phase transformation, particularly interacting with the presence and sequence of cold-work. Observations from the surveyed literature on these aspects are also discussed in relation to the proposed model.",
      "name": "An SCC Initiation Model: Effects of Cold-Work in Austenitic Stainless Steels in Light Water Reactor Environment",
      "format": "url",
      "url": "http://www.ijnese.org/paperInfo.aspx?ID=4883",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "79dc967e-12bd-430a-9546-d4bc69582674",
      "created": "2013-07-10T21:22:16.577092",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 16,
      "revision_id": "5074349e-bd7e-41d5-9e20-133ac8b0b287",
      "url_type": null,
      "id": "d1fb8f50-a1ff-47ec-ba66-a3d0e1eaf65d",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "A concept for precise controlling and fine managing a fuel composition of molten-salt reactor (MSR) is formulated for maintenance of given properties, low corrosion activity and extremely selective extraction of metal component from the molten salt. A possible application of a potentiometer and a method of columbic titration of basic-metal atoms through galvanic cell on solid electrolyte with cationic conductivity, for example, Na+–b&#162;&#162;–Al2O3 is discussed for monitoring and varying the RedOx-potential of MSR fuel compositions.\r\n",
      "name": "On Fine Management of Fuel Composition in Molten Salt Reactors",
      "format": "url",
      "url": "http://www.ijnese.org/paperInfo.aspx?ID=4858",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "79dc967e-12bd-430a-9546-d4bc69582674",
      "created": "2013-07-10T21:25:58.854815",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 17,
      "revision_id": "b76935f8-a41e-4521-a21a-f9345170f9dc",
      "url_type": null,
      "id": "c8f7a34c-5faf-45a9-8860-70d80c4894d7",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "With many years in high pressure systems and technology, pipe break still occurs. The occurrence of this event and analysis of it in a PWR reactor is too important, absolutely in the highest grade of danger in double ended guillotine type of break. In this paper containment volume has been changed, and then variation of pressure and temperature of containment with time has been analyzed. This simulation is done with a hand-made computer code. At last, the results of simulation are compared with plant reports.\r\n",
      "name": "Analysis of Containment Volume Effect on the Pressure and Temperature during LOCA in the AP1000 Reactor Containment",
      "format": "url",
      "url": "http://www.ijnese.org/paperInfo.aspx?ID=4852",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "79dc967e-12bd-430a-9546-d4bc69582674",
      "created": "2013-07-10T21:30:53.452203",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 18,
      "revision_id": "b0e172f9-07af-482f-84f4-7784953967e5",
      "url_type": null,
      "id": "5765f86f-70b2-45a5-96be-506e869c686c",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "There is an old problem – the contradiction between microscopic and macroscopic experimental data for Prompt Fission Neutron Spectra for 235U at thermal energy. As a rule this difference was explained due to experimental uncertainties for microscopic (differential) experiments. In this paper I discuss the possible explanation of this contradiction due to strong energy-angular dependence of fission neutrons emission relative to fission fragment direction and its possible influence on macroscopic experimental results",
      "name": "Effect of Angular-energy Selection due to Anisotropy of Fission Neutron Emission in Non-homogeneous Environment",
      "format": "url",
      "url": "http://www.ijnese.org/paperInfo.aspx?ID=4900",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "79dc967e-12bd-430a-9546-d4bc69582674",
      "created": "2013-07-10T21:31:41.367091",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 19,
      "revision_id": "7cea920b-e632-4987-bba6-dbaed8da0d88",
      "url_type": null,
      "id": "f3d52907-6284-46df-9b16-764531030c41",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The complex geometry of reactor pressure vessel (RPV) heads presents one of the greatest access challenges for inspection and repair within a typical pressurized water reactor system. Initially most of the Pressurized Water Reactor (PWR) fleet’s heads were manufactured with Inconel 600 nozzles and with A-52 weld material that are now known to be susceptible to primary water stress corrosion cracking. Most of these heads have been replaced with less susceptible material but the RPV head component has a demonstrated history of cracks and in some cases significant leaks. This has prompted regulatory mandated periodic inspection and repair if necessary. Subtle differences in the global inspection requirements and in the head geometries also require different inspection tooling for different global regions and designs. AREVA NDE Solutions has been involved in head inspection and repair since the earliest crack indications and has developed an extensive array of robotics and manipulators to address these concerns. This paper describes the main manipulators and inspection tools specifically focusing on recent design evolutions including: a. NUMAN for under-head inspection and repair tool positioning b. Advances to ultrasonic blade tools and probes for nozzle and nozzle-weld interface inspection in nozzles with thermal sleeves. c. Rotating UT and ET tools for nozzles without thermal sleeves d. An eddy-current J-weld inspection manipulator (recently improved) e. Clamp-on scanner for EPR nozzle but-welds f. An eddy-current blade tool with integrated manipulator for AREVA’s larger EPR nozzles g. Head weld seam manipulators for automated head-seam inspection",
      "name": "Robotics and Manipulators for Reactor Pressure Vessel Head Inspection",
      "format": "url",
      "url": "http://www.ijnese.org/paperInfo.aspx?ID=4860",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "79dc967e-12bd-430a-9546-d4bc69582674",
      "created": "2013-07-10T21:32:45.511488",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 20,
      "revision_id": "e931089b-442c-4a9b-9b20-2b3f85909584",
      "url_type": null,
      "id": "bc3c3b74-0715-4b3d-8ac1-c1b3fd620f79",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " A theoretical model was adapted to evaluate the impact of power coastdown on the water chemistry of a commercial boiling water reactor (BWR) in this work. In principle, the power density of a nuclear reactor upon a power level decrease would immediately be lowered, followed by water chemistry variations due to reduced radiolysis of water and extended coolant residence times in the core and near-core regions. It is currently a common practice for a commercial BWR to adopt hydrogen water chemistry (HWC) for corrosion mitigation. The optimal feedwater hydrogen concentration may be different after a power coastdown is implemented in a BWR. A computer code DEMACE was used in the current study to investigate the impact of power coastdown on major radiolytic species concentrations and electrochemical corrosion potential (ECP) behavior of components in the primary coolant circuit of a domestic reactor operating under either normal water chemistry or HWC. Our analyses indicated that under a rated core flow rate the chemical species concentrations and the ECP did not vary monotonously with decreases in reactor power level at a fixed feedwater hydrogen concentration. In particular, ECP variations basically followed the patterns of hydrogen peroxide in the select regions and exhibited high values at power level of 80% for Reactor X.",
      "name": "The Effectiveness of Hydrogen Water Chemistry in a Boiling Water Reactor during Power Coastdown Operations",
      "format": "url",
      "url": "http://www.ijnese.org/paperInfo.aspx?ID=4867",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "79dc967e-12bd-430a-9546-d4bc69582674",
      "created": "2013-07-10T21:34:16.012759",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 21,
      "revision_id": "e3ec0491-2219-4dfe-9dfb-56ce55b33077",
      "url_type": null,
      "id": "07ab5294-e470-442c-983d-159325199f76",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Myocardial perfusion single photon emission computed tomography (SPECT) imaging (MPI) is commonly used to evaluate patients for myocardial ischemia. One confounding factor during scan interpretation is imaging artifacts. Physicians must be aware of the various imaging artifacts that may occur to avoid false positive results. Truncation of the heart during nuclear imaging has been previously described but has not been emphasized as much as other imaging artifacts. Truncation leads to artifacts in the reconstructed tomographic images, which may be misinterpreted as perfusion defects. We recently reported a case where truncation of the myocardium occurred in the planar stress and rest acquisition datasets. Currently, we report a case of truncation of the heart which was not present in the original planar stress acquisition dataset, but rather was introduced by shifting of the image sequences during the automated joining of the two separate detector datasets, an integral part of multidetector SPECT reconstruction.",
      "name": "Truncation in Myocardial Perfusion SPECT Imaging",
      "format": "url",
      "url": "http://www.ijnese.org/paperInfo.aspx?ID=4880",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "79dc967e-12bd-430a-9546-d4bc69582674",
      "created": "2013-07-10T21:34:55.653902",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 22,
      "revision_id": "03018897-6d67-4a19-896f-6518bfe4cc81",
      "url_type": null,
      "id": "4b1da7de-a75f-421f-97f2-2458ec35b4b4",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Critical heat flux is paramount from consideration of reactor core thermal hydraulics and ensuring fuel pin cladding integrity. Conventionally, CHF measurements are carried out in out of pile test setups using locally placed thermocouples and also by indirect measurement of change in electrical resistance. These measurements have limitations which are well documented in literature. The present knowledge base of acoustic/vibration response in the core due to CHF is also considered as alternate methodology to detect the onset of departure from nucleate boiling (DNB). Study of vibration response in various boiling regimes becomes paramount for such methodologies. Pool boiling experiments were performed to create condition for critical heat flux occurring in the pool and to study fluid structure interactions during different phases of boiling.\r\n",
      "name": "Response of Heating Rod in Water Pool in Various Boiling Regimes up to CHF",
      "format": "url",
      "url": "http://www.ijnese.org/paperInfo.aspx?ID=4862",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "79dc967e-12bd-430a-9546-d4bc69582674",
      "created": "2013-07-10T21:35:39.981107",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 23,
      "revision_id": "3f0bddca-f2aa-4795-8aec-4648c24cc345",
      "url_type": null,
      "id": "bbf46931-3346-4702-b072-12123b4f941a",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Feasibility experimental studies have been carried out on visualization of melting front propagation in real-time for convection driven melting and solidification of lead using neutron radiography facility at CIRUS research reactor. This work has provided with two dimensional radiographs of the propagation of the interface defined by solid and liquid lead with respect to time and heat flux. Specially designed Imaging system comprising of a cooled CCD camera, 6LiF-ZnS converter screen and a front coated Aluminum mirror has been used. Experimental results on pure and impure lead specimen are discussed in this paper.",
      "name": "Visualization of Lead Melting and Solidification Using Neutron Radiography",
      "format": "url",
      "url": "http://www.ijnese.org/paperInfo.aspx?ID=4881",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "79dc967e-12bd-430a-9546-d4bc69582674",
      "created": "2013-07-10T21:36:16.727641",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 24,
      "revision_id": "fd9fab30-98cd-4300-94be-8bbbbc21714d",
      "url_type": null,
      "id": "0fab2d9b-a852-4127-8f13-a71e31894ae1",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Three dimensional numerical simulations are conducted on the CANDU Moderator Test Facility (MTF). Heat generation is modelled through both surface heating employed in experimental setups and volumetric heating, the actual heating method in real reactor. The result shows that while the asymmetry in temperature distribution is visible in both cases, and the locations of hot and cold zones are similar, but the temperature range is different. Although the heat input to both cases is identical but the temperatures are better distributed in volumetric heating case since the heat source is more uniformly distributed in the liquid.",
      "name": "Comparison Between Surface Heating and Volumetric Heating Methods inside CANDU Reactor Moderator Test Facility (MTF) Using 3D Numerical Simulation",
      "format": "URL",
      "url": "http://www.ijnese.org/paperInfo.aspx?ID=4914",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "79dc967e-12bd-430a-9546-d4bc69582674",
      "created": "2013-07-10T21:37:28.827345",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 25,
      "revision_id": "d3802a21-facd-4831-b613-af01ad9bf61e",
      "url_type": null,
      "id": "84dcced7-f487-49a5-b3a4-83edd471c398",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The application of radioisotopes in medicine, industry, agriculture and research is the major activities that belong to the nuclear and radiological industries in Egypt. From a radiation safety and security of the sources standpoint, accident investigation is necessary to determine what happened, why, when and how it occurred and who were involved and be responsible. This paper aims to statistical evaluation of the reported accidents at “USIE” which is an “IAEA” web portal for contact point of state's members, in the period from Jun 2008 to March 2012. The study describes the major Nuclear or radiological (N/R) accidents that had happened during the above period, and provides a methodology for analysis, lessons learned and the associated hazards on the environment, workers and public health. This study will help the regulatory authority to review the reasons of vulnerabilities, and to start a radiation safety and security program to introduce measures capable to avoid the recurrence of similar events.\r\n",
      "name": "Experience Gained of the Reported Nuclear or Radiological Accident at Nuclear and Radiological Installations",
      "format": "URL",
      "url": "http://www.ijnese.org/paperInfo.aspx?ID=4909",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "79dc967e-12bd-430a-9546-d4bc69582674",
      "created": "2013-07-10T21:38:42.902612",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 26,
      "revision_id": "09285f8f-83f5-4999-9da1-a25d98690840",
      "url_type": null,
      "id": "99f28a44-aed0-4429-9fc5-2c3ee36c023b",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "A spectrophotometric method has been developed for the determination of hydroxyurea. The methodology involves the reduction of standard potassium permanganate (KMnO4) prepared in 1N sulfuric acid medium by hydroxyurea (HU). KMnO4 is having max at 525 and 545 nm. The decrease in absorbance for a given KMnO4 solution by the addition of HU is compared to the solution without HU having the same concentration of KMnO4. Molar absorption coefficient (ε) value is found to be 957 mol -1 L cm-1 with a precision of 3.8%. The correlation coefficient was 0.9975. The linear dynamic range of this method was found to be 10 to 80 ppm of HU. Effect of acidity and temperature on the stability of HU in nitric acid medium was also studied. Acid dependence on radiation effect of HU solution and dose dependence of stability of HU solution were also studied.",
      "name": "Spectrophotometric Determination of Hydroxyurea and Stability in Nitric Acid Medium",
      "format": "URL",
      "url": "http://www.ijnese.org/paperInfo.aspx?ID=4902",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "79dc967e-12bd-430a-9546-d4bc69582674",
      "created": "2013-07-10T21:39:21.256049",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 27,
      "revision_id": "c6627fb3-9a35-4787-b7e1-884085c3ee41",
      "url_type": null,
      "id": "3369020d-f9d9-4f24-aa04-1b1e9e304878",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " According to advanced light water reactor (ALWR) Utility Requirement Document (URD), plant control systems should be designed to meet the specified design requirements for an advanced 1000 MWe class PWR nuclear power plant (NPP). In this paper, as per the plant design requirements, AP1000 control systems were simulated, and plant thermal-hydraulic performance analysis have been performed with RELAP5 thermal-hydraulic computer code under five typical operational transients, i.e. (a) a step load increase from 15% Full Power (FP) to 25%FP, (b) a step load decrease from 100% FP to 90%FP, (c) +5%/min ramp load increase, (d) large load rejection to house load at full power, (e) normal reactor trip at full power. Based on a preliminary plant performance analysis, it indicates that plant design requirements are satisfied for AP1000 control systems.\r\n",
      "name": "AP1000® Plant Operational Transient Analysis",
      "format": "URL",
      "url": "http://www.ijnese.org/paperInfo.aspx?ID=4885",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "79dc967e-12bd-430a-9546-d4bc69582674",
      "created": "2013-07-10T21:39:55.770888",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 28,
      "revision_id": "eb5c63ca-ca12-47d9-9353-0c89ec538b94",
      "url_type": null,
      "id": "c7d33440-4586-44fb-b237-557de126d159",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Cladding fracture behavior is an important consideration, particularly in secondary damage of fuel cladding during service and during handling and storage of discharged fuel. Pin loading tension test is one of the most promising non-standard procedures with which quantification of initiation and propagation behavior of an axial crack of a thin-walled tubular specimen is possible. This paper focuses on characterisation of the fracture surface of a few different cladding tubes through a detailed fractographic examination and a relative comparison in crack resistance of the tubes in correlation with their fracture pattern.",
      "name": "Characterization of Axial Cracking Morphology of Zircaloy Cladding Tubes",
      "format": "URL",
      "url": "http://www.ijnese.org/paperInfo.aspx?ID=4903",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "79dc967e-12bd-430a-9546-d4bc69582674",
      "created": "2013-07-10T21:40:37.556659",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 29,
      "revision_id": "ad0b2f8e-aaf5-426a-8f88-ce03998f6241",
      "url_type": null,
      "id": "649a13ef-9973-460f-a288-823ac84644e1",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 30,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Engineering",
      "id": "657ec1d1-1d6a-4703-b05c-d9a9ce0ec782",
      "name": "Engineering"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Nuclear Energy Science",
      "id": "ef5750e1-b049-43e0-aefe-8981f9ea3063",
      "name": "Nuclear Energy Science"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-datahub-io-dataset-new",
  "isopen": true,
  "url": null,
  "notes": "International Journal of Nuclear Energy Science and Engineering (IJNESE) is an international open-access and refereed journal dedicated to publishing the latest advancements in nuclear energy science and engineering. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "International Journal of Nuclear Energy Science and Engineering (IJNESE)",
  "revision_id": "e13943bd-1c32-45b0-a928-4712f32b700d"
}