{
  "license_title": "License not specified",
  "maintainer": "Novel  Publications",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "novelpublications@yahoo.com",
  "num_tags": 3,
  "id": "05c89558-1b2d-47f4-94d8-48cd358fa73e",
  "metadata_created": "2014-07-07T01:35:33.459278",
  "metadata_modified": "2014-07-07T01:41:57.831820",
  "author": "Ohene B. Apea",
  "author_email": "novelpublications@yahoo.com",
  "state": "active",
  "version": null,
  "creator_user_id": "43317f3d-fe3c-4e42-b324-ec833c0ee81a",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Experiments were conducted at the screen house of the Soil Research Institute (SRI), the Savanna Research Institute (SARI) laboratory and University for Development Studies, Applied Chemistry and Biochemistry laboratory, Navrongo Upper East Region Ghana. The objectives were to assess available and potentially available nitrogen (labile N) by extraction with 10.0 M NaOH in a simplified micro-diffusion technique using a locally constructed Mason-jar made from jam bottle. Tropical soils were used for the tests and the test crops were millet, rice and maize in a screen house. Below the maximum threshold, extracted labile N increased with increasing plant biomass yield of the three cereal crops. The method was also assessed for its ability to measure crude protein. It was found the alkaline extraction correlated significantly with conventional methods such as aerobic, anaerobic incubation, total Kjeldahl and N uptake methods (r of 0,896-0,9802; p < 0.01) that have been used to estimate N. There was also a positive response of increasing extracted N to increasing biomass yield in the crops used for the test. N extracted from the leguminous grains was linearly related to total Kjeldahl N and thus could be used to estimate crude protein. It was concluded that the simplified method of alkaline extraction of N could be used on farmers’ fields to estimate the quality of organic fertilizer. The apparatus could also be used to demonstrate how N is determined in school laboratories.",
      "name": "SIMPLIFIED MICRO-DIFFUSION METHOD OF DETERMINING AVAILABLE, POTENTIALLY AVAILABLE, AND CRUDE PROTEIN BY DIRECT NaOH EXTRACTION IN TROPICAL SOILS",
      "format": "PDF",
      "url": "https://ckannet-storage.commondatastorage.googleapis.com/2014-07-07T01:37:19.735Z/jsid-vol-1-no-2-paper-1-apaseku-et-al.pdf",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "05c89558-1b2d-47f4-94d8-48cd358fa73e",
      "created": "2014-07-07T01:39:08.159061",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "2b76c700-b67a-490b-868c-2e571cb7bd19",
      "url_type": null,
      "id": "0e75f4f3-fa1e-4a8d-ba5b-6c7498941c5d",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The hypoglycemic effect of the aqueous extract of dry pawpaw leaf was investigated using albino rats weighing between 141.7-257.0g. The extract tested positive for the presence of saponin glycosides, condensed tannins, alkaloids, and cardiac glycosides containing rhamnose, cymarose, and digitose sugars. Diabetic condition was induced in the rats by injecting 20mg of alloxan per 100g of body weight. The Diabetic condition was considered to have developed on the third day. Treatment of the alloxanised rats with dry pawpaw leaf extract brought down the fasting blood glucose level to 56.13%, indicating that the aqueous extract contain hypoglycemic agent. And it was predicted using a fitted linear model that within 5 days of treatment the blood sugar will return to normal. A strong relationship was noted to exist between blood sugar, and time of administration of the aqueous extract of dry pawpaw leaves. A linear model is the best fit for blood sugar and time of administration. The biokinetic model developed, explains 98.7339% of the variability in blood sugar of treated diabetic rats.",
      "name": "Antidiabetic Activity of Pawpaw Leaf Extract: Chemical Composition and Biokinetic Modeling",
      "format": "PDF",
      "url": "https://ckannet-storage.commondatastorage.googleapis.com/2014-07-07T01:39:24.039Z/jsid-vol-1-no-2-paper-2-apea-and-zaki.pdf",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "05c89558-1b2d-47f4-94d8-48cd358fa73e",
      "created": "2014-07-07T01:40:14.562535",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "76b6d703-83cb-4564-9d09-690b7ae27905",
      "url_type": null,
      "id": "aebd5f26-6564-49d1-af25-319a33730177",
      "resource_type": "file.upload",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The research focused on the effect of humic acid (HA) on the distribution of Cu in Cu-HA-Teak leaf powder system. The experiment was carried out by varying the initial mass of Cu (MCu) in the system at a temperature of 310K. The experiment was carried out independently at pH 4, 6, and 10. The data obtained revealed that the concentration of copper in the solution phase of the system decreases with pH. It was also noted that a relationship exist between the initial mass of copper in the system and the extent of copper binding to the powdered leaf at all pH. And pH increased with the extent of Cu binding to the leaf powder (P). The mass of copper bound ligand (humic acid) in the solid phase was noted to vary with pH. The partition constant (KD) was observed to increase MCu. The analysis revealed that the partition constant for organic acid (KL) and KD increases with increase in pH. HA was noted to promote the transfer of Cu from solution to solid phase. The analysis suggested that the strong relationship between KD and KL reveals the dependence of KD on HA, and this was effectively proved using the Ligand Complex Partition Effect Model. The model indicated that the properties of humic substance which makes it capable of influencing trace metal distribution are hydrophobicity, detergent properties and metal complexing ability. The ability of ligands to exist in solution and solid phases simultaneously is therefore crucial in biosorption studies.",
      "name": "EFFECT OF HUMIC ACID ON COPPER BIOSORPTION BY TEAK LEAVES POWDER (TECTONA GRANDIS)",
      "format": "PDF",
      "url": "https://ckannet-storage.commondatastorage.googleapis.com/2014-07-07T01:40:24.796Z/jsid-vol1-no-2-paper-3-livingston-et-al.pdf",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "05c89558-1b2d-47f4-94d8-48cd358fa73e",
      "created": "2014-07-07T01:41:14.521475",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "e2f72bbd-405b-42bd-a7b7-b59fe8c91155",
      "url_type": null,
      "id": "b83bfcb8-6f89-4585-9cc9-985fedc0b07b",
      "resource_type": "file.upload",
      "size": null
    }
  ],
  "num_resources": 3,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "applied biology",
      "id": "c1b80eaa-f9a5-422a-ae00-e75c7b084d0a",
      "name": "applied biology"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "applied physics",
      "id": "ab5bb4f7-e999-4f66-82a4-0ca47be3c330",
      "name": "applied physics"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "applied science",
      "id": "ca3d0950-c06e-4443-a532-a5c7a2629abb",
      "name": "applied science"
    }
  ],
  "groups": [],
  "license_id": "notspecified",
  "relationships_as_subject": [],
  "organization": {
    "description": "Novel Publications is a service provided  in association with academicians and scholars from diverse fields to promote innovative ideas geared toward promoting human life through research and publications. \r\nIt seeks to achieve this through:\r\n1- Academic open access peer-reviewed e-journal publications.\r\n2- Organizing, managing, and publishing e-conference proceedings.\r\n3- Publication of e-books.",
    "created": "2014-06-28T08:33:06.892831",
    "title": "Novel Publications",
    "name": "novel-publications",
    "is_organization": true,
    "state": "active",
    "image_url": "http://ojs.onghana.org",
    "revision_id": "999e452a-ab72-4b79-a562-18094e086d49",
    "type": "organization",
    "id": "72696ad6-4634-4279-8c2b-0c44b2622bfc",
    "approval_status": "approved"
  },
  "name": "journal-of-scientific-innovations-for-development-vol-1-no-2",
  "isopen": false,
  "url": null,
  "notes": "The journal is an international medium for publication of original scientific research in academic disciplines with emphasis on innovative ideas geared toward advancement in technology. It seeks to bring to light the cutting-edge scientific innovation and discoveries in the millennia with a view to shaping and improving human life. It is a multidisciplinary journal which accepts papers from natural sciences, engineering and other applied sciences. The scope is multidisciplinary and international.",
  "owner_org": "72696ad6-4634-4279-8c2b-0c44b2622bfc",
  "extras": [],
  "title": "JOURNAL OF SCIENTIFIC INNOVATIONS FOR DEVELOPMENT (Vol 1 No 2)",
  "revision_id": "fef8d978-80ac-426e-8236-b37fe026380a"
}