{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "0a8db299-250b-4dba-ac3f-134fba638302",
  "metadata_created": "2013-07-16T07:21:33.064698",
  "metadata_modified": "2013-10-10T21:17:24.068067",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " In this study, the water vapour sorption of Belmadur wood is fully investigated. The sorption isotherms were analysed using the Hailwood-Horrobin model. Belmadur wood was shown lower total sorption by 26.5%, polymolecular sorption by 23.9% and monomolecular sorption by 33.1% at saturation, compared with the untreated wood. Regression analysis of the EMC values at saturation revealed that the variation shown in the water sorbed at the polymolecular level plays the main role in the variation in total water sorbed. In addition, it was found that only the reduction in monomolecular sorption can be primarily attributed to the decrease in site accessibility.",
      "name": "Vapour Sorption Studies of Belmadur Wood",
      "format": "",
      "url": "http://www.afl-journal.org/paperInfo.aspx?ID=5482",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0a8db299-250b-4dba-ac3f-134fba638302",
      "created": "2013-07-16T02:22:17.740637",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "4dc0926c-a3af-460f-a64f-229d5b5898d5",
      "url_type": null,
      "id": "68330dd6-405d-4995-b1ae-ce2494b8674d",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " The conservation of biodiversity has been a contentious and complex issue over the years. Protected areas [PAs] that are created to preserve biodiversity are in critical condition due to excessive anthropogenic pressure. The Similipal biosphere reserve [SBR] in the Odisha state of India is the sixth largest biosphere reserve in the country and forms a major part of the World Network of Biosphere Reserves. SBR is the home for diverse flora and fauna and most of them are endemic in nature. Besides the rich floral and faunal biodiversity, SBR is also the abode of many tribes living in and around the biosphere reserve and critically depend on the reserve for livelihoods. Designing appropriate and effective local institutions that fosters biodiversity conservation and livelihoods is widely considered as a panacea for this problem. The paper describes the current issues and challenges faced by the SBR; analyzes how the local institutions are functioning and demonstrates how management interventions can be effectively and equitably prioritized towards the members of a community who are mostly dependent on forest resources in order to promote sustainable local livelihoods and biodiversity conservation. Lessons learned include the capacity building training activities to raise the skill and capabilities of the stakeholders through joint government-community collaboration; sharing of benefits in equitable way among the shareholders; empowerment of local people through better participatory programmes; and provision of well-defined livelihood enhancement opportunities through promotion of eco-tourism which is highly neglected in SBR.",
      "name": "Management of Similipal Biosphere Reserve Forest: Issues and Challenges",
      "format": "",
      "url": "http://www.afl-journal.org/paperInfo.aspx?ID=5473",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0a8db299-250b-4dba-ac3f-134fba638302",
      "created": "2013-07-16T02:22:55.038508",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "38bbd4e8-6871-4a6a-b91d-c50971794181",
      "url_type": null,
      "id": "a2a19742-e8b0-43b4-8145-ec5d5015beb5",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Forest fires are extremely complex and destructive natural phenomena which depend on availability of fuel, meteorological conditions and an initial ignition. The overall purpose of forest fire research is to make a better understanding of the phenomena so that firefighting techniques can be improved, controlled burnings can be undertaken with more confidence, and lives and property might be preserved. In this paper, the assignment and theoretical investigations on the problems of crown forest fire spread in windy condition were carried out. Mathematical model of forest fire was based on an analysis of known experimental data and using concept and methods from reactive media mechanics. In this context, a study- mathematical modeling- of the conditions of forest fire spreading that would make it possible to obtain a detailed picture of the change in the temperature and component concentration fields with time, and determine as well as the limiting condition of fire propagation in forest with fire break has been carried out.\r\n",
      "name": "Mathematical Modelling of Forest Fires Propagation Taking Account of the Firebreaks",
      "format": "",
      "url": "http://www.afl-journal.org/paperInfo.aspx?ID=5481",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0a8db299-250b-4dba-ac3f-134fba638302",
      "created": "2013-07-16T02:23:25.334775",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "e100e820-7b77-44ca-89a4-61db76686faf",
      "url_type": null,
      "id": "ff15b632-0138-4206-95b3-22561e802c89",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This work aimed at evaluating the indoor concentrations of formaldehyde in twenty five new apartments in the city of Drama, Northern Greece. By means of a formaldehyde meter, two series of measurements were made in September 2009 and September 2010. Early morning measurements were made in the living rooms, bedrooms, kitchen rooms and child rooms. Initial measurements showed that average concentrations of formaldehyde exceeded by far the limit of 0.1 ppm set in most of the European countries for formaldehyde concentration in residential environments. After a 30-minute natural ventilation in the apartments, formaldehyde concentrations remained at the levels higher than 1.0 ppm only in three apartments. In the following months (September 2009 to September 2010), a systematic ventilation by opening windows took place not only in the morning but also in the late afternoon. In September 2010, measurements were performed in the same apartments indicating that all apartments investigated had formaldehyde concentrations much lower than 1.0 ppm and obviously the indoor air environment was much cleaner.\r\n",
      "name": "Formaldehyde in Indoor Air of New Appartments in Drama, Greece",
      "format": "",
      "url": "http://www.afl-journal.org/paperInfo.aspx?ID=5483",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0a8db299-250b-4dba-ac3f-134fba638302",
      "created": "2013-07-16T02:24:05.190080",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "e3584d1c-d87d-4dca-8561-a1a5c3cf3065",
      "url_type": null,
      "id": "c6601e30-8c47-403e-ac33-50d86a6b4fd7",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Teak (Tectona grandis) is one of the most important timber tree species in the Indian subcontinent and south-eastern countries. The study was performed to explore clonal propagation techniques by using moderately hard stem cuttings. The cuttings obtained from 20-year-old donors, namely FG1 and FG11, were treated with various concentrations of IBA, inserted into vermiculite, and cultured in a mist chamber at 32/26°C (day/night) and 85 ± 2% relative humidity. After 60 days, cuttings were removed from vermiculite and rooting assessment was made. FG1 clone was found superior in comparison to FG11 clone in terms of sprouting percentage, rooting percentage, roots per cutting and root length. With increase in concentration of IBA from 100 to 500 mg L-1; there was an increase in rooting efficiency, as compared with the control. Results showed that moderately hard stem cuttings from FG1 clone, pretreated with IBA 500 mg L-1, gave the best rooting traits. Therefore, these can be recommended for high quality planting stock material for clonal forestry programmes of teak.",
      "name": "Clonal Multiplication of Teak (Tectona grandis) by Using Moderately Hard Stem Cuttings: Effect of Genotypes (FG1 and FG11 Clones) and IBA Treatment",
      "format": "",
      "url": "http://www.afl-journal.org/paperInfo.aspx?ID=5485",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0a8db299-250b-4dba-ac3f-134fba638302",
      "created": "2013-07-16T02:24:37.931311",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "24ef8b44-c75b-4795-b5d0-b3be5e2ca452",
      "url_type": null,
      "id": "9c0d2711-1a48-42a0-af1c-01533a0177cc",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "It was aimed to investigate the efficiency of forest protection practices on the biodiversity conservation in Juniper stands of Zagros forests, Iran in this research. Two protected and unprotected Juniper stands were selected in Zagros forests as the study areas. They were inventoried by line intersect sampling method to estimate the number of tree and shrub species in four height levels (<0.5m, 0.5-1.0m, 1.0-1.5m, 1.5m<). The results showed that the biodiversity and richness of the protected Juniper stand were significantly higher that of the unprotected one. It is also necessary to mention that the indicators in each height level were higher in the protected stand but the differences were insignificant. It was concluded that although the species diversity was improved in the protected Juniper stand but more tending operations are necessary to make significantly different diverse stands by protection strategies in Juniper forests of Zagros region.\r\n",
      "name": "The Effects of Protection on the Diversity of Juniper Stands in Zagros Forests, Iran",
      "format": "",
      "url": "http://www.afl-journal.org/paperInfo.aspx?ID=5489",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0a8db299-250b-4dba-ac3f-134fba638302",
      "created": "2013-07-16T02:25:08.907133",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 5,
      "revision_id": "cc7edaad-cd1b-4bad-ad1b-7170c0b8a730",
      "url_type": null,
      "id": "04a43b45-3fd1-4f6f-90f4-06c8188682f5",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 6,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Forestry Letters",
      "id": "52643920-4535-48a3-a6b7-741740ea8d18",
      "name": "Forestry Letters"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-afl-journal-org",
  "isopen": true,
  "url": null,
  "notes": "Advances in Forestry Letters (AFL) is an international open-access and refereed journal dedicated to publishing the latest advancements in forestry letters. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Advances in Forestry Letters (AFL)",
  "revision_id": "22b12d4f-f0bf-4b15-ba38-b55820ccb414"
}