{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "b1b07637-ace1-4ef2-9a1e-a15b524ffaf8",
  "metadata_created": "2013-09-01T11:54:38.645308",
  "metadata_modified": "2013-10-10T23:23:56.119084",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "de9a52a5-dafc-4b52-85ac-4e00f5d1fcfc",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "reese",
  "isopen": false,
  "url": "",
  "notes": "As People in America, we pride ourselves in being hard workers and delivering high caliber services and products. That is exactly why made in the USA furniture has always been higher quality than any imported woodwork. Our skilled craftsmen always find the best timber and supplies and work at each model with great attention. This is most notably true when you are looking at Amish made furniture. These men have hard work ethics and always generate top-notch goods. This created a high request for Amish and American made furniture; especially Amish dining room sets and solid wood furniture. \nOne specific trend that is well-liked is mission style furniture. Although mission furniture all started in the late 19th century, it is still sought after now. It is typically made from oak and usually is designed with upright lines and parts. Mission chairs are popular for use in dining rooms. They are basic straight-back chairs with evenly spaced back slats. Mission style bathroom vanities work well in any size powder room and look especially nice with washbowls that are elevated above the counter material. The most prevalent mission style item in a workplace would be mission file cabinets, they are definitely a much nicer substitution to metal cabinets.\nIf you are looking to furnish a new residence, upgrade the quality of the materials you currently have, or make an add-on to your house it may be in your best interest to check out Amish online furniture. You will find pretty much everything you need for any area of your residence.\nKitchens and dining rooms are often the core of a residence. It is where the loved ones comes together after a long day apart. My girlfriend found out about <a href=\"http://www.onlineamishfurniture.com/\">www.onlineamishfurniture.com</a> by searching webpages.  An oak dining room table is a great investiture for any family unit because they hold-up almost forever. They come in a variety of sizes and styles and are incredibly secure. You can also purchase them in several different wood types. A popular decision is to buy Amish dining room sets that have removable slats so you can adjust the size of the table smoothly. And of course, you will want to look into purchasing enough Amish dining chairs for each individual of your family. Not only are they comfortable, they are really easy to clean. You will never imagine how many compliments you will be given on your chairs.\nThe next most made use of area is your residence is probably the living room.  A beautiful and distinct item that these men build is the Amish sleigh couch. To learn additional info, please check-out: <a href=\"http://ottomanempireblog.webs.com/apps/blog/show/27665328-don-t-forget-power-\">solid wood dining table</a>. A sleigh couch or sleigh sofa is made with a solid wood base and frame with a padded back and seat. The distinction between these and the trademark sofa is that the lower wood in these is shown. They are completely gorgeous and look much more sophisticated. With much less fabric covering and more wood, the also can hold-up two times as long.\nIf you have a separate area in your house as an workplace or if you are on the lookout to furnish your work office, this hand crafted furniture may be a better match. Again the value of Amish desks is matchless. Two exceptional types are the Amish secretary desk and the Amish corner office desk. An Amish corner desk helps save room, leaving your area feel much less cluttered. Amish secretary desks are the models that can close up when you are not using them, hiding mess effortlessly. This is noteworthy for an area of the house that is not in a separate room, so that you can swiftly hide the muddle from impromptu visitors.\n Lastly, if you are in the market for bedroom furniture, you are in the perfect place. Amish sleigh beds are a major upgrade from the typical bedframe. They look much more noble and sophisticated. This solitary piece can make pretty much any bedroom feel like you are staying with nobles.  \nIt is transparent that this individually made furniture is excellent for any home and can be utilized in a wide variety of offices. Not only does purchasing items from inside the States support the local economic system, you are probable to get a better price because the high quality makes these products last for years to come. These items can be located via the internet or be chosen from the nearest {craf.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "USA ﻿Made﻿ Timber Furniture and Fixtures for Any Area",
  "revision_id": "dfe432a1-9d4f-4475-82e9-ba4e197cefe8"
}