{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "d7314454-956a-4eb5-8b95-a66a8a61ae09",
  "metadata_created": "2013-09-12T13:22:50.208478",
  "metadata_modified": "2013-10-10T21:11:31.828445",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "ed140e67-8999-40a0-a13b-3fd4eb036029",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "hampton",
  "isopen": false,
  "url": "",
  "notes": "Are you aware how reliable your air-conditioner is? One of the ways it is possible to easi.. \n\nAre you aware of the truth that around one sixth of the total energy generated in the United States gets into ac properties? The U.S. Department of Energy has therefore increased the minimum energy efficiency rating for air conditioners o-n 23rd January 2006. The improved energy efficiency ratings would be useful for all, as it'd help in reducing the energy bills in addition to pollution. \n\nAre you aware how reliable your air conditioner is? One way you can easily find it out is through SEER, i.e., an energy-efficiency ratio measurement. The SEER, or seasonal energy efficiency ratio, is used for establishing a fundamental standard of products which are pleasant to the surroundings. It rates an air conditioner to the basis of the amount of power it can effectively use. If how many SEER given on the conditioner is high, it visits say that the energy efficiency of the device is also high. Discover further on our affiliated link by clicking <a href=\"http://www.daytonac.com/duct-cleaning/\">human resources manager</a>. \n\nThe amount of the SEER o-n air con machines has also risen, since the concerns about the environment have increased. The new law passed in January 2006 has created all rumors true by extending up the minimum SEER to 13, while in 1992, the minimum SEER standard was 1-0. To get more information, please check-out: <a href=\"http://www.daytonac.com/blown-in-attic-insulation/\">intangible</a>. This increase within the SEER from 10-to 13 implies that the effectiveness of the particular ac has improved 30 % more. \n\nNevertheless, a machine with a higher SEER would imply that its price and the installation costs would also mount up. But this doesn't really seem to affect many people as they think a larger initial investment would ultimately be economical in the long run, and they would manage to save yourself on the power costs this way. \n\nIf you are impressed by the fact that one-sixth of the Usa electricity gets into air-con, you would be all the more pleased to-know that The Department of Energy assumes that by 2030, the energy and SEER laws will soon be further changed. The power that they would therefore save would really provide enough electricity for 26-million homes for a whole year! \n\nHence the easiest way you can save your self energy will be to bring home a superb quality air-conditioner. The most crucial thing is always to routinely take care of the cooling unit of your equipment. You can assure a maximum efficiency of the conditioner if you change the filters and examine the performance of the equipment from time to time. If you think you know anything at all, you will perhaps require to explore about <a href=\"http://www.daytonac.com/blown-in-attic-insulation/\">click here for</a>. If its not already too late with this assistance, get yourself a skilled technician to set up your air conditioner.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Air Conditioners For Larger Energy-efficiency",
  "revision_id": "dde49bf4-4bdb-494a-b8bb-fbeb4dcf2a22"
}