{
  "license_title": "Creative Commons CCZero",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "05426d41-558e-4396-93ad-bab5e33c1dd7",
  "metadata_created": "2013-01-06T15:35:00.703625",
  "metadata_modified": "2013-10-10T20:21:02.853273",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "f7285c3b-f1a5-42a3-a90e-7b43cda44aff",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "cc-zero",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "compra-venta-de-animales",
  "isopen": true,
  "url": "",
  "notes": "Cada vez es mas común encotrar en casas particulares de todo el mundo, debido a la <a href=\"http://www.merkanimal.com>compra venta animales</a>, criaturas de las mas variadas especies de todo el planeta, no estamos hablando de venta de perros. Muchas veces, animales procedentes de compra ventas ilegales de personas que buscan alojamiento en lugares éxoticos por unos días con el fin de traficar e importar a sus paises de origen estos lucrativos animales que les suponen y garantizan una riqueza economica muy suculenta que no quieren despreciar.Pero, ¿que podemos decir de la diferencia del habitat en que viven, al que una vez cautivos los llevan?.\r\n\r\nUna mirada cautelosa a la selva amazónica\r\n\r\nEL PEQUEÑO reactor vuela sobre los Andes sudamericanos en dirección al este, rumbo a la vasta selva amazónica. Dejando atrás los picos cubiertos de nieve, miramos por nuestra ventana. Debajo se extiende una vasta alfombra de color verde brumoso. Al examinar el paisaje más de cerca, se asemeja a una masa de florecillas de bróculi densamente apiñadas. Como en un bordado, el “lazo” de ríos serpenteantes y el “ojete” de verde más claro, formado por las puntas salientes de las palmeras, añaden una agradable variedad a la escena. Pronto el avión comienza a descender. La alfombra verde se transforma ante nuestros ojos en una asombrosa variedad de árboles que contrastan en tamaño y descripción.\r\n\r\nLa selva del Amazonas se conoce como la más rica zona de plantas del globo terráqueo. Se han identificado decenas de miles de variedades. En casi cada milla cuadrada (2,6 km2) crecen mucho más de cien clases de árboles. Dependiendo de las diferencias geográficas de altitud, hay espesuras de árboles de mangle, ébano, caoba fina, cedros, aromáticos palos de rosa, castaños, altos palos del Brasil, varias clases de sauces y hermosos árboles de caucho. Esparcidas entre todos éstos hay numerosas variedades de palmas y árboles frutales tropicales. Las ramas rebosan de enredaderas y plantas trepadoras. Tan profusa es la verdura que las cimas de los árboles pugnan por alcanzar un cielo apenas visible.\r\nAl nivel del suelo la colección de vida vegetal sencillamente es espectacular. Hay una mezcla de hojas de formas insólitas y hierbas de toda clase y variedad. Ceñidas al suelo hay una variedad interminable de plantas, en cuyo follaje se combinan el verde, rojo, rosado, púrpura, amarillo y blanco. Otras plantas de poca altura sirven de cerco a hileras de espigas vigorosas del tipo de cacto y a palmeras bajas, arbustos y vegetación de hojas grandes. Los helechos sedosos y sueltos añaden un toque delicado de verde más pálido. Las enredaderas se aferran a cualquier espacio sobrante.\r\nEn muchas zonas flores de intensos colores abrillantan la escena. Hay macizos de flores de colores rosados y rojos. Florecillas amarillas apenas asoman de entre raíces nudosas. De las ramas cuelgan racimos de flores de naranja brillante, carmesí intenso y blanco. También hay magníficos despliegues de delicadas orquídeas que anidan en los troncos de los árboles o parecen caer en cascadas de las ramas. Ni una hoja se mece en el aire húmedo.\r\nSeñales de vida animal\r\n\r\n¿Qué hay de la vida animal? Las hormigas barrigonas que se llaman Tangarana enjambran en el árbol palo de santo. A cambio de una morada permanente, estas hormigas protegen el árbol del menor toque de cualquier invasor. Abajo, en el suelo de la selva, las hormigas cortadoras de hojas marchan en fila india, cada una cargando un pedazo grande de hoja. Innumerables escarabajos se precipitan aquí y allá o velozmente emprenden el vuelo. Especialmente se puede notar el mayor de todos los escarabajos, titanus giganteus, que mide unos 15 centímetros de largo. De vez en cuando uno ve el destello de una luciérnaga que se hace visible en la penumbra permanente de la densa maleza. Brillantes mariposas y gigantescas polillas de extraña apariencia emprenden el vuelo. Cerca, las ranas croan. A nuestros pies, curiosas lagartijas verdes y grises salen cual flecha, mientras que pequeñas salamandras suben velozmente a los árboles.\r\nEn alguna parte de la selva hay anacondas gigantes… se afirma que las más grandes de estas serpientes miden hasta 12 metros de largo y casi un metro de diámetro. De las 250 clases de reptiles que se dice que moran en la selva del Amazonas, pocas verdaderamente son venenosas. A menos que se les sorprenda o se les moleste, las variedades rapaces solamente matan para obtener alimento, y el hombre no es parte de su régimen.\r\nContrario a la opinión popular, no todos los animales que viven en la selva son animales grandes y peligrosos. En la selva sudamericana, el mayor animal es el tapir, que es del tamaño del cerdo, y le siguen de cerca el puma y el jaguar. Comparten la maleza tigrillos semejantes a gatos, y el oso hormiguero de largo hocico, armadillos y ocelotes. Las zorras, mapaches, pequeños ciervos y muchos tipos de roedores tienen su nicho en el suelo de la selva. En condiciones ordinarias no se sabe que ninguno de éstos sea una amenaza a los seres humanos. Se dice que de las 14.712 variedades de animales que habitan en la zona del Amazonas, más de 8.000 existen únicamente en esta región.\r\n\r\nVida animal en los árboles\r\n\r\nCon mucho la mayor concentración de fauna vive en los árboles. Los gritos y los roncos chillidos identifican mundos de loros, guacamayos, tucanes y numerosas otras clases de aves, algunas conocidas y otras poco conocidas. Añada a esto el chirrido de los periquitos, los arrullos y gorjeos de las palomas, de las chotacabras americanas y de otros, así como el ratatá ruidoso del pájaro carpintero, y usted empieza a percibir el afanoso mundo de las alturas. Varias clases de monos de cara curiosa y de libre movimiento se balancean fácilmente de rama en rama, mientras parlotean y riñen. Volando en círculo sobre las cimas de los árboles, hay buitres alertas que están a la espera de una comida. Sus apetitos voraces mantienen la zona limpia de carne putrefacta.\r\nAquí y allá hay estanques en los cuales las hojas gigantescas de las ninfeas esconden brillantes peces tropicales. Por todas partes hay pequeños arroyos de agua que las hojas han teñido de color pardo. Al fin todo fluye al Amazonas, la carretera de la selva.\r\n\r\nVida en las aguas\r\n\r\nEn las aguas de la selva del Amazonas hay pastinacas, gimnotos, caimanes, tortugas y pirañas de dientes afilados que pueden despojar a un animal de su carne en tan solo unos pocos minutos de febril actividad. Uno tiene que indagar con los nativos de la localidad antes de nadar en cualquiera de estas aguas. ¡Las aguas de la selva no son necesariamente buenas piscinas de natación! Sin embargo, uno ve pequeños grupos de niños nativos chapoteando en algunos de los lentos ríos de la selva. Esto nos lleva a la gente que vive en la zona del “gran río,” la cual contribuye de manera interesante al temperamento de la selva.\r\nSu gente\r\n\r\nHace tres o cuatro siglos por lo menos 230 diferentes tribus de indios habitaban la región. Vivían en pequeñas comunidades aisladas, y por lo general se limitaban a ciertas zonas geográficas. Entre los dominios de tribus que todavía se reconocen hoy día se encuentran los de los jívaros, aucas, campas, chamas, machiguengas y shipibos. Quizás solo queden unas veinte tribus bien definidas. No tienen muchas necesidades… tal vez una casa de troncos, una o dos hamacas, una cerbatana y una lanza. Su régimen consiste principalmente de yuca, bananas, tortugas y pescado.\r\nLa selva amazónica ciertamente es una zona fascinante… un lugar tranquilo. Este apacible y húmedo ambiente de vez en cuando se ve perturbado por tronadas tropicales. Sin embargo, estos sonidos y los exóticos ruidos de una gran variedad de animales en realidad no perturban la calma de la inmensa y apacible selva. Aunque muchas clases de criaturas se albergan en ella, la selva no es un ambiente lleno de tremendos peligros para los que respetan las señales que dicen “No moleste.”\r\n\r\nShare this:\r\n\r\n    Twitter\r\n    Facebook\r\n\r\nMe gusta:\r\nMe gusta\r\nSe el primero en decir que te gusta.\r\nBy nureciseo in Uncategorized on enero 6, 2013.\r\nDeja un comentario\r\nÚltimas Entradas\r\n\r\n    COMPRA VENTA ANIMALES EXÓTICOS\r\n\r\n    Cada vez es mas común encotrar en casas particulares de todo el mundo, debido a la compra venta animales, criaturas de las mas variadas especies…\r\n\r\n",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "license_url": "http://www.opendefinition.org/licenses/cc-zero",
  "title": "COMPRA VENTA DE ANIMALES EXÓTICOS",
  "revision_id": "32f0b223-71b7-43b6-b9ab-48820e0c0aa1"
}