{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "f781ae12-2b8e-4a57-aff8-1e2c93255d65",
  "metadata_created": "2013-08-29T12:15:23.704526",
  "metadata_modified": "2013-10-10T21:50:49.170543",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "02d912a5-936c-400e-85f8-5f77adac757f",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "kamp",
  "isopen": false,
  "url": "",
  "notes": "The majority of us believe that because hardwood floors are a rather sensitive and painful and high priced material, we must always seek the aid of specialists to get them fitted. \n\nHence, it is reassuring to learn that with the right methods and the right kind wood, it's virtually a do it your self endeavor. And because pre-finished hardwood floor boards already are for sale in hard-ware stores and educational manuals every where, then you truly have nothing to be worried about. <a href=\"http://www.centraltreesurgeons.co.uk/\">Tumbshots</a> contains more concerning where to see about it. \n\nHow do you mount wood flooring? First, decide whether you wish to use oak, walnut or cherry, or old-fashioned ash. Dig up further about <a href=\"http://www.centraltreesurgeons.co.uk/\">web address</a> by visiting our telling encyclopedia. Oak is the most expensive form of wood content, but it is reputably the sturdiest and the greatest. Navigate to this link <a href=\"http://www.centraltreesurgeons.co.uk/services/\">mulcher hire</a> to learn why to mull over this view. Maple or rustic ash are also okay and can last as long as oak with good care and maintenance, In the event that you are working under a certain budget. \n\nNext, make the following materials: the wood planks, a vapor barrier paper, a pry bar, a hammer, a velocity drill and drill bits, a pneumatic floor pack (which consists of a nail gun, staples, a mallet, a hose, and an air compressor), a staple gun, a tape measure, a chalk line, and, of-course, your how-to guide. \n\nIt'd be a good idea to review the guide before you go about working away so you do not waste time. To help you avoid the hassle of searching for each part some hard-ware stores already have prepackaged hardwood installation necessities. Naturally, you need to perhaps not forget your safety glasses and gloves, as most of the drilling and hammering could develop wood dust and might be hazardous when inhaled. \n\nBefore buying wood floor panels, gauge the area where you are going to install them. Order boards which are around 10-to 1-5 inches greater to allow room for errors. Assume that your initial effort will be very complicated, but once you get that first plank in-place, the rest should really be a piece of cake. \n\nGet rid of squeaks by closely nailing the wood plank into the subfloor. When cutting, always provide additional room. It's best to review and make the required changes than be left with a space that could look awkward to fill, when you're dealing with wood floors. \n\nafter you've installed the panels in place if you got a prefinished wood floor, then a job is done. But if you purchased wood in its purest form, you should also pre-equip oneself with finishing and sanding methods and prepare for yet another difficult task ahead. For further information, consider taking a look at: <a href=\"http://www.centraltreesurgeons.co.uk/\">trees for sale</a>.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Hardwood Floor Installation Methods",
  "revision_id": "04bbded5-79ef-48d7-a422-0623028223e6"
}