{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "7c2a102f-6a77-4524-88e5-090ef23762c7",
  "metadata_created": "2013-07-18T02:00:40.321852",
  "metadata_modified": "2013-10-10T21:17:42.073498",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Nanobacteria possess unusual properties, making their detection difficult with standard microbiological methods. Scientists are interested in nanoparticles, their origin, activity, and biological toxicity. The large number of publications on nanomaterials is in a wide range of fields, including chemistry, physics, materials engineering, biology, medicine, and electronics. Very small particles, so-called nanoparticles, have the ability to damage living organisms. This ability results primarily from their small size, which allows them to penetrate and travel within the circulatory systems of a host. We inhale them with every breath, and consume them with every drink. Nanobacteria play an important role in many chronic diseases where infectious pathogens have not been suspected. In this study, we have shown nanobacteria capable of acting as crystallization centers for the formation of cluster structures. At high concentrations, nanoparticles tend to cluster, forming aggregates. Nanoparticles usually form atmospheric fractal-like dendritic aggregates. We have simulated the nanobactria growth based on epidemic model by Monte Carlo method. The result figures are fractal. We have compared these figures with brain and womb cancer tumor images. Fractal dimension has been found out by box counting method. Calculation of fractal dimension shows the same dimension for simulation results and cancer tumors for scales 100< R < 1000. It means that we can categorize cancer tumors in regard of their statistical properties such as fractal dimension. Nanoparticles are generally classified based on their dimensionality, morphology, composition, uniformity, and agglomeration. There are significant common fractal aspects between our simulation results and cancer tumor images.\r\n",
      "name": "Cranberry Bioactive Substances Composition Change due to Resources-saving Processing",
      "format": "",
      "url": "http://www.seipub.org/bab/paperInfo.aspx?ID=3235",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7c2a102f-6a77-4524-88e5-090ef23762c7",
      "created": "2013-07-17T21:01:23.979794",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "b6f9cec9-f0a4-4e46-a204-635b8a46316c",
      "url_type": null,
      "id": "28182381-36c2-4323-93f5-24153969268c",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Nanobacteria possess unusual properties, making their detection difficult with standard microbiological methods. Scientists interested in nanoparticles, their origin, activity, and biological toxicity. The large number of publications on nanomaterials are in a wide range of fields, including chemistry, physics, materials engineering, biology, medicine, and electronics. Very small particles, so-called nanoparticles, have the ability to damage living organisms. This ability results primarily from their small size, which allows them to penetrate and travel within the circulatory systems of a host. We inhale them with every breath, and consume them with every drink. Nanobacteria play an important role in many chronic diseases where infectious pathogens have not been suspected. In this study, we have shown nanobacteria can act as crystallization centers for the formation of cluster structures. At high concentrations, nanoparticles tend to cluster, forming aggregates. Nanoparticles usually form atmospheric fractal-like dendritic aggregates. We have simulated the nanobactria growth based on epidemic model by Monte Carlo method. The result figures are fractal. We have compared these figures with brain and womb cancer tumor images. Fractal dimension has been found out by box counting method. Calculation of fractal dimension shows the same dimension for simulation results and cancer tumors for scales 100< R < 1000. It means that we can categorize cancer tumors regard of their statistical properties such as fractal dimension. Nanoparticles are generally classified based on their dimensionality, morphology, composition, uniformity, and agglomeration. There are significant common fractal aspects between our simulation results and cancer tumor images.",
      "name": "Fractal Shape of Cancer Tumor Growth",
      "format": "",
      "url": "http://www.seipub.org/bab/paperInfo.aspx?ID=2946",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7c2a102f-6a77-4524-88e5-090ef23762c7",
      "created": "2013-07-17T21:02:05.492101",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "2a42c715-b6f8-4b4e-8d96-674dcf9c82ba",
      "url_type": null,
      "id": "b9f900fd-0de3-40ab-b143-dd90ce2b57d1",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The effect of different health promoting chitosan-based additives (high molecular weight chitosan, carboxymethyl chitosan, chitosan oligoosaccharide) with different molecular structure on pH changes during cream fermentation process and viscosity changes of sour cream during storage were studied. The inhibition of cream fermentation is much higher for chitooligosaccharide with low molecular weight and higher degree of deacetylation than for high molecular weight chitosan with lower degree of deacetylation especially at a higher concentrations of additives. The increase of viscosity of sour cream with the increase of concentration of high molecular weight chitosan and decrease of viscosity with the increase of concentration of chitooligosaccharide have been observed. It was demonstrated that the effect of additives on viscosity can be explained by changing the interaction forces between negatively charged casein micells and by the start of gel formation during cream fermentation process at higher pH.\r\n",
      "name": "Effect of the Addition of Chitosans with Different Molecular Structure on Fermentation Process and Viscosity Changes During Sour Cream Storage",
      "format": "",
      "url": "http://www.seipub.org/bab/paperInfo.aspx?ID=4050",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7c2a102f-6a77-4524-88e5-090ef23762c7",
      "created": "2013-07-17T21:02:42.590852",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "300d0a3a-55b9-44ba-bc7d-d0086b88e566",
      "url_type": null,
      "id": "30f76128-ee33-4b78-a7ca-b7b4560fe3f2",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The results obtained in the present study indicate a statistically significant response of human buccal epithelium cells to the mobile phone radiation in terms of changes in the number of heterochromatin granules in nucleus and membrane permeability. The observed changes are qualitatively similar, indicating certain threshold exposure time of about 1 min and a saturation at exposure times longer than 30 min. These changes may serve as a marker of alteration in functional activity of human cells after electromagnetic radiation (EMR) action. The major effect of mobile phone radiation on cells was dependent upon the exposure time, whereas the specific absorption rate (SAR) level of mobile phone radiation appeared to be relatively unimportant. As our experiments were conducted using limited number of subjects, the data obtained in this study are preliminary and more extensive studies are needed.\r\n",
      "name": "Influence of Mobile Phone Radiation on Membrane Permeability and Chromatin State of Human Buccal Epithelium Cells",
      "format": "",
      "url": "http://www.seipub.org/bab/paperInfo.aspx?ID=2968",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7c2a102f-6a77-4524-88e5-090ef23762c7",
      "created": "2013-07-17T21:03:13.223105",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "d84be159-a9b7-449c-afb9-3cb191ca40be",
      "url_type": null,
      "id": "211dbf61-d0bc-47fa-810b-2d5c4f5f10c2",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "As one of the most promising materials, multiwalled carbon nanotubes (MWNTs) are being developed for bioapplications. However, the poor dispersion in either water or organic solvents has largely restricted the research and applications of MWNTs. In this study, MWNTs were homogeneously dispersed in aqueous solution ofκ-casein without chemical modification. Techniques including Zeta potential, transmission electron microscopy, circular dichroism have been employed to study the influencing factors on the stability of the dispersion. The results indicated that the dispersion of MWNTs in 0.05 %wt κ-casein is the most stable when the concentration of MWNTs is 0.1 %wt. The exposure of phenylalanine in κ-casein has a significant impact on the dispersion of MWNTs because of the π-π stacking and strong van der Waals attractions between the phenylalanine and MWNTs. The high stability of dispersion may open a new and economic way to use this common protein for bioapplication and biomaterial in the future.",
      "name": "Stability Study of Multiwalled Carbon Nanotube/κ-Casein Dispersion",
      "format": "",
      "url": "http://www.seipub.org/bab/paperInfo.aspx?ID=3085",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "7c2a102f-6a77-4524-88e5-090ef23762c7",
      "created": "2013-07-17T21:03:46.343285",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "7d9e1af4-ac78-4a44-b84c-6ded024cedab",
      "url_type": null,
      "id": "12498696-d524-4811-b9b1-eeecf0ae56b4",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 5,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Biochemistry and Biophysics",
      "id": "b73f6e86-4584-42ba-ba4a-685142624ddb",
      "name": "Biochemistry and Biophysics"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-seipub-org-bab",
  "isopen": true,
  "url": null,
  "notes": "Biochemistry and Biophysics (BAB) is an internationally refereed journal dedicated to publishing the latest advancements in biochemistry and biophysics research. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Biochemistry and Biophysics (BAB)",
  "revision_id": "54bfd1e6-3ed1-46c3-8b7a-104b0796a4f1"
}