{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "803a5227-8697-43f2-aef0-e6f5fc719fd4",
  "metadata_created": "2013-08-29T05:27:39.183760",
  "metadata_modified": "2013-10-10T23:38:13.589971",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "71c8a408-334e-48dd-8386-b9784a259d69",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "shepherd",
  "isopen": false,
  "url": "",
  "notes": "This year, the state's new graduation needs turn into \"actual\" as students in Seattle schools in the class of 2008 get the results of their first attempt at the 10th-grade Washington Assessment of Student Understanding (WASL). Passing the 10th-grade WASL will be the avenue most students take to earn the Certificate of Academic Achievement, one of the 4 new statewide graduation requirements. (Students in specific education applications may participate in alternate assessments and earn a Certificate of Person Achievement.)\n\nThe Seattle college district believes each and every student can understand and demonstrate the skills and knowledge tested on the WASL. Even though a lot of students will be effective on all 3 sections of the test on their very first attempt, some students will not meet normal in one particular or more sections. There is aid offered for all students in Seattle schools to acquire the skills required not only to pass the WASL but also further their understanding in and after high college.\n\nAll Seattle higher schools have developed plans to assist students in meeting WASL standards. These include adding a 7th period, tutoring in math and literacy and in class tutors. The Seattle college district has also committed to providing every single high school with a creating-primarily based manager and added instructional coaching solutions. Identify more on <a href=\"http://roofingcontractorlouisville.org/\">research roofing contractor service</a> by browsing our ideal article. Students at Seattle schools may possibly also take advantage of school year credit retrieval applications, Evening School, Contract Studying, and the Digital Finding out Commons. Discover further about <a href=\"http://roofingcontractorlouisville.org/\">click for louisville roofing contractor</a> by browsing our pushing portfolio. Parents can make contact with their local Seattle college for a lot more data about these applications.\n\nAll students in the classes of 2006, 2007 and 2008 in Seattle schools who took the 10th-grade WASL will acquire an Individual Score Report with a final and correct score for every single WASL topic they took. These reports will be generated by Pearson Educational Measurement, the testing firm, and sent to Seattle college districts for distribution. Learn further on an affiliated site - Visit this URL: <a href=\"http://roofingcontractorsanfrancisco.org/\">web address</a>. (Students in the class of 2009 -- this year's ninth-graders -- who took the 10th-grade WASL will get their final results in late August/early September.)\n\nEach score report will show a Seattle school student's overall performance on the reading, writing and math WASLs. Science results will be included in a second score report scheduled for late August/early September.\n\nSome Seattle college students, even so, will not obtain any score report in June. Students in specific education applications who utilised the two Washington Alternate Assessment Method (WAAS) options, the developmentally proper WASL (DAW) or the portfolio assessment, to measure their progress will not have their operate scored until the summer. Final results will be available for these Seattle college students by late August/early September.\n\nSimply because of the higher interest in student results, OSPI will function tough right after getting the initial score report from the testing business to give as a lot accurate information to the public as swiftly as attainable. By late summer, OSPI will share a extensive look at all 10th-grade WASL data following the science WASL and the WAAS DAW and Portfolio have been scored and following districts have had the opportunity to confirm student data files.  All of these efforts will assist Seattle schools determine the strengths and weaknesses of areas students in the different core topic regions. Learn new information on <a href=\"http://youtu.be/-1omhz1tx5w\">riverside roofing contractor</a> by visiting our great article.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "New Graduation Specifications For The Class Of 2008",
  "revision_id": "c001ff46-b4bf-4c86-9d43-c86abcc9f880"
}