{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "3b6b1b7a-0372-4a28-bf70-b0dd8c11fc05",
  "metadata_created": "2013-08-30T11:01:51.325653",
  "metadata_modified": "2013-10-10T20:09:14.949487",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "2664d9c2-9bce-4628-892c-57fd27aa33a4",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "burke",
  "isopen": false,
  "url": "",
  "notes": "The American Red Cross gives medical training and more to communities, locations, and for professional rescuers. These programs are created to give you the skill and confidence to respond correctly within an crisis situation. This training is available to people of any age and can be customized to suit the needs of any individuals or groups as some groups use children while others might want training for their employees. Should you desire to discover further on <a href=\"http://howtobecomeaphlebotomist.com/phlebotomist-salary.php\">view site</a>, we know of many resources you might consider investigating. Top rate is offered by the American Red Cross, high quality medical training for-all. \n\nThe American Red Cross provides so much in the manner of first aid training they have produced what's called The American Red Cross Advantage which reduces folks from using explanations why they can't take first aid training. Visit <a href=\"http://www.domadeed.com/posts/2836/Domadeed-what-you-probably-dont-know-about-phlebotomy\">this page is not affiliated</a> to learn when to ponder this enterprise. This system is c-omplete comfort because the class will be brought by The American Red Cross to-you. They provide daytime, night, and weekend courses with the choice of becoming an authorized provider which allows you the advantage of education the rest of the staff yourself. Although they would be quite small so any fees that are charged for materials or resources are filtered straight back into your group the American Red Cross is just a non-profit organization. \n\nThe American Red Cross provides first aid training as high level as you would like it. They provide full emergency preparedness in AED, blood-borne infections, CPR, medical, prevention, and community disaster. The programs are taught by experts and all materials and methods are obtained from the key educational and medical experts. To research additional info, please consider checking out: <a href=\"http://www.howtobecomeaphlebotomist.com/\">schools that offer phlebotomy certification discussions</a>. \n\nThey also meet every one of OSHA's directions for medical inside the work-place. The American Red Cross will hand you a certificate of completion to your participation within their medical classes after each course is completed. That is a good tool to add to any application when you are trying to find employment. And most of the American Red Cross first-aid courses can be found in both English and Spanish. \n\nThe American Red Cross offers first aid/CPR/AED courses for town together with schools. Utilizing a combination of classes, presentations, movies, practice, and hands on training, the course shows how to identify and respond to emergency situations of kinds including breathing emergencies, cardiac arrest, hypothermia and heatstroke, poisoning, and bone injuries. \n\nPlenty of important information is loaded in to a short amount of time since many classes are completed within 1 day. For example to teach in adult CPR with AED it's generally a 3 1/2 hour type, CPR training for babies and children is about 4 1/2 hours long, activity security training is about 6 hours long which might likely be divided up over two course intervals. This elegant <a href=\"http://howtobecomeaphlebotomist.com/\">education to become a phlebotomist</a> site has a pile of grand warnings for the purpose of it. \n\nBabysitter first aid training is normally a hour course, simple aid training is just a course designed exclusively for 8-10 year olds and runs about 6 hours, the First aid for Children Today (FACT) course is designed exclusively for 5-8 year olds. And is the greatest of the programs which introduces children to health promotion and injury prevention you might say that children of that age find exciting and fun, which allow them to better retain the information that they've discovered.Chris Wallace\nMedical-Assistant-Training.org\nSan Francisco, CA 94105\n575 Market Street, Suite 3000\n(415) 209-5257",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "American Red Cross First-aid Training",
  "revision_id": "2851c383-31ec-4685-a6ed-4df05a0ccad6"
}