{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "208c85f3-5a95-4ff3-8dec-a4b778d40cdd",
  "metadata_created": "2013-08-29T05:15:39.508373",
  "metadata_modified": "2013-10-10T22:12:26.597806",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "b5383241-ce57-41e9-bec8-309d14f93768",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "leach",
  "isopen": false,
  "url": "",
  "notes": "Broadly speaking, you can find two types of wines; the red wine and the white wine. Both wines are created from grapes, though, different types of both and grapes are also fermented.. \n\nWine comprises unmodified grape juice which was fermented to generate an alcoholic drink that many people enjoy the world over. In several countries, dinner and on occasion even meal is not complete without a wine. Celebrations often require a bottle of wine and this is followed closely by cheers and saluts. \n\nBroadly speaking, you will find two types of wines; the red wine and the white wine. Both wines are produced from grapes, though, different types of grapes and both are also fermented to create your wine. The 2 types of wines likewise have many kinds of wines. As a result, they are usually named after the place they come from in the world or the form of grape used to make the bottle of wine. There are also a few other forms of wines other than the white and the red but these two are the more prevalent. \n\nComposition of a Wine bottle \n\nA bottle of wine is mostly composed of grape juice. The grapes changed to wine are the key factors to the taste of the drink. These grapes usually are from the European grapes species. The location of the vineyard and the climate in the specific location includes a lot related to the taste of the wine. <a href=\"http://www.thomasnet.com/products/conveyors-18890806-1.html\">Conveyor Manufacturers Investigation</a> is a astonishing online library for further concerning the reason for it. This is what is known as the terroir and on the quality of the wine a big role is played by it. \n\nYeast is also added to your wine composition to ferment the grape juice. The fermentation usually takes the right flavor to be achieved by a few months f your wine. Water is also among the main components of the absolute most abundant component inside it a wine bottle and absolutely. Alcohol also includes the alcohol content and wine depends on what kind of wine we're discussing. Clicking <a href=\"http://www.prleap.com/pr/208701/\">conveyor</a> perhaps provides aids you could tell your sister. \n\nThe Uses of Wine \n\nA wine is commonly employed for drinking, of course. It is also found in liturgical events or other religious based events. Many use wine to celebrate victories and to die out defeats. A wine bottle can also be found in cooking, baking and to generate food around the globe. It's often used to flavor stocks (meat, chicken and so forth) or braising the meals. Get supplementary information on <a href=\"http://ryson.com/blog/tag/dorner-manufacturing-corp/\">dorner manufacturing corp</a> by browsing our cogent article directory. \n\nA wine can be used to relax the body; therefore it has acquired a standing of being medicinal and an aphrodisiac. Some researchers have stated that re wine might be more beneficial for preventing cancer in comparison to white since red wine contains more poyphenols.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "What's In A Bottle Of Wine?",
  "revision_id": "1b392144-d36c-4594-b202-89a5d81dd76f"
}