{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "ab91ffe0-f0a0-4133-84c5-0a6bd6dcc9f3",
  "metadata_created": "2013-08-29T12:15:05.471730",
  "metadata_modified": "2013-10-10T20:24:22.718206",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "02d912a5-936c-400e-85f8-5f77adac757f",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "cruz",
  "isopen": false,
  "url": "",
  "notes": "Most of us think that since hardwood floors are an extremely painful and sensitive and high priced material, we ought to always seek assistance from specialists to have them fitted. \n\nErgo, it is reassuring to know that with the right methods and the right type wood, it is just about a do it yourself endeavor. And because pre-finished wood floor boards are already available in hardware stores and instructional manuals everywhere, then you really have nothing to worry about. To get alternative interpretations, please have a look at: <a href=\"http://www.centraltreesurgeons.co.uk/\">trees for sale</a>. \n\nHow can you mount wood flooring? First, decide whether you would like to use maple, maple or cherry, or old-fashioned ash. Pine is the most high-priced kind-of hardwood material, however it is reputably the sturdiest and the greatest. If you are working under a certain budget, walnut or bucolic ash are also okay and lasts as long as pine with proper care and maintenance. \n\nNext, prepare these materials: the wood planks, a vapor barrier paper, a pry-bar, a hammer, a velocity drill and drill bits, a pneumatic flooring pack (which consists of a nail gun, staples, a mallet, a hose, and an air compressor), a staple gun, a tape measure, a chalk line, and, of-course, your how-to manual. \n\nIt would be wise to review the manual before you start hammering away so you do not spend time. In order to avoid the problem of trying to find each part some hard-ware stores have prepackaged hardwood installation requirements. Naturally, you should perhaps not forget your safety goggles and gloves, as all the drilling and hammering may create wood dust and may be hazardous when consumed. \n\nBefore buying hardwood floor planks, measure the surface where you stand going to mount them. Order panels that are around 10 to 15 inches greater to allow room for errors. Expect that your initial effort will be very difficult, but when you get that first plank set up, the rest should be a breeze. \n\nEliminate squeaks by firmly nailing the wood plank in to the subfloor. Always give extra space, when reducing. It is best to review and make the required changes than be left with a place that would seem awkward to fill, when you are dealing with wood floors. \n\nIf you got a prefinished hardwood ground, then the work is completed after you've installed the panels set up. If you have an opinion about finance, you will possibly require to compare about <a href=\"http://www.centraltreesurgeons.co.uk/\">web address</a>. But if you bought wood in its purest form, you should prepare for still another difficult task ahead and also pre-equip yourself with sanding and finishing tools.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Hardwood Floor Installation Recommendations",
  "revision_id": "61bad6f0-60c4-4f94-86fc-4c9d0a576735"
}