{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "a58d68dd-eb04-4f10-8989-9b21c98fd32e",
  "metadata_created": "2013-05-15T06:49:51.334689",
  "metadata_modified": "2013-10-10T23:55:28.777761",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "b2c4c6e1-3062-44e2-9ace-4ffb12d62d08",
  "type": "dataset",
  "resources": [
    {
      "mimetype": "text/html",
      "cache_url": null,
      "hash": "",
      "description": "Henan has a population of over one hundred million people, which ranks the first in all Chinese provinces. Its total grain output accounts for one tenth of the country. As the most populous and largest agricultural province in China, research on Henan is a window for penetrating into phenomena in China. At present, Henan is in the stage of developing agricultural modernization, advancing industrialization, and urbanization at the same time. The contradiction between ecological environment and economic development has become increasingly prominent in Henan. Only with correct development orientation, integration of advantages, highlighting of characteristics, can we find a scientific way of coordinated development of agricultural modernization, industrialization and urbanization at no expense of destroying agriculture and food security, ecology and environment. In this way, we can better serve as the bibcock model in the course of accelerating the construction of economic zone of Central Plains and realize mutual benefit and win-win result",
      "name": "To Discuss the Construction of Henan Agricultural Ecological Civilization",
      "format": "aspx",
      "url": "http://www.jma-journal.org/paperInfo.aspx?ID=1041",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a58d68dd-eb04-4f10-8989-9b21c98fd32e",
      "created": "2013-05-15T01:49:51.431631",
      "state": "active",
      "mimetype_inner": "",
      "last_modified": "2013-05-15T01:49:55.690435",
      "position": 0,
      "revision_id": "9767dd73-db04-492b-99e2-d50e0e63bda9",
      "url_type": null,
      "id": "ccbb6a6e-b16a-4ca1-9c95-f413d783e0de",
      "resource_type": "file",
      "size": "25762"
    }
  ],
  "num_resources": 1,
  "tags": [],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "to-discuss-the-construction-of-henan-agricultural-ecological-civilization",
  "isopen": true,
  "url": "",
  "notes": "Henan has a population of over one hundred million people, which ranks the first in all Chinese provinces. Its total grain output accounts for one tenth of the country. As the most populous and largest agricultural province in China, research on Henan is a window for penetrating into phenomena in China. At present, Henan is in the stage of developing agricultural modernization, advancing industrialization, and urbanization at the same time. The contradiction between ecological environment and economic development has become increasingly prominent in Henan. Only with correct development orientation, integration of advantages, highlighting of characteristics, can we find a scientific way of coordinated development of agricultural modernization, industrialization and urbanization at no expense of destroying agriculture and food security, ecology and environment. In this way, we can better serve as the bibcock model in the course of accelerating the construction of economic zone of Central Plains and realize mutual benefit and win-win result.  http://www.jma-journal.org/paperInfo.aspx?ID=1041",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "To Discuss the Construction of Henan Agricultural Ecological Civilization",
  "revision_id": "608cd0db-066e-484d-876c-f998a3c60242"
}