{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "bcdc5b35-fa03-40d7-8f14-0108b6f5b416",
  "metadata_created": "2012-09-16T08:41:14.530976",
  "metadata_modified": "2013-10-10T22:26:08.398827",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "de453534-a859-422d-8bc5-daaa670dd5d7",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "love_and_honor__save_marriage_tips",
  "isopen": false,
  "url": "",
  "notes": "It has been aptly said that an ounce of prevention is worth a pound of remedy.  This particular truth has merit not only in preserving one?s physical well being, however the wellness of many other locations of one?s life.\n\nSpecifically, this truth can be applied to a couple?s commitment in putting into practice various save marriage tips to ensure that the marital relationship is robust and vibrant.  Subsequently, it is important to appear at a variety of save marriage tips to keep the marriage from becoming fractured or in disrepair.\n\nSome of these save marriage tips contain the commitment in the couple in preserving the flame of their passion for one another also as making certain that they continue to communicate with one another.\n\nMaintaining The Flame of Their Passion\n\nOne of many critical commitments that a married couple can make and acts as a fantastic save a marriage tip is always to keep the flame of the relationship alive.  This merely means often court a single an additional and do the items that had been when completed just before the marriage vows were exchanged. \n\nIn other words save marriage tips contain taking time for each other, having a date evening, doing silly little unexpected issues for every, taking walks together, and so on.  Each of these small gestures speak volumes about enjoying every other's company and cultivating the mystery of love.  \n\nCommunicating\n\nA single additional and crucial suggestion as part of save a marriage tip would be to communicate with each other.  In addition, this communication is more than just chit-chat or superficial conversation.\n\nTrue marriage communication between a married couple consists of open and honest dialogue.  This open and honest dialogue needs to be free from judgments and respected.\n\nExamples of this dialogue could be a verbal expression of feelings.  Particularly, if there is certainly some thing that the husband or wife says or does that the other person does not appreciate, that ought to be communicated.  \n\nOne such expression could possibly be a wife saying she doesn't appreciate it when the husband calls her the old ball and chain.  If that sentiment is expressed it's as much as the husband to listen without providing back any criticism or defense.  Merely acknowledge that it hurts the wife and to honor his wife's feelings and individuality by not expressing that statement in the future.\n\nAdditionally, an additional key element of communication that serves as a save the marriage tip is always to listen.  This implies that when the marital partner is speaking it really is essential to listen as a way to fully grasp what the other particular person is saying.\n\nThis implies that it is important to maintain from formulating a answer although the other individual is speaking.  Additionally, it is essential to rephrase what is getting stated and and verbalize that thought back towards the person to make sure that what was heard was appropriate and correct.\n\nLooking for ways to get your ex back that works? Check out here and learn the surefire ways on <a href = \"http://howtogetyourexgfback.org/five-easy-steps-on-how-to-get-your-ex-gf-back/\">how to get your ex gf back fast</a>? Here is a frequent updated website about how you can get your ex back without breaking a single drop of sweat. For more information click here and see <a href = \"http://howtogetyourexgfback.org/\">how to get your ex girlfriend back after you broke up with her</a>.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Love And Honor:  Save Marriage Tips",
  "revision_id": "3dbc668e-13df-4da8-b4eb-bcfa00a4def7"
}