{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "eea1df0e-4b1f-4398-8993-764d5adcd936",
  "metadata_created": "2013-09-03T11:40:24.835622",
  "metadata_modified": "2013-10-10T23:48:13.372481",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "a1d800b0-6bd2-47fb-a176-af11fcdd9ff4",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "tanner",
  "isopen": false,
  "url": "",
  "notes": "Santa Claus is one old guy. All of us realize that. Dig up supplementary information on the affiliated essay - Hit this hyperlink: <a href=\"http://sandiegohouseinspection.com/\">this page is not affiliated</a>. Just have a look at how white his beard and hair are, right? But are you aware the legend of Santa Claus, and St. Nick, return nearly to the time of Christ, nearly 2,000 years ago? No? Well then, sit back, pour yourself a hot chocolate, get yourself a of cookies, and get ready for the story of Santa Claus. \n\nIt is stated that across the year 280 A.D., there is a man born by the name of Nicolas. He was created in the Near East in an area called Patara. Today to get it, look on a road or even a planet for the state of Turkey, near Greece. It was there that the person who'd become Santa Claus was born. \n\nNicolas had a big heart, therefore big that he became a and dedicated himself to his lord and his faith. But Nicolas also was a huge supporter of his neighbors and his family, and he also committed himself to them. Word spread in his homeland and far and wide about how generous and kind Nicolas was. Nicolas was created into wealth, and reports soon spread about how precisely Nicolas gave away all of his family's money to the poor, the sick, and other people he discovered who needed it. \n\nH-e became therefore popular that Nicolas was known as the protector of young ones (and sailors also). Once, he even saved three girls, sisters, from being sold in to slavery by their father. Be taught further on <a href=\"http://sandiegohouseinspection.com/\">house inspection</a> by visiting our original website. Their father, you see, required money, and was going to make a fortune by selling his daughters. To check up additional info, please consider taking a look at: <a href=\"http://sandiegohouseinspection.com/\">quality home inspector san diego</a>. Rather, Nicolas came to their relief by giving the daddy money for girls, and then setting them free. \n\nNo surprise that Nicolas turned Saint Nicolas after his death. For centuries, Europeans recognized him on the day of his death, December 6. Some also state that Saint Nick was the most widely used saint in every of Europe during the end of the Dark Ages. December 6 was always considered a lucky day for this exact same reason. \n\nHow did Saint Nick go from being the guardian of children to Jolly Old Saint Nick, the guy we all know as Santa Claus, who not merely protects children, but gives them great gift suggestions also? Well, that is one heck of an extended history, and it requires a, and baby Jesus. We probably all already know that history by heart. \n\nBut what you may not know is the end-of December was already a huge deal in Europe before Christmas was started. It was during this period of year that many Europeans recognized that winter was almost over. They'd have great feasts, celebrated the harvest of their wine and their beer, and the coming of spring and the sun. Therefore then it made perfect sense that when people also began celebrating the birth of Baby Jesus, that the 2 traditions would meld. \n\nThe thought of feasting and celebrating any occasion of lights, the joy and giving of Saint Nick, and the hope and love brought by Baby Jesus, everything joined to form the perfect holiday: Christmas. And who makes sure that it happens every year? The one and only Santa Claus.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "The Secret History of Santa Claus",
  "revision_id": "ae67d06a-e124-4f0c-9167-2fcf230517d6"
}