{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 2,
  "id": "0dc0298a-af94-418d-88a6-b6661b52bc52",
  "metadata_created": "2013-05-02T06:55:35.590019",
  "metadata_modified": "2013-10-10T21:24:22.274003",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": "text/html",
      "cache_url": null,
      "hash": "",
      "description": "The ability to forecast seasonal crop water use estimates is necessary for better resource allocation. Mid-season estimation of entire seasonal crop water requirements can reduce unnecessary water application and spatial water stress, thus increasing crop yield. A crop yield versus seasonal water use model was developed. The crop yield was estimated from late July and early August vegetation aerial image data; bare soil image data; land elevation data; climatic data such as temperature, accumulated growing degree days (AGDD), solar radiation, rainfall; and non-climatic non-imagery data such as irrigation application. All these crop growth-influencing parameters were integrated from the germination date to the aerial image acquisition date. A radial basis functional network (RBFN) was used in the yield prediction model development. The optimized RBFN crop yield prediction model provided an average prediction accuracy of 91% along with a correlation coefficient (r) of 0.65 using the test data. The standard error of prediction (SEP) and Root Mean Square error (RMSE) obtained from the model was only 9.62% and 10.2% of the average actual yield of the test dataset. A linear fit model was created using the spatially predicted corn yields versus the corresponding estimated ET for the crop. An R2 of 0.65 was obtained from the model. Residual analysis was performed as an effective tool to detect outliers because there were a few malfunctioning lysimeters during some years. A performed studentized residual test and Q-test suggested several probable outliers. After the elimination of outliers, the linear fit model between estimated ET and predicted corn yield provided improved R2 of 0.81. Farmers could use the developed water use model to estimate the seasonal water requirement for corn in a midseason cropping period.",
      "name": "Precision Water Management in Corn Using Automated Crop Yield Modeling and Remotely Sensed Data",
      "format": "URL",
      "url": "http://www.ijrsa.org/paperInfo.aspx?ID=4679",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0dc0298a-af94-418d-88a6-b6661b52bc52",
      "created": "2013-05-02T01:55:35.765964",
      "state": "active",
      "mimetype_inner": "",
      "last_modified": "2013-05-02T01:55:38.907090",
      "position": 0,
      "revision_id": "36ce6a57-7491-448e-a1ab-825f537841bc",
      "url_type": null,
      "id": "39093390-dadc-47b1-a49f-7e2728cdfd4f",
      "resource_type": "file",
      "size": "17945"
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Information on forest properties have grown over time and will continue crucially in the future. The focus on timber for commercial trade in early 1960’s in Malaysia has been changed towards multi function forestry, supported by multi resources survey. Starting with high demand of the latest data and accurate information, and cost effective monitoring system, application of various technology of sensing system is applied into forestry. The introduction of precision forestry concept is not new but in Malaysi\r\n",
      "name": "The Potential of LiDAR Application in Malaysia",
      "format": "URL",
      "url": "http://www.ijrsa.org/paperInfo.aspx?ID=4680",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0dc0298a-af94-418d-88a6-b6661b52bc52",
      "created": "2013-07-09T21:22:00.499721",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "a4e73379-828e-4f2f-a60d-b4687cf593ea",
      "url_type": null,
      "id": "de85bbe5-94cd-464e-8a22-e95f4965b051",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Information on forest properties have grown over time and will continue crucially in the future. The focus on timber for commercial trade in early 1960’s in Malaysia has been changed towards multi function forestry, supported by multi resources survey. Starting with high demand of the latest data and accurate information, and cost effective monitoring system, application of various technology of sensing system is applied into forestry. The introduction of precision forestry concept is not new but in Malaysi\r\n",
      "name": "GIS Based Terrain Modeling of the Area NW of Karimnagar, Southern India",
      "format": "URL",
      "url": "http://www.ijrsa.org/paperInfo.aspx?ID=4678",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0dc0298a-af94-418d-88a6-b6661b52bc52",
      "created": "2013-07-09T21:23:26.143566",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "69dd6b13-98a3-47f9-adc3-a63f7942b5c0",
      "url_type": null,
      "id": "7eeb7290-7da9-4cf0-93ab-f9e168fd6bf1",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "We introduce the use of remote sensing analysis in providing new insight in characterizing green turtle nesting habitat. A maximum likelihood classification (MLC) and a multiple endmember spectral mixture analysis (MESMA) were conducted on a Landsat image that contained six nesting beaches in Turkey that represent varying degrees of importance. Both techniques highlighted similarities of the vegetative cover as a function of distance from the shoreline for beaches of similar importance. These similarities in percentage and change of vegetative cover allow for categorization of nesting beaches which may be applied to other nesting areas throughout the green turtle’s range.\r\n",
      "name": "Identifying Similar Biophysical Characteristics among Nesting Beaches of Green Turtles of Turkey Using Remote Sensing Techniques",
      "format": "URL",
      "url": "http://www.ijrsa.org/paperInfo.aspx?ID=4682",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0dc0298a-af94-418d-88a6-b6661b52bc52",
      "created": "2013-07-09T21:43:54.400032",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "0aebf08e-23ff-4da5-a384-9b457d140284",
      "url_type": null,
      "id": "8c6d46f2-ca5d-4d2e-8cbf-e528b1e65252",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The 3D displacement fields of the Sedrun landslide located in Switzerland in the Grison canton have been computed for two periods (1973 to 1990 and 1990 to 2003) by combining Digital Terrain Models (DTM) differences and correlation of aerial ortho-images. The displacement fields, which are similar for the two periods, have been compared to the tectonic structures which exist at the surface of the landslide. Zones of major velocity gradient visible on displacement maps correspond to areas marked by strong br",
      "name": "Thirty years of evolution of the Sedrun landslide (Swisserland) from multitemporal orthorectified aerial images, differential Digital Terrain Models and field data",
      "format": "URL",
      "url": "http://www.ijrsa.org/paperInfo.aspx?ID=4681",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0dc0298a-af94-418d-88a6-b6661b52bc52",
      "created": "2013-07-09T21:44:46.018540",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "e154fff3-e9a4-4c45-98df-6e6513b5bce0",
      "url_type": null,
      "id": "85d6503b-ee63-4ab4-99ec-e67027fd2ebd",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper discusses neural network based approach to generate the spatial distribution of snow accumulation using multi-channel Special Sensor Microwave/Imager (SSM/I) data. Five SSM/I channels (19H, 19V, 22V, 37V, and 85V) were used to remotely sense snow accumulation during 2001/2002 winter season. Ground snow depth measurements were acquired from the National Climatic Data Center (NCDC) through the Cooperative Observer Network for snow monitoring in the United States. The snow depths were compiled and gridded into 25 km x 25 km grid to match the final SSM/I spatial resolution. Neural network based approach was tested and compared with the filtering algorithm developed by Grody and Basist [1996] in the Northern Midwest region of the United States. The results indicate that the neural-network-based approach has a great potential in identifying snow pixels from SSM/I data by providing a significant improvement in snow mapping accuracy over the filtering algorithm.\r\n",
      "name": "Snow Cover Mapping using Satellite Remote Sensing Data",
      "format": "URL",
      "url": "http://www.ijrsa.org/paperInfo.aspx?ID=4683",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0dc0298a-af94-418d-88a6-b6661b52bc52",
      "created": "2013-07-09T21:45:32.304028",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 5,
      "revision_id": "b14c5525-543b-4adc-91bc-21095432c370",
      "url_type": null,
      "id": "8050e8d6-85a3-4141-b584-ada23242df38",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Groundwater is one of the major sources of water in arid and semi -arid regions. Groundwater quality data and its spatial distribution are important for the purpose of planning and management. Geo-statistical methods are one of the most advanced techniques for interpolation of groundwater quality. In this study, kriging methods were used for predicting spatial distribution of some groundwater quality parameters such as: Ca2+, Mg2+, Na+, K+, TDS, EC, Fˉ, HCO3ˉ, NO3ˉ, Clˉ, SO42ˉand PO42ˉ. Data were collected from 13 wells in Mathura district (Uttar Pradesh, India). After normalization of data, semi-variogram was drawn. For selecting suitable model for fitness on experimental semi-variogram, residual sum of squares (RSS) value was used. Use of geo-statistics (i.e., kriging) on our well sampling results provided valuable insight on the nature of the spatial and temporal variability of groundwater quality parameters. In analysis, found high values of NO3ˉ (=104.77 mg/l), K+ (=141.51 mg/l), PO4ˉ2 (=2.99 mg/l) and high Fˉ value with a maximum of 4.6 mg/l (at Shahpur) are observed in ground water samples.",
      "name": "Spatial Variability of Ground Water Quality in Mathura District (Uttar Pradesh, India) with Geostatistical Method",
      "format": "URL",
      "url": "http://www.ijrsa.org/paperInfo.aspx?ID=4685",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0dc0298a-af94-418d-88a6-b6661b52bc52",
      "created": "2013-07-09T21:46:17.432796",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 6,
      "revision_id": "b8bbd3f9-d8d2-415a-b196-39c1b1759bcf",
      "url_type": null,
      "id": "55537d60-a2cd-42b2-b78c-c1d19941379a",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper presents a refined multi-tone waveform measurement system for the robust characterization of nonlinear microwave devices when driven by broadband multi-tone stimuli. This enhanced system has the ability to present specific, constant impedances, not only to a large number of baseband (IF) components, but also to signals located around the carrier and significant harmonic frequencies. Achieving such comprehensive impedance control across wide modulation bandwidths is critical in allowing the 'emulation' of new power amplifier modes and architectures, and the subsequent waveform characterization of devices operating in these complex and often dynamic impedance environments. The enhanced system is demonstrated through a number of applications: firstly the experimental investigation and baseband optimization of a 10W GaN HEMT under nine-tone excitation, and secondly, the emulation of a modulated Class-J impedance environment that interestingly highlights the presence of separate optimum baseband impedance conditions necessary for the reduction of individual IM products.\r\n",
      "name": "Multi-tone Measurement Infrastructure for Microwave Power Transistor Characterization under Wideband Multi-tone Stimuli",
      "format": "URL",
      "url": "http://www.ijrsa.org/paperInfo.aspx?ID=4687",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0dc0298a-af94-418d-88a6-b6661b52bc52",
      "created": "2013-07-09T21:47:02.977431",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 7,
      "revision_id": "52d41608-2fb2-447f-87af-f53bc4a6b9ad",
      "url_type": null,
      "id": "56e85231-dd25-4f71-95a3-508022259171",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The crime is act not accepted by society and closely associated with geographical and demographic variables. Present study aims to identify the area suffering major crime acts named hotspots and the area has less crime named safe zone with respect to different heads of crime against body. The data collected by State Crime Record Bureau, Uttar Pradesh, India are taken for study and using the cluster analysis the hotspots and safe zones of crime are identified.",
      "name": "Identification of Hotspots and Safe Zones of Crime in Uttar Pradesh, India: Geo-spatial Analysis Approach",
      "format": "",
      "url": "http://www.ijrsa.org/paperInfo.aspx?ID=4693",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0dc0298a-af94-418d-88a6-b6661b52bc52",
      "created": "2013-07-09T21:47:39.423863",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 8,
      "revision_id": "781a43b8-d847-406a-a749-f0d9b74cd9fc",
      "url_type": null,
      "id": "7e8a3900-fb44-4a83-8120-19931b0d9b57",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The estimation of crop water use or evapotranspiration (ET) is an important aspect of water management especially in arid and semi-arid regions. Various methods have been used in the estimation of ET including remote sensing (RS) based models, and these have an added advantage of estimating ET over a large area (e.g., regionally). This study looked at two models of estimating ET using remote sensing and limited weather data; Mapping Evapotranspiration at high Resolution with Internalized Calibration (METRIC) and the Surface Energy Balance Algorithm for Land (SEBAL). Satellite images from Landsat 5 for 2010 for two alfalfa fields in Rocky Ford, Colorado were processed and analyzed to obtain sensible heat flux. Both RS models employ the energy balance method and estimate net radiation and soil heat flux similarly. However, they differ in the estimation of the sensible heat flux (H) component. The objective of the study was to compare the estimates of H using these models with sensible heat flux actually measured using a Large Aperture Scintillometer (LAS). Further comparison was done for ET. Various model performance evaluations were then determined. Both RS methods overestimated the sensible heat flux when compared to the LAS, with SEBAL having an H Mean Bias Error (MBE) of 31.79 Wm-2 (or a 36.7% relative error), Root Mean Square Error (RMSE) of 59.6 Wm-2 (68.9%) and Nash-Sutcliffe Coefficient of Efficiency (NSCE) of -0.13 when calculated on seasonal basis. METRIC performed slightly better with RMSE of 28.9 Wm-2 (33.4%) and NSCE of 0.48. For hourly ET, SEBAL had an error relative to LAS ET ranging between 0.35% and 38% while METRIC had error ranging between 1.4% and 11 %. There were larger errors in dry fields without full vegetation cover. It was concluded that METRIC more accurately estimated H and ET than SEBAL, and that both models incurred larger errors with dry patched fields. There is an opportunity to improve the remote sensing methods by researching the incorporation of surface heterogeneity and perhaps the correction of radiometric surface temperature for atmospheric effects.",
      "name": "Comparison of Large Aperture Scintillometer and Satellite-based Energy Balance Models in Sensible Heat Flux and Crop Evapotranspiration Determination",
      "format": "URL",
      "url": "http://www.ijrsa.org/paperInfo.aspx?ID=4688",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0dc0298a-af94-418d-88a6-b6661b52bc52",
      "created": "2013-07-09T21:48:24.326878",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 9,
      "revision_id": "1a0321ff-d0b6-4cfe-85db-3b380d967c7a",
      "url_type": null,
      "id": "bc061542-2d37-4181-837f-24f834e705f7",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The fast urbanization in Chongqing has had a great impact on the environment and resources. The water resource has been recognized as one of the key elements to the sustainable development of this region. This paper presents a method of predicting the regional Water Resource Carrying Capacity (WRCC) using the supply-demand balance model. The method predicts that the WRCC of Chongqing is from 110 million persons to 160 million persons in 2020 and it will not become the bottleneck of the social and economic development of Chongqing in the coming period of time. However the climate change and its impact on the regional ecology will have an effect on it. The results show that the climate is the most important element of the WRCC of Chongqing and the protection of the ecological environment in the upstream area is also very important. This paper has proposed tangible advice on the sustainable social and economic development in context of water resource.\r\n",
      "name": "The Calculation and Analysis of Water Resource Carrying Capacity in Chongqing, China.",
      "format": "URL",
      "url": "http://www.ijrsa.org/paperInfo.aspx?ID=4686",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0dc0298a-af94-418d-88a6-b6661b52bc52",
      "created": "2013-07-09T21:49:05.321509",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 10,
      "revision_id": "d1402c05-0369-448a-bbbc-c1a79d0d07f6",
      "url_type": null,
      "id": "092d19d0-352e-426f-9366-3677b6ebb087",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Spherical Titania (TiO2) with narrow size distribution and nice dispersibility has been obtained by hydrolysis in the mixed solvent of 1-propanol to de-ionized water under microwave assisted. The results show that the main effects on preparation of spherical TiO2 with small particle size, narrow size distribute and nice dispersibility include precursor concentration, microwave heating method and pH value. And microwave power is not obvious effect on the particle morphology and size distribution.",
      "name": "Preparation of spherical monodispersed titanium dioxide by Microwave assisted",
      "format": "URL",
      "url": "http://www.ijrsa.org/paperInfo.aspx?ID=4690",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0dc0298a-af94-418d-88a6-b6661b52bc52",
      "created": "2013-07-09T21:49:52.777633",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 11,
      "revision_id": "c1b704b9-2cda-446c-9772-4f950c76c36f",
      "url_type": null,
      "id": "67e23c1b-62f5-4b03-bbbc-341b5887c899",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In this study, a multi-band FM-CW ground-based scatterometer is used to measure the backscattering coefficient of bare soil surface. And then combined with the neural network (NN) which can be simulated in any non-linear problem in theory, and Advance Integrated Equation Model(AIEM) which has a wide range of surface roughness, inverses all of the soil parameters, including dielectric constant, rms height and correlation length. According to different data sources, the NN is constituted to the different input-output mapping mode. The training and testing data are simulated by the AIEM. The results have a better consistency with the actual measurement parameters, and the difference among different angles inversion results reflects the uneven characteristics of reality surface. The results also show that retrieval of multi-parameter using neural networks to be effective. In addition, the simultaneous measurement both backscattering coefficient and surface parameter is an effective means that study features of microwave scattering.\r\n",
      "name": "Ground-Based Scatterometer Measurements and Inversion of Surface Parameters Using Neural Networks",
      "format": "URL",
      "url": "http://www.ijrsa.org/paperInfo.aspx?ID=4691",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0dc0298a-af94-418d-88a6-b6661b52bc52",
      "created": "2013-07-09T21:50:55.159146",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 12,
      "revision_id": "52306043-5a0d-46cf-9b81-ff03cf3ae401",
      "url_type": null,
      "id": "e63e33f0-020d-4524-b8aa-9092ee1c349a",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "As one kind of new image sources,UAV (Unmanned Aerial Vehicle) Video is more and more used. In this paper, the image matching based on corner feature is used to achieve image stitching. Moravec operator is one kind of simple and efficient method for corner feature extraction. In this paper we do special treatment on it, which covers the distributed conjugate points over full frame with virtual grid,to improve the precision of corner feature extraction. In the process of image mosaic, we use fade in/out method to achieve video image seamless stitching.",
      "name": "The UAV Video Image Stitching Based On Improved Moravec Corner Matching Method",
      "format": "URL",
      "url": "http://www.ijrsa.org/paperInfo.aspx?ID=4694",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0dc0298a-af94-418d-88a6-b6661b52bc52",
      "created": "2013-07-09T21:52:38.939755",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 13,
      "revision_id": "39825eb0-bcdb-42c3-a24c-047b6cd6e178",
      "url_type": null,
      "id": "8486fb1e-ed4e-4575-a030-b181dd36b091",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The observation results of the effects in the ionosphere in the altitude range 200 – 700 km during the two partial solar eclipses (SE) on 3 October 2005 and 29 March 2006 are presented. The experimental data were obtained by the Kharkiv incoherent scatter radar that is unique one in the Central Europe. The results of theoretical modeling of dynamic and thermal process variations in the plasma during the SEs are showed. It is shown that the SEs led to a substantial transformation of the structure of the ionosphere, and also impact on the dynamic and thermal modes of the ionospheric plasma.",
      "name": "Effects in Ionosphere During Partial Solar Eclipses over Kharkiv: Experimental and Simulation Results",
      "format": "URL",
      "url": "http://www.ijrsa.org/paperInfo.aspx?ID=4696",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0dc0298a-af94-418d-88a6-b6661b52bc52",
      "created": "2013-07-09T21:53:21.771656",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 14,
      "revision_id": "a9c2263a-32a3-4f6c-913a-83961cdfd9f2",
      "url_type": null,
      "id": "5f2ba934-ce28-48ab-95b5-f5535b837fa1",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "We numerically and experimentally investigated a composite (metal-dielectric) metamaterial at millimeter wavelengths. Our proposed low cost metamaterial exhibits a negative refractive index around 85GHz, which makes it very promising for super-resolution applications in the millimeter band.",
      "name": "Metalo-dielectric structure with negative refractive index for millimeter applications",
      "format": "URL",
      "url": "http://www.ijrsa.org/paperInfo.aspx?ID=4698",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0dc0298a-af94-418d-88a6-b6661b52bc52",
      "created": "2013-07-09T21:54:06.889268",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 15,
      "revision_id": "e8e397b8-8b66-46b9-8793-8d229aefb707",
      "url_type": null,
      "id": "bcb09b8e-8c6f-4417-8126-b0dfe7318d27",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "We analysed a reaction of the system “ocean-atmosphere” characteristics on the passing of the powerful tropical cyclone Katrina in August 2005 in the Florida Strait in area of the station SMKF1 (Sombrero Key) as well as a behaviour of the system in the period of time preceding to arising and developing the cyclone Humberto in September 2007 in the Mexico Gulf in area of the station 42019. It was shown with the data of station (buoy) meteorological and simultaneous satellite microwave radiometric measurements in these areas that such characteristics as the near-surface air temperature, humidity and pressure, the fluxes of sensible and latent heat and impulse at the ocean-atmosphere boundary as well as the atmosphere integral water vapour content and enthalpy react clearly to the cyclone Katrina passing and to beginning and progress of the cyclone Humberto. The technique of analysis of the atmosphere integral characteristics such as its total water vapour content and enthalpy was developed. It enables us to determine variations of the atmosphere temperature and humidity at various horizons during passing the cyclone Katrina the station SMKF1 and birth of the cyclone Humberto in area of the station 42019. It was shown that in both cases the effect of taking off the heat energy by cyclones from the atmosphere and the ocean surface takes a place. This effect results in strong disturbances of the temperature, humidity and pressure in the near-surface atmosphere and is accompanied by a sharp decrease of the atmosphere enthalpy and considerable increase of the vertical turbulent heat and moisture fluxes at the ocean surface.",
      "name": "Analysis of Behavior of the Atmospheric Characteristics in Areas of Activity of Tropical Cyclones Humberto and Katrina with the Data of Satellite Microwave Radiometric and Direct Measurements",
      "format": "URL",
      "url": "http://www.ijrsa.org/paperInfo.aspx?ID=4700",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0dc0298a-af94-418d-88a6-b6661b52bc52",
      "created": "2013-07-09T21:55:01.122167",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 16,
      "revision_id": "76f154da-92d9-4a6e-bca7-5f65e7f0aa44",
      "url_type": null,
      "id": "0bee6d6f-c6a6-4029-82a4-0f9926d96d7a",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper presents a series of iterative sparse maximum likelihood-based approaches (SMLA) with applications to synthetic aperture radar (SAR) imaging. By using a particular form of Gaussian signal prior, iterative analytical expressions of the signal and noise power estimates are obtained by iteratively minimizing the stochastic maximum likelihood (SML) function with respect to only one scalar parameter at a time, resulting in power-based SMLA approaches. However, these power-based sparse approaches do not provide the phases of the unknown signals. To address this problem, a combined SMLA and Maximum A Posteriori (MAP) approach (referred to as the SMLA-MAP approach) for estimating the unknown complex-valued signals is proposed. The SMLA-MAP derivation is inspired by the sparse learning via iterative minimization (SLIM) approach, where a modified expression of the SLIM noise power estimation is proposed. We also show that SLIM can be viewed as a combination of the deterministic ML (DML) and iteratively re-weighted least squares (IRLS) approaches. Finally, numerical examples of SAR imaging using Slicy data, Backhoe data and Gotcha data are generated to compare the performances of the proposed and existing approaches?.\r\n",
      "name": "Iterative Sparse Maximum Likelihood-based Algorithms with Applications to SAR Imaging",
      "format": "URL",
      "url": "http://www.ijrsa.org/paperInfo.aspx?ID=4713",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0dc0298a-af94-418d-88a6-b6661b52bc52",
      "created": "2013-07-09T21:55:41.490208",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 17,
      "revision_id": "dffa43c4-36f4-4066-974c-3e0dea1f26f0",
      "url_type": null,
      "id": "0db4376d-187e-4e1d-a3eb-45a7b759e871",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The primary objective of the present study was to highlight the major environmental hazards facing the coastal wetlands (Manzala and Burullus) of the Nile Delta using remote sensing. Natural and human-induced changes have been recorded in coincidence with global climate change and increased population stresses. Wetland areas and shoreline position have experienced drastic changes. Coastal zone management of this region requires public awareness of these concerns.",
      "name": "Threats Facing Lagoons along the North Coast of the Nile Delta, Egypt",
      "format": "URL",
      "url": "http://www.ijrsa.org/paperInfo.aspx?ID=4742",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0dc0298a-af94-418d-88a6-b6661b52bc52",
      "created": "2013-07-09T21:57:03.225219",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 18,
      "revision_id": "2194ac6a-9530-4b3f-b0b2-36084b9f00c4",
      "url_type": null,
      "id": "039aac6a-c8b2-40a9-b18d-e2bc60011b13",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This study presents the technology to combine the remote sensing image of SPOT and FORMOSAT-2 satellite image by Fuzzy theory and Back Propagation Network (BPN). This method adopt three experience identify factors of NDVI, shape, and color to establish the membership function. The fuzzy results show that the successful rate of identification was about 87 percent. The BPN results show that the successful rate of identification was about 91 percent. Therefore the result proves that the three indexes are the best choice in extracting of change area from image, because the error is the lowest among the two methods in this study.",
      "name": "Three Indexes Estimation in Extracting Change Area from Remote Sensing Image by Fuzzy Theory and Back Propagation Network (BPN)",
      "format": "URL",
      "url": "http://www.ijrsa.org/paperInfo.aspx?ID=4704",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0dc0298a-af94-418d-88a6-b6661b52bc52",
      "created": "2013-07-09T21:57:52.234191",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 19,
      "revision_id": "87e4fd4e-470e-434c-8a85-92fd29002f80",
      "url_type": null,
      "id": "7ae76396-cef2-4515-93dc-97f0f93dbe97",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Altitude, aspect, and slope influence the distribution of land cover types. This paper shows the relationship of land cover distribution with these topographic variables. Geographic information system (GIS) and remote sensing (RS) technologies were used. Information on land cover was obtained by digital classification of a landsat satellite image of 2003. A digital elevation model (DEM) was used to generate elevation, slopes, and aspect information. The land cover map was overlaid with altitude, slope and aspect maps. The result gives quantitative data on the occurrence of the land cover classes of Erica-dominated forest, mixed forest, shrubland, agriculture and grassland as a function of altitude, slope and aspect. Forests were found mainly on north- and northwest-facing slopes of medium and high inclination. Agriculture prevailed at altitudes of 3,000-3,500 m at gentle slopes of different aspects, while grassland dominated at 3,500-4,000 m on gentle, mainly south-facing slopes. Further study is suggested to investigate the significance of these findings for wildlife habitat distribution and, subsequently, for park management.\r\n",
      "name": "Relationship between Topographic Variables and Land Cover in the Simen Mountains National Park, a World Heritage Site in Northern Ethiopia",
      "format": "URL",
      "url": "http://www.ijrsa.org/paperInfo.aspx?ID=4711",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0dc0298a-af94-418d-88a6-b6661b52bc52",
      "created": "2013-07-09T21:58:34.948987",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 20,
      "revision_id": "073a04fe-534d-4e5c-b588-c7ea447905fc",
      "url_type": null,
      "id": "e1800c7f-b867-408d-8d7e-6d267dcc02aa",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Most researches in the hyperspectral field adjust feature extraction techniques as major dimensionality reduction tools. This is due to the high dimensionality problems. Feature extraction techniques are not limited to such purpose but extended to handle the changing spectral responses. To achieve that, these techniques transform the spectral response into a new domain where features are arranged according to specific criterion. Each technique extracts unique features that are totally different to that others extract. Besides, each technique has advantages and disadvantages regarding handling the highly mixed datasets and the small training sample size. Therefore, utilizing a technique than another may lead to significant information loss. To overcome this problem and derive flexible features, the proposed approach combines the resulting features of each extraction technique in one feature vector and employs a Support Vector Machine (SVM) to classify it. The feature vector consolidates the benefits of each individual technique and neutralizes their disadvantages. Minimum Noise Fraction (MNF), Principle Component Analysis (PCA) and Independent Component Analysis (ICA) have been used in the proposed approach. Experimental results show that the proposed approach overcomes the traditional feature extraction techniques.",
      "name": "Learning Flexible Hyperspectral Features",
      "format": "URL",
      "url": "http://www.ijrsa.org/paperInfo.aspx?ID=4708",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0dc0298a-af94-418d-88a6-b6661b52bc52",
      "created": "2013-07-09T21:59:12.585164",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 21,
      "revision_id": "eb3405dd-5783-411e-b996-84bffd74a0d3",
      "url_type": null,
      "id": "c810631f-0195-479d-a32b-b11d91fda13d",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The use of multi-source remote sensing data for improved land cover classification has attracted the attention of many researchers. On the other hand, such an approach increases the data volume with more redundant information and increased levels of uncertainty within datasets, which may actually reduce the classification accuracy. It is therefore an essential, though challenging task to select appropriate features and combine datasets for classification. The combination of feature selection techniques using the Genetic Algorithm (GA) and Support Vector Machines (SVMs) classifiers has been used in various application fields in a number of studies on classification of hyperspectral data. However, the performance of this technique for classifying multi-source remote sensing data has not been well evaluated in the literature. In this study, the GA-SVM model was proposed and implemented to classify multiple combined datasets, consisting of Landsat 5 TM, multi-date dual polarization ALOS/PALSAR images and their multi-scale textural information. The performance of the proposed method was compared with that of the traditional stack-vector approach. A large number of different combined datasets were generated and classified. It is revealed that the proposed method is very efficient for handling multisource data. Results indicated that the GA-SVM approach clearly outperforms the stack-vector approach, with significantly higher classification accuracy and much fewer input features. The highest classification accuracy achieved was 96.47% with only 81 out of 189 features being selected. This study also demonstrated the advantages of using multi-source data over single source data.\r\n",
      "name": "Application of Genetic Algorithm and Support Vector Machine in Classification of Multisource Remote Sensing Data",
      "format": "URL",
      "url": "http://www.ijrsa.org/paperInfo.aspx?ID=4756",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0dc0298a-af94-418d-88a6-b6661b52bc52",
      "created": "2013-07-09T21:59:59.230664",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 22,
      "revision_id": "14ed6e62-3b01-4554-8b49-9be6c5f27caf",
      "url_type": null,
      "id": "aa5f3a4c-4c4d-4bb9-96fd-a274c0976164",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " The major restricting factor for space-born optical remote sensing at moderate and high latitudes is cloudiness. Significant intraseasonal and interannual differences in cloud amount and dominant cloud types are met. Cloud-free episodes are infrequent. The study of cloud restriction over Estonia was performed using hourly cloud detection data from Tartu-T&#245;ravere meteorological station (58&#176;16’N, 26&#176;28’E, 70 m a.s.l.) in 1958-2011. Major features of sky coverage by almost nontransparent low and medium level clouds are considered. Monthly mean amounts of these clouds in October to February are above 7 tenths. Maximum mean coverage, close to 8.5 tenths, is reached in November. In spring and summer the mean coverage is usually between 5 and 6 tenths. The spaces of sky free from two lower level clouds often are partly covered by semitransparent cirrus clouds. Monthly relative coverages by cirrus clouds were studied statistically for March to September. Relative monthly mean cirrus cloud coverage of free spaces above one tenth was the largest, 0.40, in April and the smallest, about 0.30, in July. Overall mean coverage for March to September was 0.35. The days suitable for optical remote sensing were defined as those with cloudless conditions within &#177; 2 hours from noon when remote sensing activities usually are performed. The monthly averages and extremes of those days are presented as well as their time evolution in four seasons during 1958-2011. The probability of cloudless conditions is the highest in March when nearly 4 suitable days are met on average. The probability decreases from March to November and since then the conditions start to improve. In November the remote sensing conditions are available in less than half of the studied years and in March in about 90 percent out of all considered years. Monthly maxima of suitable days in all months were above 5.\r\n",
      "name": "A Review of the Variations of Optical Remote Sensing Conditions over Estonia in 1958-2011",
      "format": "URL",
      "url": "http://www.ijrsa.org/paperInfo.aspx?ID=4757",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0dc0298a-af94-418d-88a6-b6661b52bc52",
      "created": "2013-07-09T22:00:41.981366",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 23,
      "revision_id": "7abdf882-fa1d-44e4-9645-4e9d9960b77d",
      "url_type": null,
      "id": "f06f6f34-2c36-4b4c-8445-451c2d2b6079",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " The objectives of precision agriculture are to increase crop production profitability, improve product quality, and protect the environment. One of the first and most important areas in which precision agriculture has been applied is in managing the variability in soil properties, which is essential for the decision-making process. The success of precision agriculture depends strongly upon highly efficient and reliable methods for gathering and processing site-specific field information. The inability to obtain soil characteristics rapidly and inexpensively remains one of the biggest limitations of precision agriculture. “Predictive or digital” soil mapping is one of the hottest topics in soil science which demand of precision–agriculture for high-resolution spatial soil information. The objective of this article is to review current research into new mapping methodologies and assess whether they could be usefully applied with respect to precision agriculture. This paper determines the state of the art of predictive soil mapping, and discusses the potential of predictive soil mapping as part of an integrated management tool for precision agriculture. The various recent approaches and methods that have been, or could be, used for fitting quantitative relationships between soil properties or classes and their ‘environment’ are reviewed and discussed. To conclude the results, approaches to soil mapping can be divided into knowledge-based ones and data-driven ones. Conventional soil mapping has been criticized for being too qualitative. However, the pedometric methods have also been criticized for being too expensive as they require too many samples for them to be worthwhile. Of course the best features of these two may be combined into a mixed approach. Predictive soil mapping aims at spatial prediction of soil properties by combining soil observations at points with auxiliary information and remote sensing.",
      "name": "On-the-Go Digital Soil Mapping for Precision Agriculture",
      "format": "URL",
      "url": "http://www.ijrsa.org/paperInfo.aspx?ID=4754",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0dc0298a-af94-418d-88a6-b6661b52bc52",
      "created": "2013-07-09T22:01:27.618400",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 24,
      "revision_id": "5d6acfc5-c970-46ea-8b5d-c7ee00f8cc51",
      "url_type": null,
      "id": "c6156cea-8437-42bb-9399-35fb6dee7914",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "A three-stage algorithm suite is proposed for a specific human target detection scenario, where a visible/near infrared hyperspectral (HS) sample is assumed to be available as the only cue from a reference image frame. The suite first applies a biometric based human skin detector to focus the attention of the search. Using as reference all of the bands in the spectral cue, the suite follows with a Bayesian Lasso inference stage designed to isolate pixels representing the specific material type cued by the user and worn by the human target (e.g., hat, jacket). In essence, the search focuses on testing material types near skin pixels. The third stage imposes an additional constraint through RGB color quantization and distance metric checking, limiting even further the search for material types in the scene having visible color similar to the target color. Using the proposed cumulative evidence strategy produced some encouraging range-invariant results on real HS imagery, dramatically reducing to zero the false alarm rate on the example dataset. These results were in contrast to the results independently produced by each one of the suite’s stages, as the spatial areas of each stage’s high false alarm outcome were mutually exclusive in the imagery. These conclusions also apply to results produced by other standard methods, in particular the kernel SVDD (support vector data description) and Matched Filter, as shown in this paper.",
      "name": "Spectral Detection of Human Targets",
      "format": "URL",
      "url": "http://www.ijrsa.org/paperInfo.aspx?ID=4739",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0dc0298a-af94-418d-88a6-b6661b52bc52",
      "created": "2013-07-09T22:02:07.333762",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 25,
      "revision_id": "211d52d1-2211-408c-a908-b1ae94c5fb97",
      "url_type": null,
      "id": "07947388-fb0c-4c9d-a042-c2f66768c14e",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The new approach is based on the use of the low power radiation constant source as the sounding element having the interval of the radiation interruption (dark pulse) for a while commensurable with time of radiation and usual lidar systems. The following is used: the special time organization of an entering coming signal digitization, when registration time in each readout is commensurable in due course passages by a signal of all zone of measurements is beside; restoration of the environment characteristics with the necessary permission is reached by special processing of the received readout of the signal taken in pairs and differing on time of digitization on the interval corresponding of such permission; identification of the structure of the inhomogeneities is decided by a special method of structural and statistical analysis; identification of anomalies in the structure is decided by a special method of nonlinear filtering.\r\n",
      "name": "Remote Sensing of the Self-Organizing Systems by Dark Pulse",
      "format": "URL",
      "url": "http://www.ijrsa.org/paperInfo.aspx?ID=4724",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0dc0298a-af94-418d-88a6-b6661b52bc52",
      "created": "2013-07-09T22:02:48.044977",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 26,
      "revision_id": "02549359-99eb-4763-99f9-3a5ed99141c4",
      "url_type": null,
      "id": "6fa6f1a8-799c-43f3-8a96-093e07b2dc5e",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In this paper, algorithms to estimate narrowband to broadband albedo (NBBA) of snow using Advanced Wide Field Sensor (AWiFS) and Moderate Resolution Imaging Spectro-radiometer (MODIS) sensor images have been developed for Indian western Himalayan region. The in-situ measurements of spectral reflectance and transmitted spectral solar irradiance on snow surface by spectroradiometer have been used to calibrate and validate the algorithms developed. The AWiFS and MODIS derived snow broadband albedo via the developed algorithms have been validated with in-situ observations at three field locations. An RMSE better than 0.03 and an R^(2 ) value of 0.94 and 0.88 between modeled and observed albedo values have been obtained for AWiFS and MODIS respectively. The algorithm developed for MODIS images has also been compared with an existing global albedo model for MODIS, and the results from the proposed model have been found to be in agreement with the published model.",
      "name": "Algorithm to Derive Narrow Band to Broad Band Albedo for Snow Using AWiFS and MODIS Imagery of Western Himalaya - Validation",
      "format": "URL",
      "url": "http://www.ijrsa.org/paperInfo.aspx?ID=4726",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0dc0298a-af94-418d-88a6-b6661b52bc52",
      "created": "2013-07-09T22:03:30.264492",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 27,
      "revision_id": "c634348c-5424-4811-86b9-779e9f3b7088",
      "url_type": null,
      "id": "938264dc-0286-4613-8c17-70528677e8fb",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper describes a parallel modeling of Remote Sensing radar and optic forest data which aims at retrieving forest parameters. It describes the dual model including a forest growth model fed with biophysical parameters (biomass, leaf moisture content …). The geometrical description is then the input of an optical model adapted to simulate hyperspectral information in the [0.4-2.5 &amp;amp;amp;#181;m] spectral domain, giving reflectance spectra, and a Synthetic Aperture Radar (SAR) model, giving the polarimetric and interferometric observables. As an illustration, the first results obtained by both models outputs are presented.",
      "name": "Radar and Optical Parallel Modelling of Forest Remote Sensing Data",
      "format": "URL",
      "url": "http://www.ijrsa.org/paperInfo.aspx?ID=4760",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0dc0298a-af94-418d-88a6-b6661b52bc52",
      "created": "2013-07-09T22:04:25.489644",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 28,
      "revision_id": "46f76e59-e147-4f8e-af7e-88475b64400d",
      "url_type": null,
      "id": "52bf84bc-fd60-4617-a879-568f6653cffe",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Image segmentation is an important step in texture recognition of Satellite Synthetic Aperture Radar (SAR) images. In this paper, an efficient method for texture recognition of SAR images is proposed based on extraordinary result of wavelet transform on texture feature extraction and the benefits of genetic algorithm (GA) as a classifier. First, texture feature is extracted by wavelet transform. Second, a feature vector composed of wavelet energy feature, kurtosis value of wavelet energy feature and gray values of eight-neighborhood of SAR image is formed. Then, segmentation of different textures is applied by using feature vector and level set function. Finally, the values of feature vector are used for training the classifier. Two different classes of datasets are used to show the experimental results. One is a simulated SAR image and the other is a real satellite SAR image. The results of experiments show the powerful ability of this algorithm to recognize different textures in Satellite SAR images.",
      "name": "A New Recognition Approach Based on Genetic Algorithm for Classifying Textures in Satellite SAR Images",
      "format": "URL",
      "url": "http://www.ijrsa.org/paperInfo.aspx?ID=4712",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0dc0298a-af94-418d-88a6-b6661b52bc52",
      "created": "2013-07-09T22:05:03.183197",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 29,
      "revision_id": "411392f4-1008-4b7f-afaa-9d13895eac7b",
      "url_type": null,
      "id": "7f509d80-c241-496e-915c-8655d79f1018",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "While the concepts of change detection analysis is not new, the emergence of new imaging sensors and geospatial technologies has created a need for image processing techniques that can integrate observation from a variety of different sensors and datasets to map, detect and monitor forest resources. In addition to timber, forests provide such resources as grazing land for animals, wildlife habitat, water resources and recreation areas and these are threatened constantly by both human impacts like forest fires, air pollution, clearing for agricultural uses, and illegal cutting. Farming activities, continued sand winning operations and the allocation of plots of land to prospective developers in and around the catchments of the Owabi dam pose a serious threat to the forest covers and the lifespan of the dam. The overall objective of this study is to map out and analyze the structural changes of forest cover using Landsat and ASTER imageries of the study area. A supervised classification was performed on three multi-temporal satellite imageries and a total of eight major land use and land cover (LULC) classes were identified and mapped. By using post-classification techniques, from 1986 to 2002 and 2002 to 2007 the forest cover has decreased by an amount of 2136.6 ha and 1231.56 ha respectively representing 24.7% and 14.2%. Generally, the results indicate that from 1986 to 2007, forest cover reduced by 3368.16 ha, representing 38.9%. Decrease in vegetation has been as a result of anthropogenic activities in the study area. An NDVI analysis was performed on these images and it was noted that there was no significant difference between the NDVI classification and the supervised classification of the images. Overlay of the reserved forest of the 1974 and the classified map of 2007 shows vegetation changed during 1986-2007 remarkably.\r\n",
      "name": "Analysis of Forest Cover Change Detection",
      "format": "URL",
      "url": "http://www.ijrsa.org/paperInfo.aspx?ID=4774",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0dc0298a-af94-418d-88a6-b6661b52bc52",
      "created": "2013-07-09T22:05:51.856897",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 30,
      "revision_id": "9beb1f27-c490-47d6-9aab-9daee87feb79",
      "url_type": null,
      "id": "5d05a87d-e726-4d05-8042-bdc554d84e72",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The crop planting information extraction is crucial to the estimation of crop output, the key of which is to speedily and accurately extract planting information through the remote sensing image. The multi-temporal remote sensing data, together with the supervised classification and decision tree classification method, are used in this study to speedily and accurately extract crop planting information from TM/ETM+ remote sensing images and sixteen MODIS time series remote sensing images, to interpret major crops in the Heilonggang area. Overall, classification accuracy is up to 91.3%, compared with one simple supervised classification of TM images. The relative errors of cotton, maize, wheat and vegetables are reduced by 1.3%, 20.5%, 2.0% and 13.8%, respectively. It has been proved that this method has high accuracy and it can serve as an effective index for reflecting the crop planting distribution. The data can provide important scientific basis for the adjustment of the major crop planting structure in the Heilonggang area, and could also provide reference for information extraction in other areas.\r\n",
      "name": "Multi-Temporal Remote Sensing Image-Based Extraction on the Crops Planting Information",
      "format": "URL",
      "url": "http://www.ijrsa.org/paperInfo.aspx?ID=4759",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0dc0298a-af94-418d-88a6-b6661b52bc52",
      "created": "2013-07-09T22:07:00.972863",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 31,
      "revision_id": "9beb1f27-c490-47d6-9aab-9daee87feb79",
      "url_type": null,
      "id": "39d7a523-5675-46b5-832b-d643463e11bd",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Water environment problem of large river basins is increasingly serious in China. However, most of the data provided by the entire water environment monitored department is relatively independent and its format has various types, which make it difficult to solve the problem in a comprehensive way as to how to deal with the worsening water environment. To solve the problem, design and implementation on the sharing platform are expatiated based on the author’s more than 2 years’ practice on Water Project. As achieved certain effect, this study not only has built a new efficient and accurate geographical information support platform and services which is cross-industry, cross-sector and cross-platform, but also has implemented information exchange on multiple fields. Thus it provides high quality and efficient services of water environmental data to the departments of urban planning, construction and management.\r\n",
      "name": "Design and Implementation on Water Environmental Data Sharing Platform",
      "format": "URL",
      "url": "http://www.ijrsa.org/paperInfo.aspx?ID=4699",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0dc0298a-af94-418d-88a6-b6661b52bc52",
      "created": "2013-07-09T22:08:13.735979",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 32,
      "revision_id": "dd633597-2980-4932-9e61-4669abd8bfe9",
      "url_type": null,
      "id": "9b1a09be-7192-42bc-b6cd-6e05cc4c3a04",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " In homogeneous (either urban or rural) areas it is generally possible to get a better land use classification due to the distinct spectral reflectance values between different types of land use. But in peri-urban areas due to dual influence of rural and urban land covers, it is difficult to find out the land uses as identical reflectance values can correspond to different type of land uses serving different types of functions. Hence the quality of classification is poorer both in terms of the number of individual classes that can be identified and the accuracy with which these classes can be determined. To minimize this type of misclassification in land use classification, additional tools like GIS derived data has been used in the current study and hence a comparison is presented between the imperviousness obtained by two methodologies. The study can be useful for accessing the accuracy of runoff prediction by employing the imperviousness obtained above in the hydrologic model.",
      "name": "Application of Geospatial Technologies to Determine Imperviousness in Peri-Urban Areas",
      "format": "URL",
      "url": "http://www.ijrsa.org/paperInfo.aspx?ID=4741",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0dc0298a-af94-418d-88a6-b6661b52bc52",
      "created": "2013-07-09T22:09:05.434029",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 33,
      "revision_id": "40d70531-77ac-4c60-9bab-5a178f4ac693",
      "url_type": null,
      "id": "8753a21c-8314-4e6b-83ab-11a777edfc18",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Recent work in computer vision has demonstrated the potential to automatically recover camera and scene geometry from large collections of uncooperatively-collected photos. At the same time, aerial ladar and Geographic Information System (GIS) data are becoming more readily accessible. In this paper, we present a system for fusing these data sources in order to transfer 3D and GIS information into outdoor urban imagery. Applying this system to 1000+ pictures shot of the lower Manhattan skyline and the Statue of Liberty, four proof-of-concept examples of geometry-based photo enhancement are presented which are difficult to perform via conventional image processing: feature annotation, image-based querying, photo segmentation and city image retrieval. In each example, high-level knowledge projects from 3D world-space into georegistered 2D image planes and/or propagates between different photos. Such automatic capabilities lay the groundwork for future real-time labeling of imagery shot in complex city environments by mobile smart phones.\r\n",
      "name": "Enhancing Large Urban Photo Collections with 3D Ladar and GIS Data",
      "format": "URL",
      "url": "http://www.ijrsa.org/paperInfo.aspx?ID=4780",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0dc0298a-af94-418d-88a6-b6661b52bc52",
      "created": "2013-07-09T22:09:57.015786",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 34,
      "revision_id": "cc5b3da0-7f48-4ad6-a95e-9496a6d2db38",
      "url_type": null,
      "id": "5d6629b8-a8af-49fc-9fe1-1e5e9bef95ff",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Dengue has now emerged as one of the major public health problems in Malaysia. It was first reported in 1901 in Penang and since then the disease has become endemic concentrating mostly in urban areas. The objective of this study was to utilize geo-information tool to determine high risk areas for the dengue outbreak. This study examined a total of 307 confirmed dengue fever cases, geo-coded by address in Seberang Prai area between Jan 2005 and December 2010, which were included in the study. The results were drawn from a measurement of the dengue incidence in order to determine the severity and magnitude of outbreak transmission. Measurement of the dengue incidence found that there were areas with significant high value. This suggested that areas within Seberang Prai area had different temporal characteristics for dengue occurrence. The utilization of geo-information tool enabled to identify higher-risk areas for the occurrence of dengue fever. Even though case notification data are subjected to bias, this information is available to the health services and can lead to important conclusions, recommendations and hypotheses. As a recommendation, the geo-information tool can be utilized by public health officials to characterize dengue rather than rely on the traditional case incidence data.\r\n",
      "name": "Utilization of Geoinformation Tools for Dengue Control Management Strategy: A Case Study in Seberang Prai, Penang Malaysia",
      "format": "URL",
      "url": "http://www.ijrsa.org/paperInfo.aspx?ID=4783",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0dc0298a-af94-418d-88a6-b6661b52bc52",
      "created": "2013-07-09T22:10:37.866366",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 35,
      "revision_id": "98d973a0-d209-4a23-ae71-fc9d5d7ed3a8",
      "url_type": null,
      "id": "6a38c1e7-430f-4333-a473-0a32ab42428f",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The paper is devoted to a problem of increase of output power solid state generators mm wave band. The results of operations on development of a construction and technology extra powerful multi mesa double-drift IMPATT diodes mm wave band are reduced.\r\n",
      "name": "Research of Perspective Decisions Мulti Mesa Impatt Diodes of The Millimeter Wave Band",
      "format": "URL",
      "url": "http://www.ijrsa.org/paperInfo.aspx?ID=4707",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0dc0298a-af94-418d-88a6-b6661b52bc52",
      "created": "2013-07-09T22:11:13.785490",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 36,
      "revision_id": "78b6bcbf-a401-43a7-94f5-6caed70bb486",
      "url_type": null,
      "id": "74163add-fa51-4127-8176-d021fae05c24",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Eastern Dharwar Craton in Narella area of Karimnagar district (India) is studied using GIS, remote sensing and planar fabric preserved in high grade metamorphic rocks and structural deformation in their associated igneous dykes and supracrustals. Two distinct phases of deformation characterized with F1 and F2 plunging folds have given rise to ENE-WSW and NNW-SSE aligned ridge and valley system often dislocated by strike slip faults. Structurally controlled drainage, vertical scarps, shattered residual hillocks point to a rejuvenated topography undergoing slow and steady transformation under accumulating stresses in the area. Such tectonically controlled features demand for a reappraisal of seismic hazard zonation assessment in the area.",
      "name": "Structural and Geomorphological Evolution of the Area around Narella, Andhra Pradesh, India: A Study Based on Field Investigation, GIS and Remote Sensing",
      "format": "URL",
      "url": "http://www.ijrsa.org/paperInfo.aspx?ID=4784",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0dc0298a-af94-418d-88a6-b6661b52bc52",
      "created": "2013-07-09T22:12:10.279105",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 37,
      "revision_id": "d4acc5f1-59df-46fe-bbe2-0bf1f2510763",
      "url_type": null,
      "id": "7ad05f04-6b0e-4e2a-bbf7-74256e1d3355",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper focuses on suppression of Radio FrequencyInterference (RFI) for ultra-wideband (UWB) radarsignals, sampled using the synchronous impulse reconstruction(SIRE) time equivalent sampling scheme. This equivalent sampling scheme is based on the Army Research Lab’s (ARL) efforts to build an ultra-wideband (UWB) radar in forward looking mode that samples returned radar signals using low rate andinexpensive analog-to-digital (A/D) converters. The cost effectiveness of this SIRE UWB radar makes it plausible for actual groundmissions for detecting buried explosive devices. However, the equivalent time of sampling scheme complicates RFI suppression as the RFI samples are aliased and irregularly sampled in real time. In this paper, the RELAX and multi-snapshot RELAX algorithms are presented as an intermediate step to the previously proposed averaging scheme by the Army Research Laboratory, in order to enhance RFI suppression for this sampling scheme. The proposed suppression technique involves modelling the narrow band RFI signals as a sum of sinusoids and applying the afore mentioned algorithms. The RELAX algorithm improves the RFI suppression performance without altering the target signatures compared to AR modelling. The multi-snapshot RELAX algorithm which provides a more accurate sinusoidal model than the RELAXalgorithm, improves on the RELAX algorithm in terms of suppression. However, the target signatures are suppressed as the number of sinusoids increases. The analysis of the algorithmsis was performed by using collected sniff (passive) data using the SIREradar in addition to simulated wide-band echo signals (pointtargetsignatures).",
      "name": "RFI Suppression for Synchronous Impulse Reconstruction UWB Radar Using RELAX",
      "format": "URL",
      "url": "http://www.ijrsa.org/paperInfo.aspx?ID=4800",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0dc0298a-af94-418d-88a6-b6661b52bc52",
      "created": "2013-07-09T22:12:50.560167",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 38,
      "revision_id": "c5d53cc8-f9f4-4adf-8939-4b33dafc1d33",
      "url_type": null,
      "id": "b24ad535-d89e-47bb-90c2-7e1d973be9c0",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In order to understand present status of island exploitation degree, and to make a reasonable development plan for future exploitation, this paper proposes multi-scale analysis evaluation model to achieve the goal. With the new proposed model and SPOT-5 image in 2003, the island exploitation degree of Daxie Island is evaluated. According to the comparison between in the same period land use classification and results of island exploitation degree, the proposed model is reasonable and valuable in dynamic evaluation of island exploitation degree.\r\n",
      "name": "A Method for Evaluating Island Exploitation Degree Based on Multi-scale NDVI Analysis",
      "format": "URL",
      "url": "http://www.ijrsa.org/paperInfo.aspx?ID=4805",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0dc0298a-af94-418d-88a6-b6661b52bc52",
      "created": "2013-07-09T22:13:52.932232",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 39,
      "revision_id": "e0e5e440-e213-4676-b297-8305020a4f11",
      "url_type": null,
      "id": "2bacbeae-b9d7-46b5-9bac-3df68a6997cd",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Floods of River Jhelum in Kashmir Valley are as old as the river itself. Historical accounts suggest that the river had witnessed the devastating floods since ages many among which have created havoc in terms their resultant destruction. The area which is mainly affected by floods are the Jhelum valley floor stretching from Anantnag in the south to Baramulla in the north. The Valley is an ancient lake basin 140 kilometre long and 32 kilometre wide. In this paper delineation of flood plain of Kashmir Valley has been carried out using Geographical Information System. The aim of this paper is to determine the accuracy of using simple digital image processing techniques to map riverine water bodies with Landsat 5 TM and Shuttle Radar Topography Mission (SRTM) Digital Elevation Model (DEM) data. This paper is divided into two parts, part-I deal with the Normalized Difference Water Index of Kashmir Valley and part-II deals with Transect method of river Jhelum. The 3D DEM and recent flood affected areas were used to supplement the above methodologies.",
      "name": "Delineation of Flood Prone Area using Normalized Difference Water Index (NDWI) and Transect Method: A Case Study of Kashmir Valley",
      "format": "URL",
      "url": "http://www.ijrsa.org/paperInfo.aspx?ID=6445",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0dc0298a-af94-418d-88a6-b6661b52bc52",
      "created": "2013-07-09T22:14:34.392939",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 40,
      "revision_id": "63d98481-d55f-4c32-bb0b-a4fdad2218c5",
      "url_type": null,
      "id": "92264296-f5dd-4816-8087-0404fbe63136",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Modern phased array antennas in radar systems are composed of several thousands of transmit/receive modules (TRM), whose correct functioning has remarkable impact on radar performance. It is therefore of fundamental importance to check and monitor main characteristics of active array components; such actions will permit to verify system performance in real time and, if necessary, suitable actions to guarantee them may be actuated. The application presented in the first part refers to a particular application of metamaterial structures inside an open waveguide, whose final purpose is to allow radiation in free space with high efficiency within a wideband well below its cut-off frequency; in the latter an useful application of an embedded WiFi Controller of a phased array antenna.",
      "name": "An Embedded Wi-Fi Controller in a C band Phased Array Antenna",
      "format": "URL",
      "url": "http://www.ijrsa.org/paperInfo.aspx?ID=4702",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0dc0298a-af94-418d-88a6-b6661b52bc52",
      "created": "2013-07-09T22:15:30.506204",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 41,
      "revision_id": "2da099df-bd37-47cf-a821-ff68ec03edaf",
      "url_type": null,
      "id": "eaac6d8b-1b10-4ba0-a865-935ca88cbebb",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Urbanisation is a dynamic complex phenomenon involving large scale changes in the land uses at local levels. Human induced land use and land cover (LULC) changes have been the major drivers of the changes in local and global environments. Urbanisation pattern has a direct inﬂuence on urban growth process, which extends its influence on the neighborhood resulting in the sprawl or peri-urban growth. Unplanned urbanization and consequent impacts on natural resources has necessitated the investigation and understanding of mechanisms and dynamics of land use and land-use change on a range of spatial scales as well as evaluation on the environmental consequences of these changes at the landscape scale. Rapid urbanization subsequent to globalization in Karnataka state shows dominant changes in land use during the last two decades. Urban regions are getting urbanized at much faster rates while peri-urban areas are experiencing sprawl. Rapid burgeoning population pressure has resulted in unplanned growth in the urban areas to accommodate these migrant people leading to sprawl. It is a growing concern for city planners during the past decade in India. This paper has analysed urbanisation pattern of Raichur-a Tier II city of Karnataka considering a buffer region of 5 km from the current administrative boundary to account for the likely urbanizing regions. Temporal land cover and land use analysis provide the temporal dynamics. The built-up area of the city has increased from 1.41% in 1973 to 8.51% in 2010. Shannon’s Entropy (an urban sprawl index) shows that there is a remarkable urban sprawl in and around the city. As a result, the urban ecosystem has changed in the last four decades. Landscape metrics indicate a convoluted and a single patch urban growth at the center and a fragmented outgrowth near the boundary of the city and Buffer regions. This paper provides a valuable basis to understand the urban growth dynamics of Raichur City in India as a consequence of land use changes and helps the urban planners to visualize the developments for a sustainable future.",
      "name": "Urbanisation and Sprawl in the Tier II City: Metrics, Dynamics and Modelling Using Spatio-Temporal Data",
      "format": "URL",
      "url": "http://www.ijrsa.org/paperInfo.aspx?ID=4793",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0dc0298a-af94-418d-88a6-b6661b52bc52",
      "created": "2013-07-09T22:16:13.759320",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 42,
      "revision_id": "21d34e65-765a-4206-a2f0-78409031fdb9",
      "url_type": null,
      "id": "28f5dd6f-ff1b-4c6c-8847-02d37d063281",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Two laboratory techniques (air drying and oven drying) were implemented to compare the spectral reflectance differences between laboratory-induced and natural leaf senescence. The spectral signatures of four common North American tree species were recorded over the 2011 summ er-autumn season. Natural ‘on-tree’ senescence was measured throughout the senescence period and simultaneously with the two laboratory methods. Two substantial differences were observed between the natural senescence and laboratory techniques: the persistence of the ‘green peak’ for the laboratory methods; and the much higher reflectance values throughout the middle infrared region for the laboratory methods. These results suggested that a more sophisticated laboratory method including the ability to export leaf constituents during senescence is required to accurately reproduce autumn leaf senescence in a laboratory setting. If achieved, this could greatly improve analyst’s ability to reproduce the spectral changes associated with vegetation health and leaf senescence.\r\n",
      "name": "Spectral Characteristics of Natural and Laboratory-Induced Leaf Senescence in Four Common North American Tree Species",
      "format": "URL",
      "url": "http://www.ijrsa.org/paperInfo.aspx?ID=4775",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0dc0298a-af94-418d-88a6-b6661b52bc52",
      "created": "2013-07-09T22:17:18.146174",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 43,
      "revision_id": "b580d19b-f2da-4c8b-93a4-7b235ddd6b86",
      "url_type": null,
      "id": "aa37146d-6dc4-4283-afef-eab8fff9e7f2",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The granulite facies terrain of the Eastern Ghats Mobile Belt (EGMB) is significantly important due to its complicated tectonic setting attained in response to polyphase deformation and related metamorphic episodes. Repeated deformation, upheaval and burial of rocks seem related to interaction of different crustal blocks characterized with collisional tectonics and extensive igneous activity during Archean Era. Polyphase deformed rocks display multidirectional tectonic trends and out of which NE-SW and NW-SE are the most prominent and represented in the form of macroscale superimposed plunging folds. The superimposed folds have given rise to linear ridges, residual hills and intermontane flat pediment surfaces imparting an overall uneven topography to the area. These two cross-cutting trends appear to have affected the whole of the EGMB and demand for proper chronological constraints to be related to specific intracontinental to Gondwanaland events.",
      "name": "Evidences of Fold Superimposition from Anakapalle, Eastern Ghats Mobile Belt, India",
      "format": "URL",
      "url": "http://www.ijrsa.org/paperInfo.aspx?ID=6413",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "0dc0298a-af94-418d-88a6-b6661b52bc52",
      "created": "2013-07-09T22:18:05.466793",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 44,
      "revision_id": "08117ec7-08b8-4248-a94c-ddd0afba6a5b",
      "url_type": null,
      "id": "dc2e5ec8-4b07-43c9-ba6d-aaf6ef57c485",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 45,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Applications",
      "id": "e8a16813-2128-449f-b494-a065fe49b9f8",
      "name": "Applications"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Remote Sensing",
      "id": "87844d01-dfc5-409a-b496-b14a4fc141bb",
      "name": "Remote Sensing"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "international-journal-of-remote-sensing-applications-ijrsa",
  "isopen": true,
  "url": "",
  "notes": "International Journal of Remote Sensing Applications (IJRSA) is an international open-access and refereed journal dedicated to publishing the latest advancements in remote sensing. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "International Journal of Remote Sensing Applications (IJRSA)",
  "revision_id": "4cc779fa-132b-49cf-8fd9-9da448a36c11"
}