{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "51630f99-345a-4683-af8d-e36997fa6581",
  "metadata_created": "2012-10-24T19:49:10.046400",
  "metadata_modified": "2013-10-10T23:15:03.056450",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "745c6676-2c31-41ee-8f77-1d1654ab6c52",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "outside_activities",
  "isopen": false,
  "url": "",
  "notes": "Lights-Out hide'n'seek - This is played just like the original, just turn the lights out and give the seeker a flashlight. In my family we take turns being \"it\" starting with the oldest on down. Playing in the dark gives us some unique hiding places as well! Have fun! - Renae Peck- Marshmallow Mania - Have a bunch of Questions and a bag of marshmallows ready. If someone answers a question correctly, throw a marshmallow at them. The next correct question throw two, and so on. before long everyone will be throwing marshmallows and having a great time. Murder in the Dark ? Get small slips of paper and write each player?s name on each slip of paper. Write IT on one of the papers and put the slips into a bowl or some sort of container. Everyone sits in a circle on chairs and holds hands. Everyone looks away until you say, ?Go? or ?Start.? The person who is it winks at someone (who dies dramatically,  trying not to get caught doing ?the crime.? If the person it doesn?t get caught by the end of the round, they win. If someone guesses wrong they must dramatically die. - Jenna\n\nSupernovae are the most dynamic and energetic events in our Universe. During a supernova event, enough light is released is outshine an entire galaxy of billions of stars. As these events have been studied, it has been determined that there exist two different types of supernovae, each with their own particular characteristics and dynamics. The brightest star in this region is Alnitak, aka Zeta Orionis, and created an enormous amount of interference in my unprocessed image that obscured the uppermost region of the Flame.  Alnitak forms the left hand portion of Orion's belt and is much closer to us than either the Horsehead, IC434, or NGC2024 (and it is therefore not responsible for illuminating any of the other objects in the field).  The material is pulled into a disk around the white dwarf (known as an accretion disk) and as the material builds up it falls on to the star. Eventually, as the mass of the white dwarf increases to the Chandrasekhar limit (1.38 times the mass of our Sun), it will erupt in a violent explosion known as a type I supernova.\n\nThere are so many outdoor activities we can do, and I love science outdoor activities! Read my <a href=http://www.squidoo.com/the-solar-eclipse#module162223022>Build your own lunar explorer</a> article and you will know why. Have a great day!\n",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Outside Activities",
  "revision_id": "44e99574-c009-4464-a5bf-d3a9429eb374"
}