{
  "license_title": null,
  "maintainer": null,
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": null,
  "num_tags": 3,
  "id": "753e5233-8113-416a-b673-fd7f8048ccd1",
  "metadata_created": "2011-12-15T19:02:19.774105",
  "metadata_modified": "2013-10-10T20:10:22.587704",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "e7f30c0d-944b-4a69-84c4-61b08bbf6b98",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The CWEEDS files are computer data sets of hourly weather conditions occurring at 145 Canadian locations for up to 48 years of record, starting as early as 1953, and ending for most locations in 2001. The primary purpose of these files is to provide long term weather records for use in urban planning, siting and design of wind and solar renewable energy systems, and design of energy efficient buildings.",
      "format": "",
      "url": "ftp://arcdm20.tor.ec.gc.ca/pub/dist/climate/CWEC/ENGLISH/",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "753e5233-8113-416a-b673-fd7f8048ccd1",
      "name": null,
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "ab8d8fb7-3123-4875-8347-4163f3f71169",
      "url_type": null,
      "id": "226d9bf2-9b6e-4b9f-923e-7afe46e165a9",
      "resource_type": null,
      "size": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "meta.imported-from-ca-ckan-net",
      "id": "38e43d18-82ef-4624-b593-21db62d9290c",
      "name": "meta.imported-from-ca-ckan-net"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "weather",
      "id": "0fba306e-6c8d-47c5-9dc7-15ce562b851e",
      "name": "weather"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "weatherandclimate",
      "id": "6e02312e-e1f8-4de2-b9ca-efb80247fe11",
      "name": "weatherandclimate"
    }
  ],
  "groups": [],
  "license_id": null,
  "relationships_as_subject": [],
  "organization": {
    "description": "Datasets for http://www.datadotgc.ca/. DataDotGC, which launched, in February 2010, is a Canadian, citizen-led effort to promote open data and help share data that has already been liberated. In Autumn 2011 the datasets moved to the http://theDataHub.org/ and this is now the official home of the DataDotGC datasets going forward.",
    "created": "2011-12-15T18:59:28.065988",
    "title": "Canada",
    "name": "country-ca",
    "is_organization": true,
    "state": "active",
    "image_url": "http://upload.wikimedia.org/wikipedia/en/c/cf/Flag_of_Canada.svg",
    "revision_id": "ad708f77-26b4-4085-9fb4-01470336f280",
    "type": "organization",
    "id": "c1e89abb-13cd-4e18-9078-03d15bf6f256",
    "approval_status": "approved"
  },
  "name": "canadian_weather_year_for_energy_calculation",
  "isopen": false,
  "url": "http://climate.weatheroffice.gc.ca/prods_servs/index_e.html",
  "notes": "The CWEEDS files are computer data sets of hourly weather conditions occurring\r\nat 145 Canadian locations for up to 48 years of record, starting as early as\r\n1953, and ending for most locations in 2001. The primary purpose of these files\r\nis to provide long term weather records for use in urban planning, siting and\r\ndesign of wind and solar renewable energy systems, and design of energy\r\nefficient buildings. The general nature of the files, however, results in their\r\nwidespread applicability to any sector which is weather-sensitive, such as\r\ntransportation, air quality, agriculture, forestry, tourism, structural design,\r\nor general interest.\r\n\r\nUsers will likely find most value in providing the files as input into other\r\nsoftware that processes the observational data in some way that provides more\r\nspecific information germane to the user's requirements. For example, the\r\ninformation in the CWEEDS files can be used as input to design software that\r\nsimulates building or solar energy system performance on an hourly basis. Other\r\npossibilities include the calculation of summary statistics regarding the wind\r\nenergy potential at a location, or finding the means, variability, extremes, or\r\nfrequency of other weather conditions or combination of conditions specifically\r\ntailored to suit an application.\r\n\r\nThere is virtually no limit to the variety of useful analyses that can be\r\nperformed with the data in the CWEEDS files. The user will, however, need to\r\nprovide the software which will perform any additional analyses. Importing the\r\ndata into a spreadsheet or data base program is a common way in which further\r\nanalysis may be performed.\r\n\r\nThe CWEEDS CD-ROMs and disk only include compressed, formatted files of\r\nobserved and estimated weather observations, utility software to uncompress and\r\ncopy the files from the CD-ROMs, and documentation to explain the development,\r\ncontent, and format of the files.\r\n\r\nMost of the 21 weather elements such as temperature and wind speed have been\r\nabstracted directly from the National Digital Climate Archives maintained by\r\nthe Atmospheric Environment Service (AES) of Environment Canada in Downsview,\r\nOntario. Nine of the weather elements relate to solar irradiance amounts and\r\nhave been estimated for each hour for those elements and locations for which\r\nobservations are not available.\r\n\r\nThe computer data sets are arranged so that one year of weather data for one\r\nlocation is contained in one file about one megabyte in size in the\r\nuncompressed, WYEC2 format described below. There are 48 files, for instance,\r\ntotalling over 48 megabytes disk space in WYEC2 format for the full 1953-2001\r\nCWEEDS period of record. In total, the full CWEEDS 4500 files comprise a little\r\nover 4.5 gigabytes. \r\n\r\nA second set of files, called CWEC (Canadian Weather year for Energy\r\nCalculation), has been provided for convenience for a limited number of the\r\nlocations. These files are described in Section 4.",
  "owner_org": "c1e89abb-13cd-4e18-9078-03d15bf6f256",
  "extras": [
    {
      "key": "date_released",
      "value": ""
    },
    {
      "key": "date_updated",
      "value": ""
    },
    {
      "key": "department",
      "value": "Environment Canada"
    },
    {
      "key": "federal_agency",
      "value": ""
    },
    {
      "key": "level_of_government",
      "value": "Federal"
    },
    {
      "key": "temporal_coverage-from",
      "value": "1953"
    },
    {
      "key": "temporal_coverage-to",
      "value": "2001"
    },
    {
      "key": "update_frequency",
      "value": ""
    }
  ],
  "title": "Canadian Weather year for Energy Calculation (CWEC)",
  "revision_id": "6de1a70c-75ba-4c3b-a72d-533d6b423826"
}