{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "c268a7e8-c818-4850-af0b-97ed9ac1a553",
  "metadata_created": "2013-07-15T05:50:38.730642",
  "metadata_modified": "2013-10-10T21:17:24.068067",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The objective of this work is to investigate the effect of using FRP strengthening techniques to rehabilitate cracked structural members like beams under numerous loading conditions. Liner Elastic Fracture Mechanics was adopted in this research program in order to estimate Mode I Stress Intensity Factor (SIF). Standard FEM (ANSYS) was used to simulate the cracked beams by using 8-node quadrilateral element. The current analysis showed that SIF of the cracked structural member decreases by using FRP laminate because of crack bridging. In addition length, thickness and fiber volume fraction of the FRP has great influence on decreasing the estimated SIF.",
      "name": "Using Fiber Reinforced Polymer to Restore Deteriorated Structural Members",
      "format": "",
      "url": "http://www.ijm-me.org/paperInfo.aspx?ID=1862",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "c268a7e8-c818-4850-af0b-97ed9ac1a553",
      "created": "2013-07-15T00:51:33.046250",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "21de80fc-07ec-4c35-87a5-d48a3fa2a5cf",
      "url_type": null,
      "id": "c063d9e0-6020-4dc2-8794-a6f2a678857e",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Recently Pao et al proposed a method to solve the transient response of truss type structures under impact load: the method of reverberation ray matrix (MRRM). This is a novel matrix method in frequency domain that takes into account the multi-scattering of axial and bending waves at the joints and derives scattering coefficients upon equilibrium and compatibility conditions of the joints. The present work develops formulation of MRRM in terms of Euler-Bernoulli beam theory and analyzes the transient response of the structure subjected to step or impulse displacement load. The efficiency and accuracy of MRRM is verified by comparison of results of MRRM and Mindlin’s solution for a single beam, and that of FEM for the transient response of axial and shear forces, bending moment, displacement, velocity and acceleration of a 17-bar rigidly jointed truss. In general, it is found that the result of MRRM still coincides with that of FEM. While, the solving process of MRRM is more simple and quick than that by FEM, and the MRRM needs less computing elements.\r\n",
      "name": "Transient Response of Planar Rigidly Jointed Truss Subjected to Step or Impulse Displacement Load",
      "format": "",
      "url": "http://www.ijm-me.org/paperInfo.aspx?ID=1860",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "c268a7e8-c818-4850-af0b-97ed9ac1a553",
      "created": "2013-07-15T00:52:48.236391",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "63636653-3afe-406b-ae22-6d4798d1c470",
      "url_type": null,
      "id": "29caf7a8-8591-49e1-b430-9fc395fe8f2a",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "While large-scale steel gate railway is subjected to huge wheel pressure, its surface will be under tremendous local contacting stress. As an important process in the railway manufacturing process, heat treatment can enhance the external strength and hardness as well as the internal toughness. Utilizing the high pressure gate in three gorges dam as engineering background, With infinite element method, the temperature field through quenching process is simulated. With the mathematical model based on TTT curve, through programming on ANSYS software, the metallurgical structure field and hardness distributions are obtained. Thereby the relationship between heat treatment processing parameters and the material mechanical proprieties is established. These results suggest that the redesigned heat treatment process can meet the application requirements, and are valuable for guiding the optimization of railway heat treatment process.\r\n",
      "name": "Numerical Simulation and Analysis of Heat Treatment of Large-scale Hydraulic Steel Gate Railway",
      "format": "",
      "url": "http://www.ijm-me.org/paperInfo.aspx?ID=1865",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "c268a7e8-c818-4850-af0b-97ed9ac1a553",
      "created": "2013-07-15T00:53:39.671894",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "f869f245-323c-4ba3-a318-2df2923c2659",
      "url_type": null,
      "id": "8eb252ef-7aa1-4545-befd-b03a702dd30e",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Barium titanate (BaTiO3) Nanoparticles were synthesized via an electrochemical route from Ti metal plate at room temperature. Structural, compositional and optical properties were characterized by XRD, SEM, EDX, FTIR, UV-Vis and photoluminescence (PL) spectroscopy. X-ray diffraction (XRD) confirmed the preferential growth of BaTiO3 nanoparticles that width is ~15 nm in the (110) orientation. The SEM image shows the synthesized BaTiO3 were nanowires in shape. The EDX measurements confirm that the composition of the samples was Ba, Ti and O elements. UV-Vis Spectroscopy shows the absorption peak at ~330 nm. PL measurements reveal an intense and broad band at around the green colour emission region.\r\n",
      "name": "Synthesis and Characterization of Barium Titanate (BaTiO3) Nanoparticle",
      "format": "",
      "url": "http://www.ijm-me.org/paperInfo.aspx?ID=1869",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "c268a7e8-c818-4850-af0b-97ed9ac1a553",
      "created": "2013-07-15T00:54:30.902592",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "46093444-b2e1-469f-a944-37462d68b798",
      "url_type": null,
      "id": "82294495-92ab-40d6-8c86-88b457337fc7",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The fabrication of textile reinforced polymer composites requires the pre-forming of textiles over open, or within closed moulds before the introduction of the resin. This study is therefore concerned with the draping behaviour of jute and glass fibres of various areal densities over double curvature moulds. Experimental investigation of the draping behaviour was performed over a specially designed mould comprising different geometries of fillets and sharp edges. Simulation of the deformation behaviour using PamForm2G application revealed similar results. Large shear deformations are found around large curves and acute angles. The interaction of geometries further forces woven fabrics to undergo severe shear deformations often leading to the creation of wrinkles.",
      "name": "Prediction of Draping Behaviour of Woven Fabrics over Double-Curvature Moulds using Finite Element Techniques",
      "format": "",
      "url": "http://www.ijm-me.org/paperInfo.aspx?ID=1870",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "c268a7e8-c818-4850-af0b-97ed9ac1a553",
      "created": "2013-07-15T00:55:04.966145",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "cc4bb166-8b28-4b04-9934-4c99bf95f9b3",
      "url_type": null,
      "id": "9d35393e-06ba-4ca9-a003-3d04a7265411",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Plasma spray deposits of Yttria-Stabilized Zirconia (YSZ) were tested as an attachment method for fiber optic strain sensors in power generation applications. Thermal stresses affect the adhesion lifetimes of the deposits, and therefore the lifetimes of the sensors when used in a variable temperature environment. The deposits were tested for elastic strain using Raman spectroscopy and modeled with COMSOL® Multiphysics®. Raman spectroscopy was used to compare the stress state of the deposits as-processed and after thermal loading by monitoring a shift by a monoclinic YSZ peak. The 3D model shows that the thermal stresses retained after the thermal load are not sufficient to cause delamination. The thermal stresses at the maximum temperature, 973 K, are large enough for failure but diffusion and other non-catastrophic relaxation mechanisms are more dominant at elevated temperatures.\r\n",
      "name": "Thermal Stress Measurement and Modeling in Plasma Spray Deposits Used for Attaching Fiber Optic Sensors",
      "format": "",
      "url": "http://www.ijm-me.org/paperInfo.aspx?ID=1872",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "c268a7e8-c818-4850-af0b-97ed9ac1a553",
      "created": "2013-07-15T00:56:26.807467",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 5,
      "revision_id": "c21de219-8450-45c3-bb06-307e0c3935fc",
      "url_type": null,
      "id": "743b6075-f006-46f1-b5f6-d9d8dd69a23c",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Different ZnO nanostructures are prepared by a two-step hydrothermal method. X-ray diffraction results show that all samples are the typical hexagonal wurtzite structure without any other new phase. SEM and TEM images show that the morphology of the films can be controlled from hexagonal nanorods (irregular/regular) to hierarchical nanostrucure (nanorods covered by nanoflakes) through regulating the concentration of the solutes. The intensity of A1(LO) in Raman spectra caused by defects monotonously enhances with the increase of the moles. Additionally, the UV-vis absorption spectra were also measured.",
      "name": "Study on Synthesis and Optical Properties of ZnO Hierarchical Nanostructures by Hydrothermal Method",
      "format": "",
      "url": "http://www.ijm-me.org/paperInfo.aspx?ID=1861",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "c268a7e8-c818-4850-af0b-97ed9ac1a553",
      "created": "2013-07-15T00:57:14.626736",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 6,
      "revision_id": "4a734e7a-66ab-4fb2-ab26-09918e06dd83",
      "url_type": null,
      "id": "0ed85cf3-8474-430f-a626-167c806a291c",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " The structural, electric and magnetic properties of PrSrCoO4 and Pr0.4Sr1.6CoO4 layered perovskites have been investigated. The Rietveld refinements of x-ray powder diffraction (XRD) patterns at room temperature indicate that the samples crystallize in K2NiF4-type structure with group symmetry I4/mmm. The specimens exhibit semi-conducting behavior. The electric mechanism of PrSrCoO4 obeys Arrhenius law and might be understood by small polaron models. On the other hand, the conduction of Pr0.4Sr1.6CoO4 follows two-dimensional variable range hopping model (2D-VRH). The magnetic properties of PrSrCoO4 show Curie-Weiss paramagnetic behavior within the studied range of temperature. While Pr0.4Sr1.6CoO4 exhibits two magnetic transitions; one is due to Griffiths phase and second because of a mixture between ferromagnetic (FM) and antiferromagnetic (AFM) transition. These transitions become broad and shifted towards low temperatures with increasing applied field. No complete FM state was observed for this higher content of Sr. Comparison with similar compounds of the same Sr content is also discussed.\r\n",
      "name": "Structural, Electric and Magnetic Properties of PrSrCoO4 and Pr0.4Sr1.6CoO4 Layered Perovskites",
      "format": "",
      "url": "http://www.ijm-me.org/paperInfo.aspx?ID=1871",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "c268a7e8-c818-4850-af0b-97ed9ac1a553",
      "created": "2013-07-15T00:58:09.328352",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 7,
      "revision_id": "a244c719-1524-4ac0-813e-fb0844301158",
      "url_type": null,
      "id": "cefa595a-7cb4-4065-bf68-23c542cc0836",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The ribbons of Ti1.4V0.6Ni and TiVNi alloys were synthesized by arc-melting and subsequent melt-spinning techniques. The structures and magnetic properties were investigated. The results showed that the icosahedral quasicrystal (I-phase), Ti2Ni-type face centered cubic (FCC) phase and body centered cubic (BCC) structural solid solution phase existed in Ti1.4V0.6Ni alloy, and the Ti2Ni-type FCC phase and BCC solid solution phase presented in TiVNi alloy. The relationships of M-H (magnetization - magnetic field) and M-T (magnetization - temperature) of the alloy ribbons were investigated by using SQUID (Superconductivity Quantum Interference Device). The results demonstrated that the magnetic behavior was different, which is the Ti1.4V0.6Ni alloy ribbons exhibited higher ferromagnetic properties than those of TiVNi alloy ribbons both at 15 and 300 K.\r\n",
      "name": "Structure and Magnetic Behaviors of Melt-spun Ti1.4V0.6Ni Alloy Containing Lcosahedral Quasicrystalline Phase",
      "format": "",
      "url": "http://www.ijm-me.org/paperInfo.aspx?ID=1873",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "c268a7e8-c818-4850-af0b-97ed9ac1a553",
      "created": "2013-07-15T00:59:01.880585",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 8,
      "revision_id": "ba8d2473-5041-4536-ac92-cb4907a153bf",
      "url_type": null,
      "id": "732bc814-4ed7-412f-b65d-2888ba13863e",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In foundry, most of the moulds and cores are based on silica sand since it is the most readily available material at lowest cost. In this study, several silica sand samples from six locations in Terengganu’s state have been investigated for the potential of Terengganu’s silica for foundry use. The important properties studied are grain fineness number, size distribution, total clay content, specific surface area, grain classification and chemical composition. The results shows that all Terengganu’s silica sand have high percentage of silica content within the range of 97.2 - 98.7%, where Telaga Papan sand has the highest silica content of 98.7%. On the contrary, all the samples show small percentage of iron oxide between the ranges of 0.06% to 0.25% with Kuala Abang has the highest of 0.25% of iron oxide. As foundry materials, the silica content should be more than 95%. Based on these results, regardless of grain fineness number (GFN), the sand was found to be suitable candidate to be used as foundry materials. However, if the average grain size represents by GFN is taken into consideration, Kuala Abang’s silica with 57 GFN and Jambu Bongkok’s silica with 49 GFN are most suitable as foundry materials.",
      "name": "Preliminary Study on the Potential of East Coast of Peninsular Malaysia’s Silica for Foundry : Case Study - Terengganu",
      "format": "",
      "url": "http://www.ijm-me.org/paperInfo.aspx?ID=1875",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "c268a7e8-c818-4850-af0b-97ed9ac1a553",
      "created": "2013-07-15T00:59:37.684499",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 9,
      "revision_id": "66299586-aa6f-4c85-8b23-3883004ddf4a",
      "url_type": null,
      "id": "0741420f-7626-4f27-8472-ca32f0a4253c",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The aluminum piston Al 11wt% Si alloys SC100, ACA8, A4032 were tested together with A2618-T6 concerning their mechanical properties and their thermal fatigue behavior. The alloy A2618 shows a better elongation to failure and higher yield stress compared to the other alloys by maintaining the low coefficient of thermal expansion (CTE). Thermal fatigue experiments confirmed that the Coffin-Manson equation can be used for life time prediction with the coefficients CP = 0.0385, KP = -0.377 comparable for A2618, while Kp =-0.45 for ACA8 and SC100 is obtained. The activation energy derived from the temperature dependence of life time was estimated as Q = 0.5eV as typical for aluminum alloys.",
      "name": "Thermal cyclic fatigue analysis of three Aluminum piston Alloys",
      "format": "",
      "url": "http://www.ijm-me.org/paperInfo.aspx?ID=1868",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "c268a7e8-c818-4850-af0b-97ed9ac1a553",
      "created": "2013-07-15T01:00:14.599880",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 10,
      "revision_id": "486229b5-5ba8-4811-b86e-1ee0794e3bae",
      "url_type": null,
      "id": "ada66474-d653-41f1-b941-9f98f844090f",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper presents a numerical study using FEM of adhesively bonded steel beams under three point bending. Previous studies done by Hashim had examined the behavior of pure adhesive layers experimentally and by FEM, and it was found that the FE analysis showed a good accuracy with respect to the experimental test which was adopted to minimize the efforts and the cost. Accordingly, in the present analysis using FEM was the major technique to investigate the possibility of improving the properties of the adhesive layers by enhancement using fillers like fiber reinforcements. Therefore, the authors focused on the improvement of the characteristics of the reinforced adhesive layers in order to improve the mechanical response of the adhesively bonded beam. To elucidate the effectiveness of the advantages of the fiber reinforcement and its impact on the whole bonded structure behavior, interface coefficient for the adhesive layer was estimated for both stresses and deflections and compared for both bonded and solid beams (welded). Due to complication of studying the welded structures because of the residual and thermal stresses, a comparison by considering the welded beams as solid one for simplicity is proposed. The numerical simulations were compared with classical beam theory while sandwich theory was applied to the bonded beams as an analytical investigation. As a result of the study, it was found that by reinforcing the adhesive layer using fiber fillers, the flexural stiffness of the bonded beam increased, and as a consequence the bending and the shear stresses are decreased.\r\n",
      "name": "Structural Assessment via FEA of Bonded Steel Structures using Fiber Reinforced Epoxy Adhesive",
      "format": "",
      "url": "http://www.ijm-me.org/paperInfo.aspx?ID=2310",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "c268a7e8-c818-4850-af0b-97ed9ac1a553",
      "created": "2013-07-15T01:01:09.536991",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 11,
      "revision_id": "1ff47813-adb2-42d5-96dc-1a4f11fa4856",
      "url_type": null,
      "id": "2da84c10-9ece-44e0-a819-90204c670333",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Ultrasonic velocity and density measurements have been measured for drug Combiflam in binary aqueous alcoholic ( Methanol and Ethanol) mixtures at 25Ultrasonic velocity measurements were carried out at frequency 1 MHz using interferometer (Mittal enterprises, New Delhi). Solvent system having 100 to 0 mol% of water with methanol (MeOH) and ethanol (EtOH) at 10 mol% intervals have been prepared and investigated. Solutions containing a 0C. The velocity and density data of solvent/solvent mixtures/ drug solutions have been employed to calculate various desired acoustical parameters e.g. specific acoustic impedence (Z), relative association (R.A.), adiabatic compressibility (β), intermolecular free length ( Lf), molar volume (Vm) and molar sound velocity (Rm)The results of the desired parameters have been discussed as a function of solvent mixtures, concentration of drug and nature of alcohol. However, these acoustical parameters are examined in terms of drug-drug, drug-solvent and drug-surfactant interactions resulting from various electrostatic and hydrophobic interactions.",
      "name": "Acoustical Studies of Drug Combiflam in Aqueous Alcoholic Mixtures",
      "format": "",
      "url": "http://www.ijm-me.org/paperInfo.aspx?ID=2313",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "c268a7e8-c818-4850-af0b-97ed9ac1a553",
      "created": "2013-07-15T01:01:40.914357",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 12,
      "revision_id": "e6a77170-2902-40d7-ab37-938809f5c136",
      "url_type": null,
      "id": "c3e0b0d9-c9c1-4ace-8695-acc150d18062",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper revisits the problem of a spinning top in a uniform gravitational field when one point on the symmetry axis is fixed in space. It is an instructive and synthetic work of which the theoretical part includes all necessary issues to formulate the full differential equations governing the general motion of the spinning top under arbitrary initial conditions. Both Euler and Lagrange formulations are discussed. Moreover, closed form analytical solutions are derived for the regular precession and the nutation. The numerical integration of the equations was achieved using the standard Runge-Kutta scheme ODE45 available in MATLAB®, which was initially applied to the totality of Euler’s equations and then to Lagrange’s equations. Also, in house RK2 and RK4 Runge-Kutta as well as Crank-Nicolson schemes were applied in conjunction with the constraint for energy conservation. The quality of the numerical solution was evaluated by testing the conservation of total energy as well as angular momenta in the form of residuals in the corresponding Euler’s dynamic equations.",
      "name": "Revisiting the Spinning Top",
      "format": "",
      "url": "http://www.ijm-me.org/paperInfo.aspx?ID=2316",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "c268a7e8-c818-4850-af0b-97ed9ac1a553",
      "created": "2013-07-15T01:02:30.703128",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 13,
      "revision_id": "dcab816d-f496-45b3-8b06-690d0e6a870e",
      "url_type": null,
      "id": "f0cfda2b-20d4-4c8f-99d5-7e9bab430c9f",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The vane motion law and the acting forces on the sliding vane in a double vane ellipse rotor compressor were formulated and analyzed. Based on the analysis of the dynamic characteristic of the sliding vane, self-locking phenomena of the sliding vane was analyzed. A mathematic model for the calculation of the critical parameter of self-locking was established. Calculations on the dynamic characteristic and the critical parameter were performed for a prototype of the double vane ellipse rotor compressor. The calculated results show that the possibility of self-locking increases with the decrease of the length ratio of the shorter and longer axis of the rotor. The pressure ratio is also a factor which affects the possibility of self-locking. Under the condition of normal pressure ratio, self-locking is mainly related to the length ratio of the shorter and longer axis of the rotor.",
      "name": "Analysis on Self-locking of Sliding Vane in a Double Vane Ellipse Rotor Compressor",
      "format": "",
      "url": "http://www.ijm-me.org/paperInfo.aspx?ID=2317",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "c268a7e8-c818-4850-af0b-97ed9ac1a553",
      "created": "2013-07-15T01:03:31.807896",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 14,
      "revision_id": "d3cd297e-ed17-41aa-ba8e-7cfbfe297f59",
      "url_type": null,
      "id": "499e64a0-d959-4d99-8ea1-f847f73eb491",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "According to the Y-connected three-phase full-controlled bridge between two turn-on circuit, the paper studies the working principle and builds the mathematical model of permanent magnet brushless DC motor(BLDCM). Then the paper introduces fuzzy control technology, and designs the fuzzy control system of permanent magnet BLDCM, at the same time, the paper makes simulation in Matlab/Simulink. Being different from the conventional PID control system, the fuzzy control system of BLDCM can enhance the anti-interference ability of the outside environment, and the fuzzy control system can also reduce significantly torque ripple of BLDCM. Therefore, the fuzzy control technology is introduced in the application of permanent magnet BLDCM, and provides a very idea to the application of BLDCM for the majority of the scientific and technical workers.",
      "name": "The Technology Study of Fuzzy Control System for Permanent Magnet Brushless DC Motor",
      "format": "",
      "url": "http://www.ijm-me.org/paperInfo.aspx?ID=2318",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "c268a7e8-c818-4850-af0b-97ed9ac1a553",
      "created": "2013-07-15T01:04:10.128544",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 15,
      "revision_id": "615365d3-f5b6-41fd-ad32-0ab8e2acacd6",
      "url_type": null,
      "id": "1858c92e-cdcd-416b-83ac-ba5931e2ad85",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This design is to establish a freight security system with real-time communication and active safety monitoring. Its purpose is to reduce the traffic accident rate, reduce the loss of goods, and achieve the automatic evaluation of safety performance; these system is an internet of vehicles system with security as the core that building by vehicle MC, PC monitoring software and communication system. It perceives vehicle safety status, protects security, RMON and command by intelligent vehicle MC and PC monitoring software that independent research and development. It creates the 4-layer communication protocol stack based on GPRS / PPP / TCP / IP and transport security data. The design constructs an internet of vehicles composed of freight vehicles, control center, specific phones that is able to protocol conversion, wired / wireless network transmission for signal and full-duplex communication for instruction. The system is designed for dynamic security monitoring of trunk transport, can be achieve real-time automatic security surveillance and remote real-time / delay artificial security monitoring with early warning of non-normal driving, emergency rescue for traffic accidents, the smart anti-theft for whole vehicle and speed limit by two-way and multi-level function, etc. The system provides intelligent and active solution for freight security. Enterprise more refined and dynamic manages transport through this system, can be achieved to reduce traffic accidents, reduce losses and improve the management efficiency.\r\n",
      "name": "Design on the Active Safety Protect System for Internet of Freight Vehicles",
      "format": "",
      "url": "http://www.ijm-me.org/paperInfo.aspx?ID=2319",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "c268a7e8-c818-4850-af0b-97ed9ac1a553",
      "created": "2013-07-15T01:05:16.330148",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 16,
      "revision_id": "8f735202-7c56-4592-ad5a-8da4a3ef3bf6",
      "url_type": null,
      "id": "cc71e139-aa4d-4f49-8b5d-feff148cfb35",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In the present work, the ultrasonic attenuation coefficient was determined for a hip prosthesis made of polyethylene and with an internal structure formed by misfitting inclusions. The acoustic energy attenuation throughout the prosthetic stem was estimated by ultrasound excitation of the hip prosthesis and was employed to determine its damping capacity. It was found that while the acoustic wave travels though the internal structure of prosthesis stem, the geometrical arrangement of the inclusions and its particular orientation, provoke scattering of the acoustic, increasing thus the prosthesis damping.",
      "name": "Ultrasonic Attenuation Coefficient of a Hip Prosthesis with Inclusions",
      "format": "",
      "url": "http://www.ijm-me.org/paperInfo.aspx?ID=2398",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "c268a7e8-c818-4850-af0b-97ed9ac1a553",
      "created": "2013-07-15T01:06:08.378038",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 17,
      "revision_id": "ff50b0ee-1b50-493f-85d8-de10409c8ac4",
      "url_type": null,
      "id": "8173dee0-a0f2-4771-852c-56ce715b3f19",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Power transformer outages have a considerable economic impact on the operation of an electrical network. In order to draw maximum power from transformers and, at the same time, avoid thermal mishaps, it is essential to carefully study its thermal behavior. Furthermore, an accurate computation of the hottest spot temperature (HST) helps in a realistic estimation of the reliability and remaining life of the transformer winding insulation. This paper presents steady state temperature distribution of a power transformer layer-type winding using conjugated heat transfer analysis, therefore energy and Navier-Stokes equations are solved using finite difference method. Meanwhile, the effects of load conditions and type of oil are investigated using the model. Oil in the transformer is assumed nearly incompressible and oil parameters such as thermal conductivity, special heat, viscosity, and density vary with temperature. Comparing the results with those obtained from finite integral transform checks the validity and accuracy of the proposed method.",
      "name": "Power Transformer Winding Thermal Analysis Considering Load Conditions and Type of Oil",
      "format": "",
      "url": "http://www.ijm-me.org/paperInfo.aspx?ID=1881",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "c268a7e8-c818-4850-af0b-97ed9ac1a553",
      "created": "2013-07-15T01:06:51.380655",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 18,
      "revision_id": "570f343a-79ec-46ed-9640-683670057df3",
      "url_type": null,
      "id": "2920f2b6-8ad8-4739-8314-597593290c7c",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The new wear resistance criterion based on standard mechanical properties of steels and alloys is proposed. Using this criterion it is possible to conduct the ranking of various steels grades on wear resistance without needing of their tests on wear. Such ranking of steels can be used for various engineering industries and at different stages of technological processes at the creation of machines.\r\n",
      "name": "Criterion of Wear Resistance for Ranking Steels and Alloys on Mechanical Properties",
      "format": "",
      "url": "http://www.ijm-me.org/paperInfo.aspx?ID=1880",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "c268a7e8-c818-4850-af0b-97ed9ac1a553",
      "created": "2013-07-15T01:07:43.294730",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 19,
      "revision_id": "c60af757-04d3-4a88-bacc-da5a4db2ebb3",
      "url_type": null,
      "id": "55e49aea-231e-4613-be2c-fd78ba238119",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The objective of this research is to investigate the solder joint reliability of board-level 3D pyramid package-on-package (POP) stacked-die packages in transient drop analysis. Three kinds of lead-free solder alloy, Sn4Ag0.5Cu, Sn3.5Ag0.5Cu and Sn3.5Ag are introduced to demonstrate the transient dynamic response subjected to JEDEC sine wave pulse-controlled drop test. In order to evaluate the structure of the interested area a strip model sliced from, the full test vehicle is introduced in this research. In addition, the submodel region is particularly chosen with the strip model by performing the cut boundary interpolation. The envelope of equivalent stress for the outermost solder joint off the end of the strip model is drawn to illustrate the potential failure sites and mechanism. The cut boundary of submodel is verified and the mesh density of submodel is examined. For a refinery mesh of submodel, parametric studies for structure and material are carried out to investigate the reliability of the outermost solder joint, and the results are summarized as design rules for the development of 3D IC packages. A series of comprehensive parametric studies are conducted in this research.",
      "name": "Finite Element Modeling of SnAgCu Alloy on 3D Package-on-Package (POP) Subjected to Board Level Drop Test",
      "format": "",
      "url": "http://www.ijm-me.org/paperInfo.aspx?ID=2745",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "c268a7e8-c818-4850-af0b-97ed9ac1a553",
      "created": "2013-07-15T01:09:00.972748",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 20,
      "revision_id": "a18e7891-f275-4f07-9a7d-54b6862a12fb",
      "url_type": null,
      "id": "3b924063-c907-4c4e-ba18-61e19f1653bc",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Porous NiTi alloys are potential functional structural materials; however, the properties of porous NiTi alloys are not avalible for practical use as there are not desirable fabricating methods at present. This paper has provide a new way for fabricating porous NiTi, namely, transient liquid phase synthesizing process with the powder mixture of NiTi2 and Ni as raw materials. The results show that a porous NiTi alloy, with porosity of around 10% and pore size of within 20μm, is obtained when the (NiTi2+Ni) green sample is heated above 1000 oC for 30 min. The metal wall of porous NiTi alloy has a NiTi phase dominant microstructure with a few granular shaped second phases of NiTi2 and Ni3Ti. Both the pore shape and second phase shape get much round with increasing synthesizing temperature and time. The synthesizing procedure and its mechanism have been discussed.",
      "name": "Microstructures of Porous NiTi Alloy Prepared by Transient Liquid Phase Diffusion Synthesizing Process",
      "format": "",
      "url": "http://www.ijm-me.org/paperInfo.aspx?ID=1867",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "c268a7e8-c818-4850-af0b-97ed9ac1a553",
      "created": "2013-07-15T01:09:43.300371",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 21,
      "revision_id": "99a59c49-7b56-4af1-9ec7-633045fdc662",
      "url_type": null,
      "id": "c781eaae-ecd2-46f2-9acd-82c4b08ae1fc",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper presents the results of some experimental tests concerning the basalt parts submitted to specific thermic stresses, and resulted from the operation of machine tools. The tests were also involved in similar cast iron parts, in order to compare the results and to establish the possibility of using basalt in building mechine tools.\r\n",
      "name": "The Basalt-a Material Used in Machine Tools Parts Manufacturing--The Behaviour of Basalt Parts Submitted to Thermic Stresses",
      "format": "",
      "url": "http://www.ijm-me.org/paperInfo.aspx?ID=2679",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "c268a7e8-c818-4850-af0b-97ed9ac1a553",
      "created": "2013-07-15T01:10:24.385477",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 22,
      "revision_id": "1f6a3c29-5e46-4a4b-b887-21f18b3dbd87",
      "url_type": null,
      "id": "88fefbaf-6ee2-4945-b0c2-0ce4067367df",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper presents a simulation study aimed at investigating the potential of using fuzzy controller for active vibration control in a piezoelectric Stewart platform. The focus of the study is to assess, through simulation, the control authority of the piezo stack actuators for effectively controlling the Stewart platform vibration. Dynamic analysis of the structure is performed using Matlab/Simulink. Each leg of the active interface consists of a linear piezo stack actuator, a collocated force sensor and flexible tips for the connections with the two end plates. The piezoelectric stack is modeled as a bar element and the electro-mechanical coupling property is simulated. The open loop and closed loop dynamic response simulations are done in Matlab/Simulink. The closed loop implementation is aimed at achieving maximum damping of the six rigid body modes of the system, through six local fuzzy force feedback controllers. Simulations are carried out in Matlab/Simulink to characterize the effect of control on the overall response of the closed loop control to white noise disturbance forces, with the constraint on the stack actuator voltage to be within a specified bound. Using fuzzy controllershows improvement in the damping of the structure.",
      "name": "Active Vibration Control of Piezoelectric Stewart Platform Based on Fuzzy Control",
      "format": "",
      "url": "http://www.ijm-me.org/paperInfo.aspx?ID=2585",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "c268a7e8-c818-4850-af0b-97ed9ac1a553",
      "created": "2013-07-15T01:11:07.698255",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 23,
      "revision_id": "4cccefb4-10e4-4a87-9ce0-89cabf536552",
      "url_type": null,
      "id": "0c7576ce-5d18-4c44-a5af-cf9b7e21ae4d",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Fe86Mn13C alloy (Gadfild's steel) possesses unique mechanical, electric and magnetic properties. As the alloy is widely used in mechanical engineering, one of the challenges is to study the structure of bulk samples of the alloy with the purpose to improve its mechanical properties. Thanks to the special modulated structure, the alloy holds unique electric and magnetic properties. Another task is to investigate thin films of Fe86Mn13C as a possible solution to the problems of spintronics. Three-dimensional models are suggested to describe the formation of a deformation martensite structure in Fe86Mn13C alloy in the form of self-assembled clusters. The models are based on pilot studies of the alloy structure and properties. It is shown that combinations of anti-ferromagnetic austenite and ferrimagnetic martensite of deformation create unique electric and magnetic properties of Fe86Mn13C alloy in both bulk and thin-film state.",
      "name": "The Structure, Magnetic Properties, and 3D Simulation of Deformation Martensite in Fe86Mn13C Alloy",
      "format": "",
      "url": "http://www.ijm-me.org/paperInfo.aspx?ID=3083",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "c268a7e8-c818-4850-af0b-97ed9ac1a553",
      "created": "2013-07-15T01:12:31.464676",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 24,
      "revision_id": "9f992f42-7428-4dc1-82ac-6e56a3721447",
      "url_type": null,
      "id": "21b7d3c0-d397-4ebb-8340-e2739328c34c",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Li1-xW0.01FePO4 was synthesized by rheological phase reaction method. The XRD technology was used to analyze the structure of samples. The method of transmission electron microscope was taken to observe morphology of the particles. The electrochemical properties were also studied. The results show that the non-stoichiometric Li1-xW0.01FePO4 as a cathode material behaves excellent electrochemical properties to compare with pure LiFePO4. The initial discharge capacity of Li1-xW0.01FePO4 arrived at 154 mAh/g at 0.1 C. The discharge capacity of Li1-xW0.01FePO4 was retained at 139 mAh/ g after 100 cycles. The Li1-xW0.01FePO4 still behaved better performances at higher charge/discharge rate (1C). The possible reasons for Li1-xW0.01FePO4 to behave outstanding electrochemical properties are discussed also.\r\n",
      "name": "Synthesis and Eectrochemical Properties of Non-stoichiometric Li1-xW0.01FePO4",
      "format": "",
      "url": "http://www.ijm-me.org/paperInfo.aspx?ID=2698",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "c268a7e8-c818-4850-af0b-97ed9ac1a553",
      "created": "2013-07-15T01:13:42.399109",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 25,
      "revision_id": "4fb928e9-f2e9-4539-8297-8785f7baeff4",
      "url_type": null,
      "id": "cd8befaa-4c31-47d0-ab00-cd9eafd10f10",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The repair and rehabilitation of concrete structures has become a necessary measure for deficient structures. The deficiency of structure is generally due to the unexpected loads, corrosion and upgradation of load standards. Concrete structures are generally subjected to very light to severe damage due to seismic and wind loads. The visual damages can be comfortably observed during visual inspection, but the damages occurred internally needs examination through experimental and/or analytical investigation. These methods also have their own limitations. The present study was carried out to arrive at the percentage of damage in reinforced concrete beam from its stiffness degradation. A repair mechanism for concrete beam with a particular percentage of damage has been attempted. CFRP which is a well accepted and efficient material for repair and rehabilitation is used in this study. The reinforced concrete beam has been tested and the performance under cyclic load has been observed. The stiffness degradation in each cycle has been observed for an equivalent damage assessment. The information on damage level from the results is used to predict the loading required to simulate the required percentage of damage. A guideline for simulation of required percentage damage has been arrived. In a set of experiments, beams were subjected to different levels of loading to create varying percentage damage and then the damaged beams were repaired with CFRP. The undamaged control beam has been strengthened with CFRP laminates and the repaired/strengthened beams were tested under monotonic load for comparison. The study has confirmed the applicability of cyclic loading method to evolve the stiffness degradation and damage assessment. The bonding strength of CFRP governs the strength of the repaired beams in most cases. The bonding of CFRP is better in the cracked beams than in the un-cracked beam. The results have also shown that the repaired damaged beams outperformed than the undamaged control beam strengthened with CFRP.",
      "name": "Damage Assessment and Strengthening of Reinforced Concrete Beams",
      "format": "",
      "url": "http://www.ijm-me.org/paperInfo.aspx?ID=2699",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "c268a7e8-c818-4850-af0b-97ed9ac1a553",
      "created": "2013-07-15T01:16:00.499193",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 26,
      "revision_id": "6e379dbb-50d3-4dc6-91b0-01be3d453601",
      "url_type": null,
      "id": "07ec6f4b-33be-4034-bd6c-8a4070fcb572",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 27,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Material and Mechanical Engineering",
      "id": "b3ff1feb-0a10-448d-868c-5a993ab1a4e8",
      "name": "Material and Mechanical Engineering"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-ijm-me-org",
  "isopen": true,
  "url": null,
  "notes": "International Journal of Material and Mechanical Engineering (IJMME) is an internationally refereed journal dedicated to publishing the latest advancements in material and mechanical engineering research. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "International Journal of Material and Mechanical Engineering (IJMME)",
  "revision_id": "22b12d4f-f0bf-4b15-ba38-b55820ccb414"
}