{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "4abe23b7-c8d2-41c3-a182-8250e20c6ed6",
  "metadata_created": "2012-11-14T20:09:19.501294",
  "metadata_modified": "2013-10-10T21:12:20.947963",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "745c6676-2c31-41ee-8f77-1d1654ab6c52",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "have_camping_adventures_that_excite",
  "isopen": false,
  "url": "",
  "notes": "To safeguard your security and possess a truly fantastic camping knowledge, do not forget that you will find some basic guidelines you should know before you go. The outstanding suggestions provided here can help to make your camping adventures an excellent accomplishment.\n\nMake an effort to discover a campsite that is certainly closer for your residence for your comfort when in your first trip. You can expertise quite a few issues, including gear failure, and wish to cut the trip short. You might run brief of food or need more clothing than you packed. The first time, you should camp at close to house inside the occasion of an emergency.\n\nAlways uncover your shelter before it gets dark if you go camping. It may be difficult to set up camp when it is dark outdoors. That can be particularly true for someone who reside in the suburbs and is just not utilised to total darkness. To make certain you get your campsite operational arrive many hours prior to sunset.\n\nConstantly set up your camp before nightfall. Select a parking spot that you simply really feel comfortable with should you be camping in an RV. Locate a piece of ground that's flat and dry if you're placing up a tent. In the event you do not do this, you may locate oneself within a precarious and unsafe location following dark. It will also save some time and frustration because you will be able to determine much better.\n\nTake water purification tablets with you. Even if you believe you've brought sufficient water or you program to boil water that you simply collect, you may very easily exhaust your supply or run brief on time. If you have in no way utilised purification tablets prior to, you may want to give them a try before you embark in your camping trip. Do not get dehydrated simply because you dislike the taste.\n\nYour trip will likely be a lot more fun and stress-free if you take the time to properly prepare. Making use of the suggestions you've discovered right here, you are able to get pleasure from your outdoor adventure safe within your knowledge that you are ready for something.\n\nI hope you had a chance to watch the solar eclipse last night. I enjoyed it. If you want to know more about the solar eclipse, please read my <a href=http://www.squidoo.com/the-solar-eclipse#module162198930>Solar Eclipse Pictures</a> post. Enjoy!",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Have Camping Adventures that Excite",
  "revision_id": "bfa26f99-80fa-40d2-9552-5af2ffeca462"
}