{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "c30bd0df-1d23-489c-ac4c-856aead96a22",
  "metadata_created": "2013-07-18T02:39:30.262850",
  "metadata_modified": "2013-10-10T21:17:42.073498",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Tree fodders are the main constituent of livestock feed, especially for goats, in mid-hills of Nepal. Stylo grass (Stylosanthesis guinenis) is also offered to livestock, but in much smaller quantities it can ease some of the pressure on tree fodder collection for livestock. It is grown in the mid-hills of Nepal, often on marginal land, and is also intercropped with trees. In this study, goats were offered up to 5 different tree fodders including khanayo (Ficus semicordata), sal (Shorea robusta), kabro (Ficus lacor), katus (Catannopsis tribuloides) and aanp (Mangifera indica) and stylo grass as supplement. We predicted that stylo grass (1) would have a greater effect on body mass of goats than any of the tree fodders and (2) would reduce the intake of tree fodders. Twenty castrated local Khari goats (initial mean body mass = 12.8±0.22 kg), 6 to 8 months of age, were selected and divided randomly into four groups of five goats each. The groups received tree fodders randomly and either 0, 120, 360 or 600 g fresh matter of stylo grass for 120 days. Stylo grass and all tree fodders significantly affected final body mass. Our predictions were partially confirmed. The total dry matter intake of tree fodders was reduced with an increase in stylo grass intake, as predicted. Furthermore, stylo grass intake significantly affected body mass, also as predicted, however, its effect was less than three of the tree fodders. Stylo grass orts were similar when the goats were offered with 120 and 360 g/d fresh matter, but increased when offered with 600 g/d fresh matter. This suggests that a level of less than 600 g/d fresh matter stylo grass should be offered to grow Khari goats.",
      "name": "Effect of Stylo Grass (Stylosanthesis Guinenis) Supplement on Body Mass and Forage Intake of Khari Goats in the Mid-Hills of Nepal",
      "format": "",
      "url": "http://www.seipub.org/ijast/paperInfo.aspx?ID=2921",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "c30bd0df-1d23-489c-ac4c-856aead96a22",
      "created": "2013-07-17T21:39:59.326949",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "358d16f8-43fb-4d48-a388-b90403e82a95",
      "url_type": null,
      "id": "4e842089-1052-473e-86fd-c0425f4654d7",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Degradation behavior of β–cyfluthrin in cotton seed, lint and soil under crop was studied, by conducting a field experiment at the Research Farm of CCS HAU, Hisar. The mean deposits were found to be 0.005 and 0.022 mg kg-1 in cotton lint at the time of harvest for minimum effective (18 g a.i ha-1) and double effective dose (37.5 g a.i ha-1), respectively. Average residues in cotton lint were found below MRL value at single dose and nearly equal to MRL value at double dose application. In cotton seed oil, the residues were observed to be below MRL at both the doses. In soil the β –cyfluthrin residues maintain little amount at harvest time.",
      "name": "Terminal Residues of β-Cyfluthrin in Cotton",
      "format": "",
      "url": "http://www.seipub.org/ijast/paperInfo.aspx?ID=2470",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "c30bd0df-1d23-489c-ac4c-856aead96a22",
      "created": "2013-07-17T21:40:40.155572",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "c01801d7-8e6d-4ca7-94f8-d5f9f6447f4d",
      "url_type": null,
      "id": "3a7813f6-9119-4d70-803a-d369b01c6b1c",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " This study aimed to probe into the barriers and reasons for elderly farmers’ agricultural operations and participation in life activities, and to further plan related guidance policies in order to allow elderly farmers to enjoy their old age. This study found that the obstacles for elderly farmers’ agricultural operations are reflected from their inferior economic situations. Only 3% of farmers suggested that their economic situation is sufficient. Nearly 30% of elderly farmers suffered from sickness and declination; however, in order to make a living, they had to continue performing their agricultural activities. Elderly farmers who had not participated in any community activities in the past year indicated that their reasons for non-participation were “no time”, “not interested” and “no idea about the activities”, with “no time” having the greatest response (41.1%). Elderly farmers who had not participated in courses related to agricultural operations in the past year indicated that their reasons for non-participation were “no time”, “not interested” and “no idea about the activities”, with “no idea about the activities” (38%), followed by “not interested” (34.9%) and “no time” (27%). Therefore, it was necessary to probe into elderly farmers’ motivation and barriers to participation.",
      "name": "Counseling Strategies Evaluation Indexes for Agricultural Business Management, Community Activities Participation, and Skills Learning of Elderly Farmers - Using Taiwan as an Example",
      "format": "",
      "url": "http://www.seipub.org/ijast/paperInfo.aspx?ID=4393",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "c30bd0df-1d23-489c-ac4c-856aead96a22",
      "created": "2013-07-17T21:41:27.350404",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "80419a18-1d4a-41b0-b501-f02782e62cc6",
      "url_type": null,
      "id": "734fce40-9f7d-4349-8cdb-dd3754f06af6",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Field study was carried out to investigate persistence and dissipation kinetics of thiodicarb (Larvin 75 WP) applied at the time of flower initiation stage of cotton crop (H-1117) @ 500 (T1) and 1000 g a.i.ha-1 (T2) during kharif season. The dissipation was 100% in soil at both the doses after 35 days of application following a first order kinetics. The half life value was observed to be 7.27 days in T1 and 7.81 days in T2, respectively.\r\n",
      "name": "Dissipation and Persistence of Thiodicarb in Cotton",
      "format": "",
      "url": "http://www.seipub.org/ijast/paperInfo.aspx?ID=2721",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "c30bd0df-1d23-489c-ac4c-856aead96a22",
      "created": "2013-07-17T21:41:57.127250",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "337b4148-12c7-4ae7-b046-0ca8a44424de",
      "url_type": null,
      "id": "d88e81c4-688b-4a0b-b2e7-bf026cdfaa63",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 4,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Agricultural Science and Technology",
      "id": "5a64a7ab-d632-4f11-a92a-bec2168a0bd2",
      "name": "Agricultural Science and Technology"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-seipub-org-ijast",
  "isopen": true,
  "url": null,
  "notes": "International Journal of Agricultural Science and Technology (IJAST) is an internationally refereed journal dedicated to publishing the latest advancements in agricultural science and technology research. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "International Journal of Agricultural Science and Technology (IJAST)",
  "revision_id": "54bfd1e6-3ed1-46c3-8b7a-104b0796a4f1"
}