{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "adbfe5b3-2702-4372-b79c-4a05b235db64",
  "metadata_created": "2013-07-18T02:44:58.577059",
  "metadata_modified": "2013-10-10T21:17:42.073498",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Serum response factor (SRF) is an ubiquitously expressed member of the MADS (MCM1, Agamous, Deficiens, SRF) box transcription factor family, sharing a highly conserved DNA-binding/dimerization domain, which binds the core sequence of SRE/CArG boxes [CC (A/T)6 GG]. In addition, SRF is as well a widely expressed transcription factor involved in orchestrating disparate programs of gene expression linked to differentiation and cellular growth in smooth, cardiac, and skeletal muscle. Recent results obtained with specific SRF knock-out models, using the Cre-LopP system, emphasize a crucial role for SRF in postnatal skeletal muscle growth and regeneration possibly due to the direct binding of Interleukin-4 (IL-4) and Insulin-like growth factor (IGF-I) promoters in vivo. SRF also enhances the hypertrophic process in muscle fibers after mechnical overloading. During muscle hypertrophy, SRF seems to promote the proliferation and differentiation of muscle stem satellite cells after the activation of upstream mediators (STARS, MRTF-A, and RhoA). Our recent study has demonstrated a marked decrease in the amounts of SRF, STARS, and MRTF-A in sarcopenic muscles of mice. A decrease of SRF expression achieved using a transgenic approach was found to accelerate the atrophic process in muscle fibers and result in the significant deposition of intermuscle lipid with aging. A number of experimental models and human disorders are associated with changes in SRF expression, suggesting that SRF has a role in the pathogenesis of disease. This review summarizes the functional role of SRF and SRF-linked molecules during myogenesis, postnatal growth, hypertrophy, regeneration, and muscle wasting (ex. sarcopenia). Controlling the amount of SRF may be effective in the treatment of muscular disorders.",
      "name": "Serum Response Factor (SRF)-Dependent Signaling in Regenerating, Hypertrophied, and Pahological Skeletal Muscle",
      "format": "",
      "url": "http://www.seipub.org/FPG/paperInfo.aspx?ID=3406",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "adbfe5b3-2702-4372-b79c-4a05b235db64",
      "created": "2013-07-17T21:45:29.226513",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "b4c9b72f-998a-42ca-b6e1-d83012a44946",
      "url_type": null,
      "id": "bc32462a-82e0-4413-8090-4608a90fd672",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The intimate mechanisms involved in aortic valve calcification (AVC) are not completely known. It is more evident to suggest that cardiovascular calcification is an inflammatory condition. Tumor necrosis factor alpha (TNF-α), a pro-inflammatory cytokine, is increased in valvular lesions besides areas of leukocyte infiltration. The aim of this study was to test the hypothesis that valvular calcification is part of a generalized inflammatory process involving the vascular wall. The differential gene expression of TNF-α in thoracic aortic samples from 49 patients with AVC has been assessed in comparison with samples from 94 patients with non-calcified valves. As compared with subjects without calcification, patients with AVC were older (P<0.01) and had an increased prevalence of coronary atherosclerotic disease (P=0.002), left ventricular hypertrophy (P<0.001), smoking habit (P=0.027) and hypertension (P=0.05). The incidence of AVC was significantly higher in smokers, hypertensives, and patients with coronary atherosclerosis. All thoracic aorta samples showed expression of TNF-α. The mRNA expression level of TNF-α was significantly higher in patients with AVC (P<0.01). Likewise, a significantly higher expression level of TNF-α was found in subjects with atherosclerotic coronary disease (P<0.01). Insignificant influence was detected for the effect of other variables, including smoking, diabetes, hypertension or gender. In conclusion, the present study supported the notion that valvular calcification is part of an inflammatory-based process affecting the vascular system.",
      "name": "Vascular Tumor Necrosis Factor-alpha Gene Expression in Human Aortic Valve Calcification---Expression of TNF-α in Calcified Aortic Valves",
      "format": "",
      "url": "http://www.seipub.org/FPG/paperInfo.aspx?ID=4167",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "adbfe5b3-2702-4372-b79c-4a05b235db64",
      "created": "2013-07-17T21:46:14.265790",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "40c55b40-57d5-4e90-a7de-95632ea825ff",
      "url_type": null,
      "id": "3edc929b-3f58-4d32-be8a-865f64b05d25",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 2,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Pathology and Genetics",
      "id": "8b76d9b0-97a0-4924-bfcc-e6fb1f88af7e",
      "name": "Pathology and Genetics"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-seipub-org-fpg",
  "isopen": true,
  "url": null,
  "notes": "Frontiers in Pathology and Genetics (FPG) is an internationally refereed journal dedicated to publishing the latest advancements in pathology and genetics research. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Frontiers in Pathology and Genetics (FPG)",
  "revision_id": "54bfd1e6-3ed1-46c3-8b7a-104b0796a4f1"
}