{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "95483a0a-ddd7-4e48-91fe-0c9f3640ae90",
  "metadata_created": "2013-09-08T05:25:21.184545",
  "metadata_modified": "2013-10-10T21:06:56.960109",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "12c14dc3-23c9-49cc-a71a-727bedf1292e",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "gotfredsen",
  "isopen": false,
  "url": "",
  "notes": "You see, Americas increasing interest (along side Russias) and Chinas in-the artistic Japanese creation has generated a.. \n\nThe sushi craze is larger than ever in America at this time, with new sushi joints showing up all over the place. Yes, sushi is fairly in. Of course I know this isnt information to anyone, as at this point it may even be on the edge of out. But, irregardless of the opinion of sushi, it might not be around for an excessive amount of longer. Even as we know it o-r, at the least, sushi. \n\nYou see, Americas increasing interest (along side Chinas and Russias) in-the artistic Japanese creation has led to a scarcity of the very common ingredient found in sushi: bluefin tuna. Not just are bluefin tuna fisheries already being reduced by their unique and most frequent client (Japan, of course) but international need for the raw-fish is adding quite the insult to injury. \n\nWhats interesting about the problem is that the distribution of culinary traditions across the globe is generally viewed as an expansion of cultural influence and a kind of flattery, however for its economy and Japan, the international sushi trend is nothing short of a detriment. The NYTimes article that reports on Japans disaster analogizes that tuna in Japan is as important as steak in America. This unusual <a href=\"http://www.harbormastersrestaurant.com/\">find restaurants</a> article has many surprising cautions for why to recognize it. \n\nImagine America without beef! Even though you dont like red meat, there's little doubt that meat is a sun around which the American economys planets rotate (but needless to say, we have multiple suns.) after all really, what would America do? Well, really, chef Gordon Ramsay has suggested horse meat like a healthy and better tasting meal exchange. America is lucky enough not to have to resort to any copies (yet), but even when that werent the case, We may be beaten by Japan inside the horse races (pun entirely intended). \n\nYes, you got it! Horse meat is Japans copy approach! \n\nSome Japanese cooks have decided to utilize raw horse meat or deer to produce their sushi, to keep the sushi economy living. Forgive me if Im wrong, but the notion of this in The Us would likely turn stomachs from sushi for good (and probably that's their intention!) But in Japan, both raw horse meat and deer are believed delicacies for locals. They just havent been placed inside a jacket of rice and seaweed before (not that maki will be the only way to enjoy sushi.) \n\nSo, a on globalization, if youre however reading: \n\nDo we want to continue distributing our culinary traditions? Usually food, no matter where you come from, is dependant on local resources, meaning that sharing the traditions with the relaxation of the world appears to mean sharing the resources too. At some point, youd believe, a country will have to be selfish, because people in other areas of the world might not recognize or need a food the way that country does. In reality, one persons food experience is still another persons staple, so where does the boundary lie? \n\nWhen I recognize that my comments and thoughts are entirely according to my being American im maybe not naive. I know I come from the melting pot world where Im luckily enough to have food influences from all over the world easily obtainable to me. And more, I know this isnt the situation in the remaining world. \n\nRun for the mountains horses! Youre next!.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Bluefin Tuna In Danger",
  "revision_id": "0e4afa16-f17a-4d0b-ba18-6606f84e4679"
}