{
  "license_title": "Creative Commons Attribution",
  "maintainer": "Ana Rodríguez",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "ana@tantra.org.ar",
  "num_tags": 6,
  "id": "74ec4b51-f745-4282-bb26-3c3746bf0f4e",
  "metadata_created": "2015-12-15T19:11:56.962690",
  "metadata_modified": "2016-07-21T23:32:59.478932",
  "author": "Fundación MenteClara",
  "author_email": "info@menteclara.org",
  "state": "active",
  "version": "",
  "creator_user_id": "8f367573-7907-44cd-ac7a-04dd450df523",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Oscar R. Gómez' Biography",
      "name": "Oscar R. Gómez' Biography",
      "format": "HTML",
      "url": "https://old.datahub.io/dataset/74ec4b51-f745-4282-bb26-3c3746bf0f4e/resource/90232f11-5ac6-4dbf-b784-084bd51b3fd5/download/osybiography.htm",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "74ec4b51-f745-4282-bb26-3c3746bf0f4e",
      "created": "2015-12-16T03:30:53.380536",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "5e6afebf-f7dd-435b-a7bd-a14f26345a69",
      "url_type": "upload",
      "id": "90232f11-5ac6-4dbf-b784-084bd51b3fd5",
      "resource_type": null,
      "size": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Buddhism",
      "id": "a6d71cd8-e60b-4e2f-9d39-818473c12417",
      "name": "Buddhism"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Oscar R. Gómez",
      "id": "09bcad56-1893-4d48-a381-ae556d75ba57",
      "name": "Oscar R. Gómez"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Osy",
      "id": "2a290bcf-a345-4e62-b563-9d1879af9196",
      "name": "Osy"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Tantrismo",
      "id": "076f7b9d-9a28-4f3a-99fa-f1e716c53ec7",
      "name": "Tantrismo"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "tantra",
      "id": "e5bb93f6-8387-49ec-8254-4dbb81c00f1b",
      "name": "tantra"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "tantric",
      "id": "8b180d8f-9a09-4810-98cf-c343f43452fc",
      "name": "tantric"
    }
  ],
  "groups": [],
  "license_id": "cc-by",
  "relationships_as_subject": [],
  "organization": {
    "description": "Editorial MenteClara es el órgano de difusión de los libros, ensayos, artículos y demás documentos impresos o en formato eletrónico elaborados por la Fundación MenteClara.\r\n\r\n#La Fundación MenteClara \r\nes el resultado del trabajo de un grupo de personas que, habiendo encontrado una visión y una técnica capaz de proporcionar a las personas claridad, consciencia y felicidad, resuelven agruparse para difundirla libremente.\r\n\r\nEsta técnica, llamada por su autor \"la tecnología del deseo\", surge como resultado de 33 años de investigación e integración de las técnicas meditativas del budismo tántrico tibetano con el conocimiento académico formal occidental. \r\n\r\nLuego del transcurso de esos años, quienes fueron alumnos de Osy en está técnica, resuelven dar nacimiento a esta fundación con el fin de difundir su pensamiento y su tecnología.\r\n\r\nEsta tecnología se ofrece mediante cursos destinados a obtener rápidamente la capacidad de enfocarse en un punto y gestionar adecuadamente los procesos emocionales para obtener la claridad mental necesaria y saber qué hacer en cada momento y lugar para alcanzar así la plena realización. \r\n\r\n#Acta Fundacional\r\n\r\nEn la Ciudad Autónoma de Buenos Aires, a los seis dias del mes de julio de 2005, se reúnen en el edificio de Medicus, cito en Larrea y Marcelo T. de Alvear, del barrio de Recoleta, un grupo de 24 iniciados en la práctica del tantra por Oscar R. Gómez (Osy), acompañados de varios alumnos de éste, quienes en este acto resuelven constituir la Fundación Mente Clara con el fin de generar espacios para la práctica y la difusión de la tecnología del deseo, creada y desarrollada por Oscar Rodolfo Gómez a partir del estudio y la profundización del tantra budista e hindú.\r\n\r\nEntendiendo al Tantra como la acción de entretejer el pensamiento partiendo de textos sagrados tradicionales y que en cada lugar y momento histórico han ido incorporando los ropajes culturales propios de los diferentes pueblos que lo han practicado y prescindiendo de las formas culturales que pudieron tener sentido en India o Tíbet siglos atrás, pero que hoy resultan extrañas para occidente, Osy construye la mencionada tecnología del deseo que, fiel al enfoque tántrico original sostenido hasta el presente por S.S. el XIV Dalai Lama, constituye un nuevo tantra para occidentales que resulta de gran utilidad para nosotros conservando solamente la noción de sujeto, la visión del mundo y las técnicas meditativas que sí funcionan dentro de nuestra propia cultura occidental promoviendo la exaltación de valores humanos positivos como la compasión, el perdón y la felicidad.\r\n\r\nEsta fundación tendrá como objeto social destinar recursos para becar la formación en la disciplina a la mayor cantidad de personas como así también llevar la palabra de Osy a diferentes lugares de la ciudad para transmitir esta posmoderna visión del mundo a fin de fortalecer y consolidar los lazos de nuestra comunidad estableciendo un ser más consciente de su propia consciencia y con la claridad mental que se obtiene con la técnicas y la visión del budismo tántrico por él desarrollada para aportar progreso a los habitantes de Occidente y constituir un tejido social más fraterno y solidario.\r\n\r\nAsimismo, la fundación deberá disponer los recursos para que en un lugar por todos conocidos puedan reunirse libremente quienes sean iniciados por Osy y/o sus instructores para la práctica de este tantra para occidentales.\r\n\r\nSe resuelve asimismo establecer como logo de la fundación el diseño presentado por Sebastián Esteverena conformado por la \"O\" de Osy, dentro de la cual se inscribe una \"T\" de Tantra sobre un esquema de cáliz con un fondo azul-celeste y blanco.\r\n\r\nEn este mismo acto los fundadores abajo firmantes, nombran a Laura Fanelli, Rocío Silveira de Andrade, Oscar David Gómez y a Rodolfo Oscar Gómez, también presentes, miembros del consejo de administración, quienes se ocuparán por sí mismos o a través de terceros por ellos designados de realizar las presentaciones correspondientes ante los organismos oficiales y privados correspondientes hasta obtener la personería jurídica y las gestiones posteriores atinentes. [24 Firmas]\r\n\r\nLa Fundación MenteClara administra las actividades de la Escuela Argentina de Tantra http://tantra.org.ar\r\n\r\nLa escuela de Tantra en España de la FMC http://tantra.org.es\r\n\r\nLa Escuela de Psicología Corporal de la FMC http://menteclara.org\r\n\r\ny la Revista Científica Arbitrada de la FMC http://www.fundacionmenteclara.org.ar/revista/index.php/RCA\r\n\r\n\r\nPerú 669 2º 6 (1068) Ciudad de Buenos Aires, Argentina, tel. +54 11 52172372\r\ninfo@menteclara.org",
    "created": "2015-12-14T09:05:31.688572",
    "title": "Editorial MenteClara",
    "name": "fundacionmenteclara",
    "is_organization": true,
    "state": "active",
    "image_url": "2016-01-25-230442.947059logocaritaoriginal.JPG",
    "revision_id": "4735078b-e287-4538-8331-62d3fb39874d",
    "type": "organization",
    "id": "2a0a2ca3-76c4-4d9e-ba2a-d11a9c0a365f",
    "approval_status": "approved"
  },
  "name": "0000-0003-4469-8298",
  "isopen": true,
  "url": "http://tantra.org.es",
  "notes": "#Oscar R. Gómez (Osy)\r\nArgentine writer, psychoanalyst and researcher who became renown as an integrator of Tibetan Tantric Buddhism with Western formal sciences and who constituted the first religious organization in Argentina engaged in the Tantric Worship practice in children and adults.\r\n\r\n\r\n#Biography\r\nAt 12 he began to study and experiment in Eastern philosophies. He was first initiated in the Rosicrucian Order, then walked through the traditional paths of bhakti yoga and Jnana yoga, and in 1972, he received his initiation into the practice of tantra that lies within Tantric Tibetan Buddhism.\r\n\r\nAlong with his training in Eurasian philosophies and religions, he was being trained in in Western biology, philosophy, psychology, psychoanalysis, sociology, and psychobiology.\r\n\r\nWith this double training, he developed a method of transmission of the Tantric philosophy that adapts to Western life, free from oriental cultural forms and the superstitions of the people who practiced tantra centuries ago and yet retains its tradition and paradigmatic essence.\r\n\r\n\"This philosophy can be transferred faster because there are not many differences with the Western philosophy, which takes the vision of tantra based on the notion of subject developed by the 3rd Dalai Lama, Sonam Gyatso and Grand Jalaluddin Muhammad Akbar Khan and introduced in Europe by the Jesuit Antonio de Montserrat\". Osy (February, 1995).\r\n\r\nOut of this paradigmatic look and (Tantric) source, Osy developed a psychotherapeutic technique of self-knowledge and self-improvement that he called Tecnología del deseo® —such as others that were developed within the Eranos Circle— and suits the modern life needs: it does not involve mysticism, magic or superstitions, it is based in western and formal knowledge, and it is approachable for all ages and genres, including children and the elder.\r\n\r\nIn 1992, after an interview with H.H. the fourteenth Dalai Lama in Buenos Aires and together with other students and a coordinator appointed by him, he opened at his home in Berazategui (Buenos Aires) a space called La Casa del Tantra to foster integration in the western academic arena what he considers to be the source of existential phenomenology.\r\n\r\nIn 1995, within the Argentine Association for Psychobiological Research5, he created the Argentine School of Tantra (Escuela Argentina de Tantra), which is the first and only institution devoted to spread the Tantric philosophy in Argentina. In 2000, driven by a group of Spanish students, he created the School of Tantra in Spain.\r\n\r\nStrong advocate of clarity in the transmission of ideas, in his classes, lectures and writings, he does not use terms in languages unknown to the receiver (Sanskrit and Tibetan, for example), which makes his message easily understood and concepts and clearly explained. That is called Enlightenment. To see reality as it is and to call things by their name.\r\n\r\nIt is precisely because of this point that he is not willing to give up the name tantra as the source of his knowledge as others have done so and who first called it Age of Enlightenment, existentialism, Gestalt, psychodrama or emotional thought.\r\n\r\n“To hold on to the origin of an idea and link it to the subsequent ideas generated out of it allows for an ongoing development of academic knowledge. There is no excuse to rename and self-assign foundational rights on an existing concept by giving it a new name only to collect royalties or to avoid being excluded from a peer group, as it happened to the first Jesuits initiated in Tibetan Tantric Buddhism, who were forced to call themselves alumbrados or Illuminated of Spain rather than tantric”. Oscar R. Gómez (February, 1995).\r\n\r\nDue to Oscar R. Gómez’s input, in July 2005, some initiated in tantric philosophy by him decided to gather to spread his thought and thus created a non-profit foundation called Fundación MenteClara. The official presentation of the foundation took place at a dinner party where the Argentine School of Tantra was celebrating its 10th anniversary.\r\n\r\nOn December 18, 2006, members of Fundación MenteClara —based on Oscar R. Gómez teachings and character— met in a special session to constitute a religious organization called “Culto Tantra”, which is officially registered in Argentina to be practiced publicly and to spread the tantric cult, which was banned in 1959 with the invasion of Tibet by China. As from that date, a large number of followers of different ages, including children and elders, have been initiated in this worhsip and still practicing.\r\n\r\n\r\n\r\n#SOCIAL WORK WITHIN THE ACADEMIC ARENA\r\n \r\nFrom 1982 to 2001, within the Argentine Association for Psychobiological Research (AAIP for its acronym in Spanish), he devoted to research, teaching and social assistance in the field of mental health. \r\n\r\nIn 1995 he developed the first digital polygraph in Argentina to provide biofeedback therapy for patients with repetitive strain injury (RSI) and neuromuscular disorders\r\n \r\nHe created both a school of Social Psychology —which had two sites: one in the Province of Buenos Aires and another in the city of Buenos Aires— and a school of Therapeutic Accompanying Professionals. Training at both schools was free for students (travel and study material expenses were also aid-funded ) in exchange for community aid service in their respective places of residence.\r\n \r\nAs director of the AAIP’s research and assistance department, he created a daycare center for patients with mild psychotic disorder in Berazategui, province of Buenos Aires. Patients were treated by professionals from different disciplines who worked pro bono. Monies received from health insurance plans and NGO’s aid programs were allocated in full to cover building expenses, improvements in the quality of patients’ environment and non-medical staff.\r\n \r\nAt that time period, he fostered putting into practice HIV assistance and prevention programs in partnership with the International Federation of Red Cross and Red Crescent Societies, the Ministry of Education from the Republic of Paraguay and the Ministry of Health from the Democratic Republic of Congo. All these social interventions were carried out with the support of the Municipality of Berazategui and the Ministry of Health of the province of Buenos Aires, led by Dr. Juan José Mussi\r\n \r\nAs a result of this track record a variety of mass media accounted for, in 1997 he was appointed by Argentine president, Dr. Carlos Saúl Menem, Director of the Federal Program for People at Social Risk from the Ministry of Social Development. At such capacity, he furthered the Residential Caregiver training program.\r\n\r\n\r\n\r\n#Peace Efforts\r\n\r\nSeptember 20, 2007: He was invited to lecture at the 2nd Argentine Symposium against all forms of violence and discrimination carried out at the Universidad Tecnológica Argentina – UTN. Such event was:\r\n- Declared of Educational Interest by the Argentine Ministry of Education, Science and Technology\r\n- Declared of Interest by the School of Medicine of the University of Buenos Aires\r\n- Declared of Social Interest Declared by the Buenos Aires City Legislature\r\n\r\n\r\n\r\n#Present time\r\n \r\n\r\nIn March 2010, he created the School of Body Psychotherapy as a department within Fundación MenteClara[1].\r\nAt present, he is a consultant for researchers in the field of theology, sociology, anthropology and philosophy looking to trace and link characters and events in Asia and Europe.\r\n\r\n \r\n#Publications\r\n\r\n\r\n- \"Manual of Tantra Vol I - Personal Upgrade Software\", Oscar R. Gómez (Osy), Editorial Menteclara, 07/2008, ISBN 978-987-24510-0-4\r\n- \"Manual of Tantra Vol II - Emotional reprogramming\", Oscar R. Gómez (Osy), Editorial Menteclara, 11/2008, ISBN 978-987-24510-1-1\r\n- \"Manual of Tantra Vol III ...from tantra to the technology of desire\", Oscar R. Gómez (Osy), Editorial Menteclara, 11/2009, ISBN 978-987-24510-2-8\r\n   Read at: Academia.edu\r\n- \"Manual of Tantra Vol IV - Certified Course of Tantra\", Oscar R. Gómez (Osy), Editorial Menteclara, 12/2009, ISBN 978-987-05-7510-8\r\n- \"Tantrism in the Society of Jesus - from Tibet to the Vaticcan today\", Oscar R. Gómez (Osy), Editorial Menteclara, 05/2013, ISBN 978-987-24510-3-5\r\n   Read at: Academia.edu\r\n- \"Antonio de Montserrat - Biography of the first Jesuit initiated in Tibetan Tantric Buddhism\", Oscar R. Gómez (Osy), Editorial Menteclara, 11/2015, ISBN 978-987-24510-4-2\r\n   Read at: Academia.edu\r\n \r\n\r\n\r\n\r\n#Awards\r\n\r\nAs a result of over 33 years of spreading the knowledge of tantra from an academic perspective, on June 13, 2008, the Organization of the Americas for Educational Excellence (ODAEE) awarded him with the title of Doctor Honoris Causa in recognition of his contribution to the development of science and arts.\r\n",
  "owner_org": "2a0a2ca3-76c4-4d9e-ba2a-d11a9c0a365f",
  "extras": [],
  "license_url": "http://www.opendefinition.org/licenses/cc-by",
  "title": "Oscar R. Gómez",
  "revision_id": "cd057c18-9a0e-4487-8157-53b61011a8ab"
}