{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "682b7659-ae4a-40f6-bd54-7cad7dec6aa4",
  "metadata_created": "2012-09-24T03:36:25.960925",
  "metadata_modified": "2013-10-10T20:33:18.742078",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "5f984ff6-4db2-4111-afae-21b64bddb53c",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "designing_a_kitchen_pantry",
  "isopen": false,
  "url": "",
  "notes": "The kitchen is an important component of your house as you will be investing tons of time there getting ready foods for the property. A kitchen demands forethought and planning, when you are designing a brand name new kitchen from scratch or preparing to remodel an current one particular. When you want to style the kitchen area layout, consider adding a cooking area pantry. Pantries are fantastic addition to a kitchen area, as it offers a space for arranging and storage of bread bins, spices, olive oils, circumstances of wines, dry food and cooking area wares. You ought to questioned your house designer to program for a walk-in pantry when renovating a kitchen. This is simply because we want to add a tiny space that can blend in with the relaxation of the kitchen decor and at the exact same offer a storage and organizing place for the kitchen area.\n\nWhen creating a kitchen pantry, there are a few things to consider. First, the assortment of the <a href='http://www.pantry-door.com'>pantry door</a>. It is crucial to pick pantry doorways that blend in with the kitchen decor and at the same time independent the cooking area from the pantry room. pantry doors can be manufactured of solid wood or glass doorway with wooden frames. The materials and style will have an effect on the general search of your cooking area. Next, you require to pick the pantry cabinets, shelves and racks that you will employing for the pantry. Plan with your designer to improve the space for the cabinets and shelving.\n\nA well developed cooking area pantry with a styled pantry door blends in properly with the rest of the cooking area decor freeing up space in your cooking area and at the exact same time give storage room for arranging meals stuff, tiny kitchen kitchen appliances and kitchen area wares.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Designing a Kitchen Pantry",
  "revision_id": "09662fc2-d800-47fb-936b-d5f7592311ce"
}