{
  "license_title": "Creative Commons Attribution",
  "maintainer": "IFPRI-Data",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "ifpri-data@cgiar.org",
  "num_tags": 5,
  "id": "60b79033-910a-4df2-af1a-457610c15cf9",
  "metadata_created": "2017-01-11T21:16:09.149676",
  "metadata_modified": "2017-01-11T21:17:17.282914",
  "author": "International Food Policy Research Institute (IFPRI)",
  "author_email": "ifpri-data@cgiar.org",
  "state": "active",
  "version": "",
  "creator_user_id": "185c6a31-c03b-4c6b-955f-4c1a66cd3022",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "",
      "name": "Baseline evaluation of the impact of e-verification on counterfeit agricultural inputs and technology adoption in Uganda",
      "format": "",
      "url": "http://dx.doi.org/10.7910/DVN/AAWFK7",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "60b79033-910a-4df2-af1a-457610c15cf9",
      "created": "2017-01-11T21:17:16.467434",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "8699d057-36a6-4217-85b2-dd5378be2d75",
      "url_type": null,
      "id": "15a543bf-fb77-4892-9a0e-a6d1dcfe499d",
      "resource_type": null,
      "size": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "agricultural inputs",
      "id": "1156ce2a-ba7d-427a-9d42-9a237acffd0c",
      "name": "agricultural inputs"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "impact assessment",
      "id": "c8c932fa-7321-41ed-ba54-2d49cb9a7407",
      "name": "impact assessment"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "innovation adoption",
      "id": "33b7a60c-7000-4b98-9c38-13ace4b45d38",
      "name": "innovation adoption"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "product counterfeiting",
      "id": "57467cc7-6303-4fe2-92a6-810dd761f48a",
      "name": "product counterfeiting"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "technology",
      "id": "167502dc-3167-4edd-aaac-67f037d1cc02",
      "name": "technology"
    }
  ],
  "groups": [],
  "license_id": "cc-by",
  "relationships_as_subject": [],
  "organization": {
    "description": "In collaboration with institutions throughout the world, IFPRI is often involved in the collection of primary data and the compilation and processing of secondary data. The resulting datasets provide a wealth of information at the local (household and community), national, and global levels. IFPRI freely distributes as many of these datasets as possible and encourages their use in research and policy analysis. This group reflects the collection of IFPRI datasets.",
    "created": "2012-12-03T14:26:13.596177",
    "title": "International Food Policy Research Institute (IFPRI)",
    "name": "ifpri",
    "is_organization": true,
    "state": "active",
    "image_url": "http://www.ifpri.org/sites/default/files/logo.jpg",
    "revision_id": "39176b99-9a74-4b3c-9049-ad3345bff0d1",
    "type": "organization",
    "id": "cfba7116-aec4-41d6-b54d-a6e1f23de942",
    "approval_status": "approved"
  },
  "name": "technology-adoption-baseline-uganda",
  "isopen": true,
  "url": "http://dx.doi.org/10.7910/DVN/AAWFK7",
  "notes": "In Uganda, use of high-quality agricultural inputs like hybrid seed, agrochemicals, and fertilizer is extremely low. This depresses farm incomes and contributes to low agricultural productivity that continues to be hampered by poor agronomic practices, low quality germplasm, declining soil fertility, and losses due to pests, disease, and postharvest handling practices. Low levels of agricultural technology adoption have been compounded by a lack of farmer trust in the current inputs supply system, which has been plagues by counterfeiting. Counterfeit products range from benign fake or adulterated materials to banned substances that are harmful to crops and human health. Counterfeit agricultural inputs directly reduce productivity and, together with the perception of widespread counterfeiting, reduce demand for high-quality inputs. This lowers input prices and reduces profits for producers of genuine products, causing a form of \"adverse selection\" in which counterfeit products push high-quality genuine products out of the market.\r\n\r\nIn the face of this problem, United States Agency for International Development (USAID) through Feed the Future (FTF) initiative is supporting the development of a program for input quality assurance called e-verification (EV). E-verification involves labeling genuine agricultural inputs with a scratch-off label that provides an authentication code that can be used to confirm that the labeled product is genuine. Given the potential importance of this initiative, USAID is funding an independent impact evaluation of the effectiveness of the EV system at improving adoption of high-quality inputs and reducing the prevalence of counterfeiting. The impact evaluation will estimate the impact of the e-verification scheme on each of these outcomes and will examine how the e-verification project achieved it results.\r\n\r\nTo undertake the impact evaluation, IFPRI conducted a baseline survey of communities, shops, and households. This survey resulted in the dataset contained in this study. The team identified ten major maize growing regions, termed market hubs, which covered districts (and surroundings) of Hoima, Iganga, Kasese, Kiboga, Luwero, Masaka, Masindi, Mbale, Mityana, and Mubende. Within these market hubs, the study sampled 120 market locations (trading centres or collections of shops) from which households source agricultural inputs. Within each market location, a matched pair of two villages was sampled. The baseline survey was targeted towards ten households in each of the 240 villages (LC1s). The sample ultimately resulted in 2,378 households being surveyed. The study is designed to measure the impact of e-verification interventions on glyphosate herbicide, hybrid maize seed and inorganic fertilizer. Glyphosate herbicide is expected to be the first input released through the e-verification scheme.",
  "owner_org": "cfba7116-aec4-41d6-b54d-a6e1f23de942",
  "extras": [],
  "license_url": "http://www.opendefinition.org/licenses/cc-by",
  "title": "Baseline evaluation of the impact of e-verification on counterfeit agricultural inputs and technology adoption in Uganda",
  "revision_id": "8699d057-36a6-4217-85b2-dd5378be2d75"
}