{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "ab3b669f-45d6-46e2-a648-e472eb0887b6",
  "metadata_created": "2013-08-29T01:22:55.261779",
  "metadata_modified": "2013-10-10T22:45:43.687773",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "669066f9-10ac-4ef0-8890-ed3b9aa4a0cd",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "mcgraw",
  "isopen": false,
  "url": "",
  "notes": "Since  ancient times, a wide  range of instruments are invented and used for a variety of  medical purposes. Surgical instruments are tools  developed for a  certain  function during  surgical treatment. Surgical  tools such as Russian forceps and ovum forceps have  particular use. They are designed and precision-made of stainless steel or other bio-safe materials that can be sterilized and used.\nStainless steel is the main metal used in the  production of surgical instruments. Also, metals such as titanium, chromium, vanadium, and molybdenum are used in the manufacturing of  medical instruments such as Russian forceps and Ovum forceps. The Russian forceps are tissue- handling forceps with  wide, spoon-shaped tips with serrated edges. The special design with precision grip of Russian forceps  supplies  optimal maneuverability for  physicians and  registered nurses  throughout  treatments. You  could  discover online many medical  vendors  that stock a wide range of Russian forceps for your  particular needs. Ovum forceps are  frequently used to  take out placental fragments inside the  womb. The ovum forceps are  likewise used as hemostat or as a clamping  tool. You  could find online  lots of suppliers of  medical instruments including ovum forceps.\nThe operating room nurses need to  understand the names and location of  hundreds of  medical instruments including OB GYN instruments. There are  tools that are common for  several specialties,  however there are instruments such as OB GYN instruments that are specific for a  specific area of treatment. To get different ways to look at the situation, please glance at: <a href=\"http://www.mpmmedicalsupply.com/obgyn-infertility/needle-holders\">buy needle holders online</a>. Learn supplementary information on <a href=\"http://www.mpmmedicalsupply.com/obgyn-infertility/needle-holders\">mayo hegar needle holders</a> by visiting our ideal URL. In the operating room, technical  capabilities are as  crucial as people skills. Equipment necessary for the  treatment  ought to be sterilized and  need to function  appropriately. The OB GYN instruments and  various other surgical instruments  need to be sterile and function  correctly to make them safe. All  clinical  devices  requires  detailed checking prior to the starting of the procedure.\nBone marrow biopsy involves the use of a large bone marrow aspiration needle to detect blood  illness such as leukemia and lymphoma. The bone marrow aspiration needle is injected in the pelvic bone to collect bone marrow. Once the biopsy is done, the tissue is  gathered and  protected in a diagnostic histopathology setup. It is then  given to a pathologist for examination who  reviews the  cells microscopically to  examine the cell type,  form, and function to  identify the  issue. Biopsies done  using bone marrow aspiration needle  are necessary to study the health  problems and to  detect or  manage  lethal  conditions such as cancer and tumors.\nYou can find  on the internet reputed  providers of bone marrow biopsy sets  consisting of bone marrow tray and biopsy needle. The bone marrow biopsy set  features a marrow  removal cannula aimed at  making sure a quality specimen by collecting and holding the bone marrow in the needle cannula without using the  unpleasant needle deflection  strategy. This  boosts patient comfort,  lessens  danger of a lost sample and  boosts the quality of the specimen.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Functional Surgical Instruments for Safe and Successful Medical Methods",
  "revision_id": "bf909261-13db-42b7-92a7-8dd9fa2930fe"
}