{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "3143e28e-fa52-4e33-9382-40dacf6cb268",
  "metadata_created": "2013-07-16T07:01:57.287566",
  "metadata_modified": "2013-10-10T21:17:42.073498",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The demand for the ubiquitous service is increasing due to the rapidly growing demand for increased data rates, mobile Internet and the diversity of wireless communication technologies. Also due to the challenges to interconnect heterogeneous network technologies and to offer ubiquitous services, telecommunications operators look after the best way to provide continuity of service during handover and how to give the mobile client the possibility to get the best connection anywhere and anytime. Our contribution guarantees the continuity of service during a communication while moving between heterogeneous access network technologies. The suggested solution ensures a Vertical handover between WLAN, WiMAX and 3G. A performance evaluation of our testbed implementation is shown using a streaming application.\r\n",
      "name": "A Vertical Handoff Implementation in a Real Testbed",
      "format": "",
      "url": "http://www.mc-journal.org/paperInfo.aspx?ID=5436",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "3143e28e-fa52-4e33-9382-40dacf6cb268",
      "created": "2013-07-16T02:02:31.352411",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "fa70b2b3-346e-4464-8258-84494b21c164",
      "url_type": null,
      "id": "e7af797e-3b9d-4020-90f8-2e3b3d2f8b9e",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "VANETs are becoming more and more popular as a way to increase the traffic safety and comfort. The 802.11p standard has attracted much attention as part of the WAVE protocol in VANETs. Recently, many evaluations and enhancements have been proposed for the 802.11p standard. In this paper, the existing evaluations and enhancements of the 802.11p standard are first presented and classified. Subsequently, the present situations of the 802.11p standard are furthermore summarised based on the existing research works. Finally, five suggested research directions are proposed: (i) throughput improvement, (ii) scheduling optimisation, (iii) traffic control, (iv) channel estimation and equalisation, and (v) mobility affection.",
      "name": "Evaluation and Enhancement of IEEE 802.11p Standard: A Survey",
      "format": "",
      "url": "http://www.mc-journal.org/paperInfo.aspx?ID=5451",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "3143e28e-fa52-4e33-9382-40dacf6cb268",
      "created": "2013-07-16T02:03:10.721101",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "730cdc31-6fe4-4551-9ade-4de12e5b3d58",
      "url_type": null,
      "id": "f882f621-8ee2-4307-a312-3afc663be417",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "We proposed an optimal asymmetric resource allocation (ARA) scheme for the decode-and-forward (DF) dual-hop multi-relay systems in the downlink, with Orthogonal Frequency-Division Multiple Access (OFDMA) for multi-user transmission. Our work is different in that the time slots for the two hops via each of the relays are designed to be asymmetric, i.e., with K relays in the cell, a total of 2K time slots may be of different durations, which enhances the degree of freedom over the previous work. Also, a destination may be served by multiple relays at the same time to enhance the transmission diversity. Moreover, closed-form results for optimal resource allocation are derived, which require only limited amount of feedback information. Simulation results show that, thanks to the multi-time and multi-relay diversities, the proposed ARA scheme can provide a much better performance than the scheme with symmetric time allocation, as well as the scheme with asymmetric time allocation for a cell composed of independent single-relay sub-systems, especially when the relays are relatively close to the source.",
      "name": "Optimal Asymmetric Resource Allocation for Dual-hop Multi-relay Based Downlink OFDMA Systems",
      "format": "",
      "url": "http://www.mc-journal.org/paperInfo.aspx?ID=5454",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "3143e28e-fa52-4e33-9382-40dacf6cb268",
      "created": "2013-07-16T02:03:45.509161",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "b7d0b4d8-b983-43fc-b44c-a1563df833c7",
      "url_type": null,
      "id": "606c6ea5-3742-4061-917f-ce39acb51241",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Mobile devices can provide the user location-dependent information services (LDISs), enhanced by prefetching the related information along with the route guidance based on user mobility mode. The current prefetching approaches are based on static assignments of probabilities of changing directions, hence the overall cache-miss for users are not reduced by the mobilities of the individuals. In this paper, we adopt the Prediction-by-Partial Match (PPM) technology to predict the best possible mobility of a user elaborated from his/her past history, to prefetch the most useful information for their LDIS. In our experiments, it is proven that our approach is more effective than Persone's approach for improving the rate of cache-miss and the energy consumption at most cases of prefetching data to get LDIS through on a route.",
      "name": "Dymanic Data Prefetching with Prediction-by-partial Match Approach for Route Guidance",
      "format": "",
      "url": "http://www.mc-journal.org/paperInfo.aspx?ID=5449",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "3143e28e-fa52-4e33-9382-40dacf6cb268",
      "created": "2013-07-16T02:04:15.966450",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "d0815749-3eb8-4eb1-9e38-fda887f5d035",
      "url_type": null,
      "id": "d840a352-e458-45e7-ac16-b28ed036249a",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " One lingering concern is the effect of the radiation produced by the mobile handset antenna on the human head. This topic has been studied widely, but still there is no definitive answer. Since mobile telephones are typically used in close to the human head, significant levels of power can be absorbed by the head, the primary effect is to cause local heating of the brain and head tissues. This is of concern to some people who work continually with mobile telephones, and some form of ''preventative'' research should be done. This paper describes some kinds of models of antennas (dipole, monopole and patch antennas) and human, and the calculation of the Specific Absorption Rate (SAR) in the human head at 1800 MHz. Also, this paper studies the effect of the human head model on the return losses of these models of the antennas. The obtained results show that at the same frequency, the patch antenna induces SAR in the human head of smaller values than that induced by dipole and monopole antennas. In addition, the return loss of the patch antenna is affected greatly by the presence of the human model, when it is compared with the return losses of the dipole and monopole antennas.",
      "name": "The Interactions Between the Mobile Handset Antenna of Various Types and the Human Head",
      "format": "",
      "url": "http://www.mc-journal.org/paperInfo.aspx?ID=5438",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "3143e28e-fa52-4e33-9382-40dacf6cb268",
      "created": "2013-07-16T02:04:49.990709",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "c34eb5b7-de58-41c0-a8ae-5584fb54c073",
      "url_type": null,
      "id": "436317cc-f568-4be6-a103-392fc5a8e9ea",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Future Internet envisages a global network of Internet-enabled objects, in most cases mobile and wireless nodes, mainly accessible through web standards. This network connection implies a big flux of data through mobile devices and wireless networks, most of which are unstructured. Such data need to be structured, collected and/or organized in web-oriented formats to be published within every web framework and managed by a backend database structure. Focusing on the handling of digital objects and mobile devices to publish information, this paper discusses how to structure and then manage the data derived from different sources in a web-oriented way. The project’s starting point is to implement a device able to capture, collect, and transmit different kinds of information related to a target object. The research framework is the applications of future Internet technologies for culture dissemination and outreach. Constraints such as technologies to structure the data, ways to enrich the data with semantic information using metadata, and storage solutions will dictate the final decisions. This paper analyzes the available possibilities to handle these data, starting from languages, protocols, and database management systems based on consideration on updated approaches in these topics. The aim is to develop a solution capable of holding a large amount of both unstructured and structured data that can be published on a web platform accessible for mobile devices.",
      "name": "Web-oriented Data Formats and Their Management in the Mobile Era",
      "format": "",
      "url": "http://www.mc-journal.org/paperInfo.aspx?ID=5453",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "3143e28e-fa52-4e33-9382-40dacf6cb268",
      "created": "2013-07-16T02:05:46.935208",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 5,
      "revision_id": "d0600abd-4830-4c03-8de2-b55832a594ef",
      "url_type": null,
      "id": "9766763d-9334-4b5f-95fa-bbe9322cc36a",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " This paper presents techniques and analysis of time-of-arrival (TOA) based ranging with analog chip-radios used for IEEE 802.11 (Wi-Fi). TOA and round-trip-time estima-tion, reconstruction of a wideband signal, and local oscillator clock frequency-offset estimation are addressed. Theoretical performance analysis is performed and concise formulas are derived. Both the theoretical and experimental results demonstrate that by means of these techniques it is feasible to achieve sub-meter ranging accuracy in severe non-line-of-sight (NLOS) indoor environments using the same analog chip radios as used for Wi-Fi data commu-nications.\r\n",
      "name": "Improving Ranging with Analog Wi-Fi Radios: Methods and Analysis",
      "format": "",
      "url": "http://www.mc-journal.org/paperInfo.aspx?ID=5458",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "3143e28e-fa52-4e33-9382-40dacf6cb268",
      "created": "2013-07-16T02:06:17.013457",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 6,
      "revision_id": "8c3ea9b3-014c-4e4c-941c-1dc263de7fe6",
      "url_type": null,
      "id": "211ab161-9524-4a18-b3ec-ba340ca320ff",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Location Based Services (LBS) has emerged as the most powerful application of Mobile GIS. The mobile GIS based applications are becoming an important utility services on traffic information, track of the fleet, emergency services etc. An application of mobile mapping and LBS for Dehradun health services is developed with the integration of remotely sensed satellite data using Geographical Information System (GIS) and web GIS technologies. The spatial data is generated using mobile mapping. The tool addresses the emergency medical services through web GIS technology interlaced with Mobile GIS and provides medical facilities in a GIS environment for various mobile clients to find suitable facility using network analysis. The major contribution of this paper is the integrated approach of mobile GIS, LBS and Information Computing Technologies (ICTs) for health services in Derhadun city.",
      "name": "Application of Mobile Mapping and Location Based Services for Dehradun Health Services",
      "format": "",
      "url": "http://www.mc-journal.org/paperInfo.aspx?ID=5447",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "3143e28e-fa52-4e33-9382-40dacf6cb268",
      "created": "2013-07-16T02:07:00.025502",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 7,
      "revision_id": "c879604b-a56e-4320-9817-d89b92ffca7e",
      "url_type": null,
      "id": "8b22e106-f58a-40fd-bae0-5b57d8a3805c",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 8,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Mobile Computing",
      "id": "fdc355ff-9c4d-435b-8cc7-a76a82872351",
      "name": "Mobile Computing"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-mc-journal-org",
  "isopen": true,
  "url": null,
  "notes": "Mobile Computing (MC) is an international open-access and refereed journal dedicated to publishing the latest advancements in mobile computing. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Mobile Computing (MC)",
  "revision_id": "54bfd1e6-3ed1-46c3-8b7a-104b0796a4f1"
}