{
  "license_title": "License not specified",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 2,
  "id": "b4e636e6-2af1-4295-b5c9-e521442dc872",
  "metadata_created": "2013-09-13T05:00:04.805394",
  "metadata_modified": "2013-10-10T21:18:49.881502",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "7fa6ba4e-1642-4fcd-82cd-1ed3e6409347",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "",
      "name": null,
      "format": "",
      "url": "http://None",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "b4e636e6-2af1-4295-b5c9-e521442dc872",
      "created": "2013-09-13T00:00:09.616169",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "3e47a6f5-75f0-4274-9865-707867fa4f7f",
      "url_type": null,
      "id": "61793749-bf17-4213-abb6-8fdb2f0c1fbd",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "conversational hypnosis training",
      "id": "de269e12-5047-4b3e-ad37-af5bb52bab10",
      "name": "conversational hypnosis training"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "hypnosis training",
      "id": "92575a56-e620-46e6-bfcf-ad805e791cd4",
      "name": "hypnosis training"
    }
  ],
  "groups": [],
  "license_id": "notspecified",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "hypnosis-training-79",
  "isopen": false,
  "url": null,
  "notes": "Hypnosis is really a remedy typically used in psychology these days and contains confirmed in order to yield many benefits with adults and youngsters alike. That is truly a great skill to become equipped with and also the answer to excellent hypnosis is actually a excellent hypnosis training. \n\n\n\nA hypnosis coaching is a workshop involving 5 days that will train lay people, hypnotherapists, family practitioner, social workers and even lay individuals to become certified hypnotists as well as hypnotherapists, so they really can develop with it, improve their lives http://masterhypnosistraining.com/ and aid have a positive impact on individuals about them. \n\n\n\nAt Master Hypnosis Training, we provide <b>http://masterhypnosistraining.com/conversational-hypnosis/</b> workshops that will benefit lay folks along with experienced hypnotherapists alike. Our carefully ready courses are designed in this type of method to educate whatever you must realize for you to be a certified hypnotist. The Particular material will be up to always be able to date often where there is always something completely new to understand even for people who have got experience within this region associated with work. Delivered simply by Steve Roehm, highly experienced master hypnotist and also trainer, this course is really interactive and adaptable that it could also be understood simply by somebody who provides not practiced hypnosis before. through our courses, you will understand skills which you may use inside daily life, especially those that make that an individual simply a lot more influential as well as convincing http://masterhypnosistraining.com/ although speaking and in conversations. \n\n\n\nTo ensure the quality as well as maintain the amount of our certificates, just about all participants must show up at the entire coaching and use <a href=\"\">conversational hypnosis training</a> your current newly discovered skills in at least 5 people. at the conclusion in the course, an individual will be tested. Our assessments are divided into 2 parts. First, you will use the learned skills in the scenario offered to you on the spot. Only similar to within real life, you'll have access to your own notes, however, you cannot ask regarding assistance. Generally there may also be a created exam, that a person simply must pass through scoring no much less than 35 more than 50.\n\n\n\nYou always have the actual option to omit the actual examination yet attend your program and learn the invaluable skills associated with conversational hypnosis. A Person will end up being taught how being a better person to talk to, anyone are completely aware of what to say where scenarios and an individual will always be capable of assist as well as aid others via a number of emotional problems or perhaps hardships. A Person will turn out for you to be an agent of change via your conversations. \n\n\n\nSign up for our <b>http://masterhypnosistraining.com/</b>, so you can easily acquire a valuable skill which will advantage you collectively with others. ",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Hypnosis training",
  "revision_id": "de28d735-43ed-4329-99a7-95df0ac116ec"
}