{
  "license_title": "License not specified",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 12,
  "id": "8524684c-bcb7-43f5-9a3f-25fac533ec31",
  "metadata_created": "2012-02-24T22:13:10.710974",
  "metadata_modified": "2013-10-10T21:01:04.581516",
  "author": "Government Accountability Office",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": null,
  "type": "dataset",
  "resources": [
    {
      "mimetype": "application/pdf",
      "cache_url": null,
      "hash": "md5:2d10ef7e328ed35a7db991732f4d7ac3",
      "description": "",
      "format": "PDF",
      "url": "https://commondatastorage.googleapis.com/ckannet-storage/2012-02-24T221449/GAO-Fed-Investigation.pdf",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "8524684c-bcb7-43f5-9a3f-25fac533ec31",
      "name": "2012-02-24T221449/GAO-Fed-Investigation.pdf",
      "state": "active",
      "mimetype_inner": "",
      "last_modified": "2011-07-01T22:14:58",
      "position": 0,
      "revision_id": "83cc09df-28a7-42a1-809a-76ff6e2d75aa",
      "url_type": null,
      "id": "905ab63c-d53a-4d91-8e5c-e3d093ecf762",
      "resource_type": "file.upload",
      "size": "3240242"
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "2008",
      "id": "a46aefcf-fb76-4129-86cc-43f357756a3e",
      "name": "2008"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "bailout",
      "id": "bf3ec4b5-54c6-4533-97d7-5035f86e709d",
      "name": "bailout"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "banks",
      "id": "fa46cf30-2a6d-4618-b02c-ef71164d149e",
      "name": "banks"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "congress",
      "id": "16b2cd47-ad9c-4fd7-956a-0c7cb79d5ec9",
      "name": "congress"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "crisis",
      "id": "8e69435e-136f-4b95-b4b7-6c1069dceb6b",
      "name": "crisis"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "data",
      "id": "e40d6abd-6772-4022-acf4-46d3dd46a899",
      "name": "data"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "federal reserve",
      "id": "7dd8d363-9301-4d36-a16f-e91b2c7af5b0",
      "name": "federal reserve"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "financial crisis",
      "id": "e9faa2fc-b3be-4562-9331-01aa48e3af83",
      "name": "financial crisis"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "gao",
      "id": "3a1e7708-c5a1-49aa-9800-cb5857e661ce",
      "name": "gao"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "united states",
      "id": "5ca80681-24de-44b6-b0c0-e2b249e4a484",
      "name": "united states"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "us",
      "id": "aeec873e-188a-4cce-83c5-23e30c872b32",
      "name": "us"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "usa",
      "id": "7f2f3598-3bd4-435c-a088-8e1f935b5909",
      "name": "usa"
    }
  ],
  "groups": [],
  "license_id": "notspecified",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2012-02-15T01:15:02.210357",
    "title": "occupy",
    "name": "occupy",
    "is_organization": true,
    "state": "active",
    "image_url": null,
    "revision_id": "dcb47cf9-ab3d-4c7e-83e0-50b2c4940b98",
    "type": "organization",
    "id": "ab8d73a4-0440-4815-88e9-bda92a86a535",
    "approval_status": "approved"
  },
  "name": "gao-federal-reserve-system",
  "isopen": false,
  "url": "http://www.gao.gov/products/GAO-11-696",
  "notes": "\"The Dodd-Frank Wall Street Reform and Consumer Protection Act directed GAO to conduct a one-time audit of the emergency loan programs and other assistance authorized by the Board of Governors of the Federal Reserve System (Federal Reserve Board) during the recent financial crisis. This report examines the emergency actions taken by the Federal Reserve Board from December 1, 2007, through July 21, 2010. For each of these actions, where relevant, GAO's objectives included a review of (1) the basis and purpose for its authorization, as well as accounting and financial reporting internal controls; (2) the use, selection, and payment of vendors; (3) management of conflicts of interest; (4) policies in place to secure loan repayment; and (5) the treatment of program participants. To meet these objectives, GAO reviewed program documentation, analyzed program data, and interviewed officials from the Federal Reserve Board and Reserve Banks (Federal Reserve System).\r\nOn numerous occasions in 2008 and 2009, the Federal Reserve Board invoked emergency authority under the Federal Reserve Act of 1913 to authorize new broad-based programs and financial assistance to individual institutions to stabilize financial markets. Loans outstanding for the emergency programs peaked at more than $1 trillion in late 2008. The Federal Reserve Board directed the Federal Reserve Bank of New York (FRBNY) to implement most of these emergency actions. In a few cases, the Federal Reserve Board authorized a Reserve Bank to lend to a limited liability corporation (LLC) to finance the purchase of assets from a single institution. In 2009 and 2010, FRBNY also executed large-scale purchases of agency mortgage-backed securities to support the housing market. The Reserve Banks' and LLCs' financial statements, which include the emergency programs' accounts and activities, and their related financial reporting internal controls, are audited annually by an independent auditing firm. These independent financial statement audits, as well as other audits and reviews conducted by the Federal Reserve Board, its Inspector General, and the Reserve Banks' internal audit function, did not report any significant accounting or financial reporting internal control issues concerning the emergency programs. The Reserve Banks, primarily FRBNY, awarded 103 contracts worth $659.4 million from 2008 through 2010 to help carry out their emergency activities. A few contracts accounted for most of the spending on vendor services. For a significant portion of the fees, program recipients reimbursed the Reserve Banks or the fees were paid from program income. The Reserve Banks relied more extensively on vendors for programs that assisted a single institution than for broad-based programs. Most of the contracts, including 8 of the 10 highest-value contracts, were awarded noncompetitively, primarily due to exigent circumstances. These contract awards were consistent with FRBNY's acquisition policies, but the policies could be improved by providing additional guidance on the use of competition exceptions, such as seeking as much competition as practicable and limiting the duration of noncompetitive contracts to the exigency period. To better ensure that Reserve Banks do not miss opportunities to obtain competition and receive the most favorable terms for services acquired, GAO recommends that they revise their acquisition policies to provide such guidance. FRBNY took steps to manage conflicts of interest for its employees, directors, and program vendors, but opportunities exist to strengthen its conflict policies. In particular, FRBNY expanded its guidance and monitoring for employee conflicts, but new roles assumed by FRBNY and its employees during the crisis gave rise to potential conflicts that were not specifically addressed in the Code of Conduct or other FRBNY policies. For example, FRBNY's existing restrictions on its employees' financial interests did not specifically prohibit investments in certain nonbank institutions that received emergency assistance. To manage potential conflicts related to employees' holdings of such investments, FRBNY relied on provisions in its code that incorporate requirements of a federal criminal conflict of interest statute and its regulations. GAO makes seven recommendations to the Federal Reserve Board to strengthen policies for managing noncompetitive vendor selections, conflicts of interest, risks related to emergency lending, and documentation of emergency program decisions. The Federal Reserve Board agreed that GAO's recommendations would benefit its response to future crises and agreed to strongly consider how best to respond to them.\"",
  "owner_org": "ab8d73a4-0440-4815-88e9-bda92a86a535",
  "extras": [],
  "title": "GAO-11-696  Federal Reserve System - Opportunities Exist to Strengthen Policies and Processes for Managing Emergency Assistance",
  "revision_id": "4ea9fd57-84b0-49b6-97ac-3a6fe133f363"
}