{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "9d4f4389-2cd0-45ba-b959-0fb63159f423",
  "metadata_created": "2013-08-29T11:50:59.253441",
  "metadata_modified": "2013-10-10T21:09:28.718168",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "92f29f30-848f-4261-9e54-5c5a5ad0122f",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "gustafson",
  "isopen": false,
  "url": "",
  "notes": "The martial-arts philosophy, or at-least the traditional karate philosophy, is known as the Dojo-Kun. The Dojo-Kun is merely a five point moral guide for education in the martial-arts and for behavior within your.. \n\nMany martial arts schools around the world promote a philosophy of self-improvement in addition to an expected standard of technical skill. Once you consider it, it's the idea rather than the technical expertise that should affect every experts everyday life. \n\nThe martial-arts philosophy, or at-least the traditional karate philosophy, is named the Dojo-Kun. The Dojo-Kun is merely a five point moral guide for behavior in your everyday life and for education in the martial arts and might be called the Student Creed in English. The standard karate integrity in many cases are translated as: \n\nTo strive for that excellence of character \n\nTo follow along with the paths of truth \n\nTo foster a spirit of work \n\nTo respect the axioms of etiquette \n\nTo shield against impetuous courage \n\nIn many standard karate schools these precepts are chanted at the start and end of each lesson in Japanese, and in other schools in English. In some schools there is no chanting at all, just a publishing of the principles to the dojo wall and other schools develop their own Student Creed. \n\nIm not here to inform you which way is right or wrong, but what you have to do whenever choosing a martial-arts school is ask yourself whether the core values of that school resonate with your view of life and your moral ethics. After all you're exposing your-self and your loved ones to a really emotive enterprise by starting your karate journey. A conflict of moral values is likely to Dim Mak (deliver a Death Touch to) your involvement in the fighting styles from the very beginning. \n\nThe Dojo-Kuns precepts could offer a very easy template for following a virtuous path and for reaching your potential in everything you do and for being a good citizen. Its up to you to determine how this idea fits in with your own values and integrity. \n\nMany people find these five key ethics to become something that they could connect with on an intimate basis; some people dont place much importance on the idea of the martial-arts and come in your karate course alongside you for completely different reasons such as self-defense or basic health and fitness. \n\nThe term each unto their own is certainly relevant here. As with therefore many things in life, we've to discover our own way given our own set of standards and backgrounds. \n\nEssentially there are numerous other paths to self-realization and understanding of the world around you. The martial arts simply give you a valuable template for beginning to comprehend your self and others through knowledge energy, movement, pace, moment, energy, stress, relaxation and harmony. It is a new in what could be a long and exceptionally worthwhile journey. Learn supplementary information on the affiliated web resource by clicking <a href=\"http://www.prweb.com/releases/2013/6/prweb10811000.htm\">crazy 88 bjj</a>. \n\nIf you need more help with this or some other karate subject, please be sure to acquire my FREE Report Beginners Guide to Karate. You will discover how to download it at http://www.freekarateinformation.com/beginner.html \n\nGood luck and most readily useful wishes on your trip in karate.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "The Five Core Integrity Of The Martial-arts",
  "revision_id": "7966a397-a48f-4ae1-ae4a-5a1e56393330"
}