{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "143cc537-35e1-49ba-bc6a-1ac1baa6bd3e",
  "metadata_created": "2013-08-29T11:50:21.204237",
  "metadata_modified": "2013-10-10T23:00:51.500114",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "92f29f30-848f-4261-9e54-5c5a5ad0122f",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "munck",
  "isopen": false,
  "url": "",
  "notes": "The martial-arts philosophy, or at least the standard karate philosophy, is known as the Dojo-Kun. The Dojo-Kun is just a five point moral guide for behavior in your. and for training in the martial-arts. \n\nMany martial-arts schools all over the world encourage an expected standard of technical expertise together with an idea of self-improvement. It's the idea rather than every practitioners daily life that should be influenced by the technical skill, when you think of it. \n\nThe fighting styles philosophy, or at-least the traditional karate philosophy, is known as the Dojo-Kun. Learn further on <a href=\"http://www.prweb.com/releases/2013/6/prweb10811000.htm\">crazy 88 bjj</a> by going to our surprising wiki. The Dojo-Kun is just a five point moral guide for behavior in your every day life and for training in the martial arts and might be called the Student Creed in English. The original karate integrity in many cases are interpreted as: \n\nTo strive for the perfection of character \n\nTo follow along with the paths of truth \n\nTo foster a spirit of energy \n\nTo honor the maxims of etiquette \n\nTo protect against impetuous courage \n\nIn many standard karate schools these precepts are chanted at the beginning and end of each lesson in Japanese, and in other schools in English. In certain schools there's no chanting at all, just a posting of the maxims on-the dojo wall and their own Student Creed is invented by other schools. \n\nIm maybe not here to inform you which way is right or wrong, but what you have to do when choosing a martial arts school is ask yourself whether the core values of that school resonate with your view of existence and your moral ethics. In the end you are exposing your-self and your loved ones to an extremely emotive enterprise by beginning your karate trip. A conflict of moral values will probably Dim Mak (provide a Death Touch to) your involvement in the martial-arts from the very beginning. \n\nThe Dojo-Kuns precepts could offer a very simple format for following a virtuous path and for achieving your potential in all you do and for being a great citizen. Its your responsibility to determine how this idea gels with your own personal ideals and integrity. \n\nMost people find these five core ethics to become something that they could relate to on a romantic basis; some people dont place much value on the idea of the martial arts and come in your karate type alongside you for completely different reasons including self-defense or basic health and fitness. \n\nThe expression each unto his own is definitely applicable here. As with therefore many things in life, we've to find our own way provided our own set of requirements and backgrounds. \n\nEssentially there are numerous other paths to self-realization and understanding of the greater world around you. The martial-arts simply provide a important theme for just starting to comprehend your-self and the others through knowledge energy, movement, speed, timing, energy, tension, rest and harmony. It is a beginning in what could be a long and exceptionally rewarding trip. \n\nIf you want more help with this or some other karate issue, please make sure to get my FREE Report Beginners Guide to Karate. You'll find out how to download it at http://www.freekarateinformation.com/beginner.html \n\nGood luck and best wishes on your journey in karate.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "The Five Key Ethics Of The Martial Arts",
  "revision_id": "faa99654-cb5c-4ebf-89fd-1710d7286ad5"
}