{
  "license_title": "License not specified",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "b106b7d5-04ff-42c0-9452-93474c899e8a",
  "metadata_created": "2013-10-09T21:34:24.936786",
  "metadata_modified": "2013-10-10T21:12:46.732498",
  "author": "bulah kenna",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "02202cc5-85b3-4ae8-a802-30f05591c54d",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "",
      "name": null,
      "format": "",
      "url": "http://datahub.io/dataset/new_resource/health-and-fitness-medicine-article-item",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "b106b7d5-04ff-42c0-9452-93474c899e8a",
      "created": "2013-10-09T16:34:35.193254",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "6e9f725a-950d-4cf6-be01-96806591368c",
      "url_type": null,
      "id": "eb6b3fb0-50ca-4986-a08c-c1f418c3914a",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 1,
  "tags": [],
  "groups": [],
  "license_id": "notspecified",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "health-and-fitness-medicine-article-item",
  "isopen": false,
  "url": null,
  "notes": "Create a solution of vinegar believed 1 part of white wine vinegar to 2 parts of water. Dip your toes in this cure everyday for 15 a matter of minutes. This cures toenail fungus.\r\n\r\nCataracts: Also referred as cloudy vision, cataracts affects all of the lens of the eye, thus leading to disadvantaged vision. Cataracts is often a condition in which negligence eye lens gets engrossed in a white film, to look at lens opaque. As we all know, the lens within the eye is a clear elastic structure that empowers light to enter through it. This appliance falls on the retina, that is exactly in arrears the lens. The sunlight signal thus received by the retina, helps to construct clear images, which is interpreted as vision. However, as the lens becomes opaque due in which to formation of white film, the passage of light is obstructed, making that it is hard for the person viewing only one channel things clearly.\r\n\r\nChina and tiawan has a history involved with state ownership in ones logistics sector, and doing this has resulted in managing and infrastructure ill-suited so as to international trade and locating. In addition, their infrastructure has been designed to move bulk commodities, rather than sensitive in addition perishable goods.\r\n\r\nPlant seeds phenols are effective vitamin antioxidants obtainable in coffee. Plant phenols in chocolate are very similar because the antioxidants available in berries and contain flavonoids and lignans. Technical tests show plant phenols can defend the man body from cellular damage and ailments relating to positively the cardiovascular system and cancer. Vegetable phenols will also be a facet of the breakdown of a carbs and lipids in the torso.\r\n\r\nTyping is a powerful tool not only when it comes to communication, yet also with regard that will <a href=\"https://www.facebook.com/pages/Kollagen-Intensiv-Free-Trial-Offer/198250023532684\">kollagen intensiv</a> and wellness. Daily journal writing provides shown wondrous results included in patients with serious ailments, such as cancer. A report published while in the Journal of Pain and Symptom Management in about June 2008 stated this cancer patients who prepared their traumatic experiences containing cancer, and how this task affects them, experienced less pain. The a bit more open they were in their entries, the bigger they felt. This practice has also yielded positive results in clients with health problems, that as asthma, arthritis, coupled with AIDS.\r\n\r\nAs a result to the boom through international trade, the market for rail transportation 's much higher than deliver. The government has calculated heavy investments to extending the railway network and thus to build freeways.\r\n\r\nPeople with this life path tend to be very unselfish and tend towards neglect their own survival when those around the kids need their care. They need to make sure to stay well and watch over themselves so that they'll always be there energy source.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Health And Fitness: Medicine Article Item",
  "revision_id": "8164a992-367b-4d3c-9c4b-6f66e26a3167"
}