{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "8d32e111-d684-4c59-a823-7df923c97e1d",
  "metadata_created": "2013-08-29T11:53:47.326447",
  "metadata_modified": "2013-10-10T20:37:37.754744",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "3e0d7eab-2627-4708-853c-0a016926d17d",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "djurhuus",
  "isopen": false,
  "url": "",
  "notes": "Its a fact that your roof is 1 of the most essential parts of your house and is the one issue that offers the building structure, the creating occupants and the constructing contents with protection from the components. Several roofs are in a state of disrepair but home owners ignore this till the roof gets worse or until the climate gets worse. With normal upkeep and the early identification and fixing of any problems you can usually keep away from the big problems that have equally massive value tags attached to them. Standard maintenance in this way will also aid extend the life of your roof.\n\nDeciding on flat roofing supplies.\n\nFlat roofs have extra troubles associated with them. Because they do not slope rainwater does not automatically run down the roof and drain off. It is totally important that flat roofing supplies are as water resistant and water tight as feasible to stop critical damage to the roof itself and to the rest of the developing and its contents. New types of flat roofing material are becoming utilized and while these offer you more in the way of protection they are also more costly as a general rule. There are nevertheless 3 main varieties of flat roofing supplies that are used on a regular basis on new and older houses.\n\nBuilt up flat roofing supplies.\n\nConstructed up roofing is generally just that. Built up roofing consists of laying down a number of layers of tar and water resistant components and then covered with gravel. This is quite an old strategy but the introduction of new waterproof supplies has observed the strength and durability of this approach enhance. The gravel acts as a very good fire resistant layer and can be produced to look quite appealing. It is normally the least expensive of the flat roofing materials offered, however, it is extremely heavy and may possibly demand strengthening of the joists. It is also impractical to use on residential homes that are getting lived in simply because it smells terribly. The gravel itself can clog gutters and other vital elements of water drainage.\n\nModified Bitumen flat roofing.\n\nModified bitumen is another stalwart in the globe of flat roofing components. Once upon a time it was necessary to use torchdown methods that involved burning the roll of material onto the roof, however it is now achievable to get adhesive varieties, hence cutting out the prospective fire hazard that is occasionally connected. The mineral surface that is employed to create modified bitumen can be developed in light colors, properly reflecting the heat and sun. This will cut down on your power bills in the course of the summer time months, and it can even be installed by any avid (and competent) do it oneself fanatic.\n\nRubber membrane.\n\nRubber membrane is one more approach of coating your flat roof. If you have an opinion about sports, you will maybe want to research about <a href=\"http://thedenverroofers.com/denver-commercial-roofing/\">go here for more info</a>. <a href=\"http://thedenverroofers.com/denver-roofing-contractors/\">Principles</a> contains further concerning when to ponder it. As far as flat roofing components go it is durable and resistant to basic wear and tear. Leaks are easy to uncover and repair, but the expense is truly really high. Identify more on the affiliated portfolio by going to <a href=\"http://thedenverroofers.com/denver-roof-repair/\">partner sites</a>. The common black rubber does not reflect heat and paying for a lighter membrane will cost you a lot more, nonetheless, it is fast to fit and will trigger tiny disruption to your home life in the course of the method.The Denver Roofers\n12 Broadway #233B\nDenver, CO 80203‎\n(303) 816-3693",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Flat Roofing Supplies",
  "revision_id": "b9a6e513-5a5a-46b9-8d0b-c3fefe472414"
}