{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "6402b41f-8dc4-4e44-bcca-865f2926e355",
  "metadata_created": "2013-07-17T07:54:41.720522",
  "metadata_modified": "2013-10-10T21:17:42.073498",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Based on the analysis of International Photovoltaic Industry Development and trend on the basis of PV industry, summarizes the status quo of the development of the industry in the development of China, points out the problems in China, and then, in the light of these problems, put forward a series of countermeasures, to support the healthy development of the industry in China [1].",
      "name": "Development's Situation at Present and Chinese Countermeasure Currently about Photovoltaic Industry in China",
      "format": "",
      "url": "http://www.seipub.org/ssmr/paperInfo.aspx?ID=2457",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "6402b41f-8dc4-4e44-bcca-865f2926e355",
      "created": "2013-07-17T02:55:09.681119",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "c25ea1a1-6cd4-434b-8ac8-3d73c9f18e77",
      "url_type": null,
      "id": "161b5da8-1589-4aad-bd44-f69214620448",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " The service sector is the most important and fastest growing business sector of developed countries nowadays. Existing literature outlines important topics for future research in the field of service innovation. However, a lack of practical implications exists. Based on a research portfolio, classifying theoretical research questions in the field of service innovation, a roadmap for practitioners is developed. For this purpose, existing theoretical insights, service innovation driving forces, and key technology enablers are investigated. The roadmap depicts six areas that have to be considered by companies to cope with the on-going changes in the service sector and that have to be targeted within companies to exploit existing and emerging potentials for service innovations. Among these areas are the companies’ organization and the evaluation of ideas and innovations. Due to the fact that quickly evolving trends need to be addressed promptly with the right solution, the latter area will clearly play a vital role in the future. In order to be innovative, companies have to spend their efforts wisely, not wasting energy in insufficient service innovation projects.\r\n",
      "name": "Service Innovation A Roadmap for Practitioners",
      "format": "",
      "url": "http://www.seipub.org/ssmr/paperInfo.aspx?ID=2690",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "6402b41f-8dc4-4e44-bcca-865f2926e355",
      "created": "2013-07-17T02:55:44.196089",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "b74a228d-63b6-4966-b0f4-e42c322f32fb",
      "url_type": null,
      "id": "c3e91ce0-45b2-444f-9097-aed8953ea2d7",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Achieving satisfactory service is crucial to supermarket management, but past studies of service quality mainly focused on discovering the quality elements contributing to customer care, and did not focus on proposing improvements and suggestions. This study primarily focused on the service quality of a medium-sized chain supermarket by surveying quality needs, exploring quality problems, and proposing an improvement program. Effectively combining customer needs to revise the method of service quality improvement, this study comprises three parts: demand survey, demand analysis and conversion. The demand survey is based on the SERVQUAL model of PZB to establish a customer demand questionnaire for a medium-sized chain supermarket. The demand analysis used the two-dimensional quality element classification table to classify the quality factors. Furthermore, the demand conversion used quality function deployment (QFD) to convert into effective practice improvement.",
      "name": "Systematic Services Analysis and Improvement for Supermarket",
      "format": "",
      "url": "http://www.seipub.org/ssmr/paperInfo.aspx?ID=2786",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "6402b41f-8dc4-4e44-bcca-865f2926e355",
      "created": "2013-07-17T02:56:18.180067",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "b02ca058-c613-4004-9f31-d81c15438f91",
      "url_type": null,
      "id": "2fd1dfdc-83a4-4770-ac96-dd54eb20ef4a",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The research work is on globalization and economic growth in Nigeria: Any nexus?. The study adopts descriptive statistics, regression analysis and correlation analysis on the macro economic variables. The objectives of the study are to: describe the trend of macroeconomic variable; examine the impact of globalization on economic growth of Nigeria; to determine the relationship between foreign direct investment, inflation and exchange rate; relationship between trade openness and exchange rate, Inflation and dummy (structural change) variable; estimates the factors contributing significantly to the economic growth in Nigeria and to proffer policy recommendation on how globalization can further enhance the economic development of Nigeria. The result shows that interest rate has been fluctuating with respect to the years under review, The result further revealed that, Inflation is a significant variable contributing to economic growth (proxied by RGDP), inflation and exchange rate shows a negative relationship but significant at 5 percent level of probability and inflation is the only significant variable having positive relationship with the foreign direct investment in the model. Based on research findings, the study concluded that inflation plays a significant factor if the economy is to enhance economic growth in the world economy. The study therefore recommended that fiscal and monetary policies should be given priority to with a view to enhancing economic growth through globalization.",
      "name": "Globalization and Economic Growth in Nigeria: Any Nexus?",
      "format": "",
      "url": "http://www.seipub.org/ssmr/paperInfo.aspx?ID=2782",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "6402b41f-8dc4-4e44-bcca-865f2926e355",
      "created": "2013-07-17T02:57:17.069007",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "37ba43eb-dcca-4837-993c-cbc7af05c230",
      "url_type": null,
      "id": "55c2b93a-73cc-4a9d-933b-80c6dd1356b7",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Cloud computing is a rather new and extremely popular concept in IT industry and there are still a significant number of challenges that need to be addressed. The main goal of cloud computing provider is to maximize its profit by minimizing costs and the amount of violations to Quality-of-Service (QoS) levels agreed with customers.As the network is considered to be a backbone and bottleneck of cloud services, it is important to predict the number of service requests and to manage the performance of cloud applicationsacross the diverse cloud deployment models. Unfortunately, it is very difficult to predict the demands on the network and accurate traffic models are necessary for service providers to properly maintain quality of service and to distribute workload across one or more servers, network interfaces, hard drives, or other computing resources. In this paper,it isproposedthat branching processes theory will appropriatefor description ofthe dynamics of cloud services demand as well as prediction of the network traffic in cloud computing environment. Branching stochastic processes are generally used to describe random systems such as nuclear chain reactions, population development, epidemic of disease spread and gene propagation. It isshowed through simulation and experiment that cloud computing demand can be developed as a branching stochastic process and our approach to cloud services performance management is able to dynamically adapt to time-varying workloads and to reduce QoS violations.\r\n",
      "name": "Cloud Services Performance Management-Based on Network Traffic Prediction",
      "format": "",
      "url": "http://www.seipub.org/ssmr/paperInfo.aspx?ID=2718",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "6402b41f-8dc4-4e44-bcca-865f2926e355",
      "created": "2013-07-17T02:58:24.235840",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "fbb37448-7c21-4c5f-a2f1-d04f672e458e",
      "url_type": null,
      "id": "0751f970-e151-4d08-9ca1-4e7b14b3885e",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "A single server retrial queueing with partial breakdown and repair is taken into considerations, in which customers arrive in a Poisson process with arrival rate λ. The time interval between partial breakdowns of server follows an exponential distribution with parameter α and the time interval between repairs of server follows an exponential distribution with parameter β. The server provides service with two different rates that are normal service rate µ1 and lesser service rate µ2 during a partial breakdown. If the server is free at the time of a primary call arrival, the arriving call begins to be served immediately as the server and customer leaves the system after service completion. Otherwise, if the server is busy then arriving customer goes to orbit and becomes a source of repeated calls. A pool of sources of repeated calls may be viewed as a sort of queue. Each such source produces a Poisson process of repeated calls with intensity σ. If an incoming repeated call finds the server free, it is served and leaves the system after service, while the source producing this repeated call disappears. If there is a partial breakdown of a server during the service (active breakdown), the server does the service with lesser service rate. It is assumed that the access from orbit to the service facility is governed by the classical retrial policy. This model is solved by using Direct Truncated Method. Numerical study have been done for analysis of Mean Number of Customers in the Orbit (MNCO), Truncation level (OCUT), Probabilities of server free in normal period and partial breakdown period, Probabilities of server busy in normal service period and in partial breakdown period for various values of λ, μ1 , μ2, α ,β and σ in elaborate manner ; in addition, various particular cases of this model have been discussed.",
      "name": "Single Server Retrial Queueing System with Partial Breakdown by Computational Method",
      "format": "",
      "url": "http://www.seipub.org/ssmr/paperInfo.aspx?ID=4245",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "6402b41f-8dc4-4e44-bcca-865f2926e355",
      "created": "2013-07-17T02:58:59.676666",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 5,
      "revision_id": "fbb37448-7c21-4c5f-a2f1-d04f672e458e",
      "url_type": null,
      "id": "066cff53-5372-4e4e-ab40-18cc9a8f7f3d",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 6,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Management Research",
      "id": "2b52e95e-18fa-4d3c-98e8-25ce79a41f2d",
      "name": "Management Research"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-seipub-org-ssmr",
  "isopen": true,
  "url": null,
  "notes": "Service Science and Management Research (SSMR) is an internationally refereed journal dedicated to publishing the latest advancements in different areas of service and management. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Service Science and Management Research (SSMR)",
  "revision_id": "54bfd1e6-3ed1-46c3-8b7a-104b0796a4f1"
}