{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "1c4d4f35-0182-4637-8f16-2aaeee478e5b",
  "metadata_created": "2013-08-29T05:14:32.255486",
  "metadata_modified": "2013-10-10T19:53:33.638055",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "b5383241-ce57-41e9-bec8-309d14f93768",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "bang",
  "isopen": false,
  "url": "",
  "notes": "Generally, you will find two types of wines; the red wine and the white wine. Both wines are made from grapes, though, different kinds of both and grapes are also fermented.. \n\nWine consists of unmodified grape juice which was fermented to create an alcoholic drink that many people take pleasure in the world over. In many places, meal as well as meal is not complete with out a bottle of wine. Activities often need a wine bottle and that is followed by cheers and saluts. \n\nUsually, you will find two types of wines; the white wine and the red wine. Both wines are created from grapes, while, different varieties of both and grapes are also fermented to create the wine. The two forms of wines also provide many forms of wines. As a result, they are frequently named after the place they originate from in the world or the type of grape used to help make the wine. <a href=\"http://www.prleap.com/pr/208701/\">High Quality Ryson</a> includes more concerning why to see about this belief. There are also several other forms of wines other than the red and the white but both of these are the more common. \n\nStructure of a Wine bottle \n\nA wine bottle is generally composed of grape juice. The grapes changed to wine are the important aspects to the style of the drink. These grapes usually are from the European grapes variety. The location of the vineyard and the climate in the specific location features a lot related to the style of the wine. This is exactly what is called the terroir and a big role is played by it on the quality of the wine. \n\nYeast can be put into the wine composition to ferment the grape juice. The fermentation usually takes the right flavor to be achieved by a few months f your wine. Learn further on a partner website by browsing to <a href=\"http://www.prleap.com/pr/208701/\">compact</a>. Water can be one of many major the different parts of the absolute most abundant component inside it a wine bottle and certainly. Alcohol also comprises the alcohol content and wine depends upon what kind of wine we're talking about. \n\nThe Uses of Wine \n\nA bottle of wine is commonly used for drinking, of course. It's also used in liturgical events and other religious based events. Several use wine to celebrate victories and to block out defeats. Discover new resources on our affiliated article - Click here: <a href=\"http://www.thomasnet.com/products/conveyors-18890806-1.html\">conveyor manufacturers investigation</a>. A bottle of wine can also be used in baking, cooking and to create food around the world. It's frequently used to flavor shares (beef, chicken and so on) or braising the foodstuff. \n\nA wine bottle can be used to curl up the body; as a result it has acquired a reputation of being healing and an aphrodisiac. Some researchers have reported that re wine might be more beneficial for preventing cancer when compared with white because red wine contains more poyphenols.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "What's In A Bottle Of Wine?",
  "revision_id": "053c31bf-b2af-4f2f-8213-eccf9791e431"
}