{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "385756ba-2c25-4989-ae86-2191cbf71d55",
  "metadata_created": "2013-08-29T12:32:40.478962",
  "metadata_modified": "2013-10-10T20:40:50.214307",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "7b114adf-0aa5-4272-bf1b-a11488398ec6",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "drachmann",
  "isopen": false,
  "url": "",
  "notes": "A cigar box can come in many shapes and sizes, and hold anyplace from five or six products to a full collection containing hundreds of cigars. Visit <a href=\"http://www.cigaradvisor.com/\">web cigar magazine</a> to discover where to study it.  Fantastic for gifts, cigar boxes serve both to protect and preserve their contents, and to display them in an desirable, sophisticated setting.\n\nPresent day cigar boxes are often comparable to humidors in that they function climate-controlling functions that optimize the temperature and humidity in order to preserve the cigars flavor and look.  Some are custom produced out of wood and hand-crafted to suit the exact dcor of the purchasers home.\n\nThere is also a significant industry for antique cigar boxes. To discover additional info, people are able to check-out: <a href=\"http://cigars.about.com/od/wheretopurchase/a/famousmoke.htm\">rate us</a>.  Critical collectors fetch hefty costs for containers that date back to the turn of the century or even earlier.\n\nWhether or not a buyer is looking for a cigar box for aesthetics or for preservation, cigar boxes make excellent presents for any aficionado.  Online merchants such as Cigar King supply some of the finest cigar boxes, readily available in several cost ranges.  A easy Cigar Caddy created out of Otter Box can be purchased for below $20, even though a classic Ashton humidor of beautiful walnut can run upwards of $1500.\n\nOther discount cigar stores provide boxes at decreased rates, and they can typically be shipped to the customer overnight.  For those searching for other cigar accessories to compliment a cigar box, there are numerous brands and styles of lighters, cutters and ashtrays that could make for a best gift set for any cigar aficionado.\n\nIf you are having trouble locating a appropriate cigar retailer or distributor in your region, seek advice from Cigarworld on the web for a directory of all local and national cigar outlets.  There you will discover literally hundreds of locations, each on the internet and off, which offer cigars and cigar accessories to suit any occasion.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Well-known Varieties of Cigar Boxes",
  "revision_id": "6b23da2e-50bf-4568-8df1-af296f930a31"
}