{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "980ab773-e0a9-4707-a124-ddd9c53c2fd5",
  "metadata_created": "2012-11-05T15:38:54.460221",
  "metadata_modified": "2013-10-10T23:38:01.352905",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "0e107a3e-a16e-4119-9345-943eb9c20b40",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "settore-del-latte-sostiene",
  "isopen": false,
  "url": "",
  "notes": "L'industria del latte ha lanciato una stampa integrale tribunale di hype i presunti vantaggi di perdita di peso di latte alimentare. Stanno a pubblicare gli annunci stampa, l'assunzione di celebrità di indossare goofy dall'aspetto baffi di latte, e pagando nutrizionisti di fare discorsi distorti sui benefici del latte. Il problema è che non c'è assolutamente alcuna prova convincente che il latte aiuta a dimagrire a tutti. Infatti, tutti gli elementi di prova in merito a latte vaccino dimostra di essere un disastro nutrizionale per il corpo umano: che manca oli essenziali necessari per la funzione cerebrale, è priva di minerali critici (come il magnesio) necessario per il corpo umano, e, peggio di tutto, praticamente tutti gli esseri umani sono allergici al latte di mucca, è per questo che la sostanza causa asma tanto, sinusiti croniche, e costipazione.\r\nMa non lasciate che i fatti scientifici stare nel mezzo di una campagna di marketing nazionale. L'industria del latte è fuori a vendere un po 'di latte, indipendentemente dai fatti. Questo è ciò che io chiamo cattiva scienza mescolato con il marketing disonesto. Certo, se i bambini passare da bere bibite al latte, saranno molto probabilmente perdere peso, ma \"latte\" non è la ragione: è il fatto che hanno evitato bevande analcoliche. Gli stessi bambini che perdere peso ancora di più se hanno bevuto acqua pura al posto del latte. Il latte vaccino non è una sostanza la perdita di peso. Infatti, grazie al suo pillole per dimagrire contenuto di grassi omogeneizzati e difficili da digerire le proteine, in realtà è qualcosa che tende a mettere su i chili.\r\n\r\nEppure, la macchina di marketing latte comodamente tralasciare i fatti che circondano la realtà nutrizionale e, invece, concentrarsi su un cinque secondi soundbite che va qualcosa come questo, \"Bambini che hanno bevuto più latte perso peso!\" E da questo, il pubblico arriverà alla conclusione erronea che il latte è buono per loro.\r\n\r\nIl numero di casi di pillole per dimagrire asma, sinusiti croniche, malattie cardiovascolari e la costipazione cronica causata ogni anno dal consumo di latte vaccino deve essere sconcertante. Anche al di là che, mortalità infantile quanti sono causati dal consumo di latte vaccino? Per lo meno, è ben noto che il latte vaccino provoca decine di migliaia di infezioni alle orecchie nei neonati ogni anno, e molti di coloro che portare a ulteriori complicazioni che compromettono la salute del bambino lungo la strada.\r\n\r\nIl mio consiglio è che tutti gli esseri umani devono evitare il latte di un'altra [url=http://pilloleperdimagrire.org/]pillole per dimagrire[/url] specie. Gli antropologi hanno trovato assolutamente alcuna prova che l'uomo antico succhiato i capezzoli di animali pelosi. Yuck!\r\n",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Settore del latte sostiene risultati del latte vaccino nella perdita di peso; cattiva scienza incontra di marketing disonesto",
  "revision_id": "60405ff1-292a-4a61-91e5-98bc46e95752"
}