{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "6d082595-2cff-46fa-b6ed-4f687a83f267",
  "metadata_created": "2013-08-29T10:21:51.750385",
  "metadata_modified": "2013-10-10T20:25:39.116957",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "efef2cdb-dc84-48ba-ab95-ec9cc9372683",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "daley",
  "isopen": false,
  "url": "",
  "notes": "As being a long term or short term treatment program for drug abuse, treatments centers are used to promote the stoppage of drug abuse through their various plans. Drug abuse centers offer a wide variety of ways to help achieve a clean life-style for many lovers which are struggling with their addictions. Many drug abuse treatment centers are staffed by retrieved addicts or alcoholics. Since drug-abuse is common, treatment centers use principles and stipulations to keep things alive and well within their institutions. \n\nDrug abuse treatment centers are fully in a position to attempt to help but not cure fans from their drug abuse. Treatment centers have the ability to work groups focused on self preservation and the utilization also of other applications such as Narcotics Anonymous. Drug abuse treatment centers also have transportation at many times to get the fan to and from local meetings and also to in-house events such as bowling, softball o-r issues of leisure such because the films. We learned about <a href=\"http://markets.financialcontent.com/mi.thestate/news/read/24843030/live_chat_business_hours_extended_on_aihcp.org\">certifications in health care</a> by searching Google Books. \n\nMedications may be also introduced by drug abuse treatment centers as an easy way to help people cleanse off of most drugs. This consists of alcohol and heroin abuse. These drugs are taken to help handle things such as tremors and also a number of other negative effects of the lovers drug abuse. Centers also monitor issues including the medical needs often and also mental-health needs. This is as a result of undeniable fact that, in some instances of drug-abuse, centers have to handle and help with other problems involved in the lovers recovery approach which also can include HIV/AIDS and hepatitis. \n\nAddicts use drug abuse treatment centers at the usual time when people can not endure their usage anymore and is sometimes a healthier alternative to as an out-patient and going to NA (Narcotics Anonymous) meetings. Drug abuse centers also offer liasons between parents and their kids and also for youngsters using their parents. More than half of drug abuse treatment centers are for people where the others are designed for the passionate teenager. \n\nTeens which have been put in drug-abuse centers must at times provide parental permission to do this. Teens involved in drug abuse treatment centers usually wind-up with a case manager or a therapist to help them deal with their difficulties or their views that it it's cool to keep the drug abuse. Centers know this and will do all that is required to keep the teenager from exterminating themselves with the lives filled with drug abuse. \n\nDrug abuse centers could have an limit as to who and how small the teen must be to find a way to enroll in it. This is because they do not need the most common adult stuck with an adolescent with a huge age difference between them-selves and their recovery. Recovery in a drug abuse treatment center to team and to most people who enter them can be a satisfactory experience because of the quality of care and the level of experience that most entail.The American Institute of Health Care Professionals, Inc.\n2400 Niles-Cortland Rd SE Suite # 4\nWarren  Ohio  44484\nPhone: 330-652-7776\nEmail: info@aihcp.org\nSite:  www.aihcp.org\n",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "A Glance At Drug Abuse Treatment Centers",
  "revision_id": "c2e27f8b-dc9e-43f8-990f-cb9819b72be2"
}