{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "d9c43db0-6a72-4b32-b849-828db2d65a24",
  "metadata_created": "2013-09-03T03:48:29.490864",
  "metadata_modified": "2013-10-10T20:56:27.613350",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "dec58b9c-c4ad-4461-a39c-39c9da04736f",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "ferguson",
  "isopen": false,
  "url": "",
  "notes": "Uses of palm trees \n\nPalm trees have many uses. <a href=\"http://www.oasispompanobeach.com/west-palm-beach-detox-centers\">Detox Centers In West Palm Beach</a> contains further about why to mull over this belief. To be able to produce palm wine, o. palm tree sap might be fermented. \n\nHand trees, clinically referred to as Arecaceae or Palmae, are trees owned by a family of monocot flowering plants. There are about 2,600 different species of palm trees, the vast majority of which are indigenous to tropical or sub-tropical climates. Some well-known trees that belong to this class include rattan trees, coconut trees, and date palm trees. \n\nUses of palm trees \n\nPalm trees have many uses. Palm tree sap may also be fermented to be able to make palm wine, or palm toddy. The sap is first obtained by cutting between the tree kernels, to make palm wine from the sap of palm trees. A container is positioned below the cut to gather the sap, an activity that takes one or two days. The sap starts aging instantly and creates a wine with-in two hours. When the palm sap is allowed to stay a long time, however, it can become vinegar. \n\nHeart of palm can also be derived from many species of palm trees. Heart of palm can also be known as swamp cabbage, palm center, or palmito. Heart of palm is a vegetable prepared from palm trees. However, it kills the tree when it's gathered, because the vegetable is extracted from the inner core of the palm trees. Thus, it is quite costly and soups by which it is added tend to be referred to as uniform salad. \n\nFurthermore, oil palms from the genus Elaeis are used to produce palm oil. This type of vegetable oil is obtained from the palm trees fresh fruit. The form of palm oil is removed from the pulp of the fruit. This is exactly what is usually known as palm oil or edible oil. This oil is normally reddish in color and contains high levels of carotenoids. It is most often found in margarine or in cooking oil. \n\nPalm kernel oil is derived from the kernel of palm trees. This gas is not edible, but can be used generally to make soap. Palm kernel oil includes lauric acid and olefins. Both types of palm oil also include a massive amount tocotrienol, that is part of the E Vitamin family. \n\nPalm trees in-the United States Of America \n\nHardly any palm trees are capable of tolerating extreme cold. The hardiest side trees include the Trachycarpus, which is indigenous to western Asia, and the Rhapidophyllum, which is from southwestern United States. \n\nOther palm trees are indigenous to warmer climates in the United States, such as California, Florida, and southern California where a warm climate is prevalent. Other states with Mediterranean climates, like the Gulf coast states of Louisiana, Mississippi, Alabama, Texas and southern Georgia also are home to indigenous palm trees. Some leave states, such as Arizona, Nevada, New Mexico, and Utah may also be home to some species of palm trees. \n\nAdditionally, the Atlantic coast of Sc includes numerous palm trees, gaining the nickname to their state of Palmetto State. \n\nPalm trees have also been known to increase as far north as Arkansas and Maryland in-the United States Of America, as well as along the Pacific Coast to Washington and Oregon. Some species of palm trees have also been successfully transplanted to states as far north as Nj.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Side Trees Uses And Locations",
  "revision_id": "b7edfbec-c590-4fa6-8fc3-51ec7d5e1fca"
}