{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "24ba8589-1e82-4cf1-ad33-1b8de21982a2",
  "metadata_created": "2013-09-07T08:12:22.134691",
  "metadata_modified": "2013-10-10T23:44:12.274113",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "d49c57e1-4c57-4086-b47c-4240cae5c0e7",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "steensen",
  "isopen": false,
  "url": "",
  "notes": "Do you like black pearls? I simply love them. Why? Well, truly black pearls are incredibly rare. Black pearls are made from black-lipped oyster Pinctada margaritifera. It means that Pinctada is genus and margaritifera is variety. Black pearls are made by enormous blackclipped oysters, which are technically named as pinctada margaritafera. This type of oysters can only be found if you might dive at the least 40 meters under sea and as deep as 130 feet. \n\nBlack pearls are now grey to lighter or darker levels, although frequently called \"Tahitian\" pearls. But, furthermore, Black pearls have the unique power to present a variety of colours at the same time frame, shimmering about their surfaces in varying tones - colours such as for example Peacock and Green. Black pearls aren't really black, but very dark grey, with overtones such as blue, green or purple. For ages, black pearls were prized for their rarity; many pearls are white, cream-colored or a very light color such as green. Black pearls are made by black-lipped oysters that reside in the Indian Oceans and the French Polynesian. They've an average size of around 8 to 17 millimeters and would be the only pearls that can come in a black color naturally. \n\nBlack pearls are very rare in comparison to white pearls. That definitely results in the expensiveness of the black pearls and hence makes them a collector's item. So finding the perfect black bead is fairly a challenge. \n\nWhilst you can make gorgeous treasure quality jewelry, have an attractive appeal special to themselves and see already black pearls are quite rare. For because other oysters don't make pearls of the same kind example, black pearls are developed in the black-lipped oyster. Even though pearl farmers know the black-lipped oyster is important to the expansion of Tahitian black pearls, they don't know yet how exactly to constantly make it produce a specific color. Visiting <a href=\"http://www.dreamtimecreations.com/\">wholesale rhinestones</a> likely provides aids you can use with your cousin. Today, normal black pearls are extremely rare. They are often present in lagoons addressing dormant volcanoes, which release mineral salts. \n\nFor most of these causes normal black pearls are rarer than white pearls, and since the Spanish arrived in the Brand New World black pearls from the Gulf of California have been appreciated. \n\nClassy black pearls may also be manufactured in the Gulf of California and in Tahiti. Learn further on our related web page - Click here: <a href=\"http://www.dreamtimecreations.com/\">understandable</a>. Long considered \"mourning jewels\" for royalty, black pearls are actually the hottest fashion solution in Europe and the Usa. <a href=\"http://www.dreamtimecreations.com/\">Patent Pending</a> includes extra information concerning the purpose of this thing. Much larger than Akoya pearls, black pearls are part of the large group of South Sea pearls, including several varieties of colored pearls made outside Japan. \n\nIt is crucial to not forget that black pearls may also be superior in color and quality to the freshwater white pearls. Japanese pearls are world-renowned and the very best in the world. \n\nThe shades are artificially infused by cure called dyeing, or by revealing the pearls to irradiation. These addressed colors are usually easy to place by a experienced observer who may peer down the drill hole searching for concentrations of shade, which indicates the current presence of color, or radiation treatment is indicated by a darkened pearl nucleus, which.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Understanding black pearls",
  "revision_id": "d9300301-c838-4674-b66b-cf0b1e7d47e8"
}