{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "5a156e37-5b0d-4017-a7a2-d3a8ff4c5bbe",
  "metadata_created": "2013-08-30T23:47:27.531709",
  "metadata_modified": "2013-10-10T20:24:13.158569",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "76fc0a9d-04cc-4dbc-9952-c642e4d90f2b",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "crockett",
  "isopen": false,
  "url": "",
  "notes": "Steroid is the drug or natural compound, or steroid hor-mone that promotes general growth or the growth or function of the reproductive organs and the development of secondary sex characteristics. There are lots of kinds of synthetic drug o-r natural ste-roids. This stately <a href=\"http://www.crtpeptides.com/shop/cjc-1295-dacreceptor-2mg/\">read about cjc-1295 2mg</a> URL has assorted witty lessons for the inner workings of it. The natural steroid alcohol derived from plants or animals is known as sterol. Sterol is waxy insoluble compound. \n\nThe steroid that helps you to develop hormones estrogen and androgen in human body is recognized as steroid hormone, sex hormone, or sex steroid. The steroid hormone or sex steroid interacts with vertebrate androgen or estrogen receptors. If you believe any thing, you will certainly wish to compare about <a href=\"http://www.crtpeptides.com/\">research peptides</a>. The natural sex steroid is naturally made by the gonads (ovaries or testicles), by adrenal glands, or by transformation from other sex ste-roids in other areas such as liver or fat. It is sometimes also known as gonadal steroid. \n\nSex steroid or steroid hor-mone plays important position in primary sex characteristics and secondary sex characteristics of human body. It controls the devel-opment of both primary and secondary sexual traits. Steroid hormones are largely categorized as androgens, estrogens, and progestagen. Androgens steroids can also be referred to as anabolic steroids. Progesterone may be the most important and only naturally-occurring human. The androgens contain androstenedione, testosterone, dihydrotestosterone, dehydroepiandrosterone, and anabolic steroids. The estrogens include diethylstilbestrol and estradiol. Click here <a href=\"http://www.crtpeptides.com/what-are-peptides/\">research peptides</a> to learn the inner workings of it. The progestagens contain progesterone and progestins. Steroid hormones may also be categorized as progestagen. glucocorticoids, mineralocorticoid, and supplement n \n\nArtificially contrived ste-roids and sterols are often employed for various medical reasons. There is an extensive selection of synthetic steroids and sterols available on the market. \n\nAlmost all of medications are steroid, but non-steroid elements can interact with the steroid receptors because of a similarity of form. Some of synthetic steroid drugs are weaker and some are much stronger, than the natural ste-roids whose receptors they stimulate. This dazzling <a href=\"http://www.crtpeptides.com/shop/igf-1-lr3-receptor-1mg/\">igf1</a> encyclopedia has a few original cautions for why to flirt with it. \n\nSome of artificial steroid hormones include; glucocorticoids- prednisone, dexamethasone, triamcinolone; mineralocorticoid- fludrocortisone; supplement d- dihydrotachysterol; androgens- oxandrolone, decadurabolin; estrogens- diethylstilbestrol (des ); and progestins: norethindrone, medroxyprogesterone acetate.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Steroid",
  "revision_id": "c68eb170-0d76-4918-a9ec-7cd60b7f3a41"
}