{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "cde02e81-2f42-4309-b474-8deaa8cfd024",
  "metadata_created": "2013-09-05T00:26:39.311135",
  "metadata_modified": "2013-10-10T23:45:25.994223",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "d3229d62-7636-44e8-bfd5-7944ac4c7860",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "strong",
  "isopen": false,
  "url": "",
  "notes": "Despite the fact that we're still in the early parts of 2006, there had already been many auto shows not just in the Usa in other countries as well that highlighted the most fascinating and the most promising production cars. These car shows also became the area for vehicle companies to exhibit off their strategy vehicles. \n\nVolvo has made sure that their business wouldn't be left out when it found this large showcase of exemplary vehicles. Learn more about <a href=\"http://bentio.com/autoprosusa\">tour used auto parts</a> by going to our forceful link. Through the Geneva Auto Show, the companys entry was the 2007 Volvo S80 which can be already a production vehicle. The 2007 Volvo S80 is a luxury car and it essentially competes with the likes of the Audi A6, the Acura RL, the BMW 5-series, and the Lexus ES 350. Though it has already been in production, this vehicle would begin to be available for sale come the first quarter of next year. \n\nThe Detroit Auto Show became the venue for Volvo Cars to show off the Volvo C30 that has been presented as a concept vehicle. Nevertheless, the company already is making this car so much so that it'd be accessible for sale at around the same time as the Volvo S80. Almost certainly, this vehicle could be competitive with the Scion xB, the Mini Cooper, the Golf GTI, and the Audi A3. It roams around looking like a modern activity hatchback. \n\nThe security features of the 2007 Volvo S80 remains just like the typical ones that Volvo equips with vehicles. It is an elegant car the company claims that it'd not be elitist. Although this vehicle had been in production since 1999, come 2007, the new type would include minor updates like its new top ligament that appears to have more curves, a sleeker look, as well as a sportier feel. \n\nThe Volvo C-30 is established to be presented as a production car through the Paris Motor Show. This car was primarily designed in order to attract and bring in the active and young folks from towns. The safety features are still perfectly for Volvo expectations but this new one includes a fantastic effect yet offers a far more popular appeal. Be taught further on the affiliated link - Click here: <a href=\"http://www.kaboodle.com/autoprosusa\">relevant webpage</a>. <a href=\"http://www.cardomain.com/id/autoprosusa\">Read</a> contains more concerning the purpose of it. \n\nMeanwhile, any Volvo vehicle deserves exemplary maintenance for this to supply its best with regards to performance, performance, and durability. There are a few trusted auto parts dealers like Volvo Parts and Used Volvo Parts quality Volvo parts are offered by that, if there is an importance of Volvo parts. A number of the most popular Volvo parts provided include Volvo S80 parts, and exclusively crafted Volvo S60 parts.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "S80 and C-30, Volvos Entrants to Auto Shows",
  "revision_id": "b5bcb2fb-b9ba-482b-8d70-bfb3e0c08e4e"
}