{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "6c514b5e-3933-4c16-89a9-0364829e3c91",
  "metadata_created": "2013-08-29T04:47:27.981113",
  "metadata_modified": "2013-10-10T22:43:52.505874",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "ce7eb75d-df78-4fa6-85ac-3f25bd8c03bd",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "mcdowell",
  "isopen": false,
  "url": "",
  "notes": "Sterling silver precious jewelry is associated with course and design on the planet of fashion trend. Its adaptability and versatility make it a welcome and valuable addition to anyones closet. Identify new information on the affiliated link by going to <a href=\"http://ameblo.jp/sexkendo5/entry-11587546605.html\">what is regal assets</a>. Sterling silver accessories characterizes timeless simplicity in itself, yet as the setting for gemstones or blended with other metals, the aesthetic worth it lends to the user is invaluable.\n\nPure silver on its own is as well soft and would certainly not be sensible for precious jewelry and various other decorative things. Sterling silver is made when yet another steel, such as copper, is contributed to the silver to make it durable and challenging. Dig up further on <a href=\"http://www.gwmicro.com/mediawiki/index.php?title=Titanium_Jewelry_Fables_74249\">url</a> by going to our offensive paper. So while it is not as durable as stainless steel, sterling silver precious jewelry is nonetheless very long lasting and long-lasting. That is why a broad range of rings, pendants, bracelets, belt links, belt buckles, physique accessories and more are made from sterling silver.\n\nAll sterling silver accessories is marked hence, and sometimes the label of the designer or maker is engraved on the piece. Dig up supplementary info about <a href=\"http://celoy.com/members/einabandm/activity/907020\">regal assets reviews</a> by navigating to our influential web resource. It is a highly reflective precious metal whose basic yet elegant look is appreciated by both the youthful and aged, the well-known and not-so-famous. Some personalities decorated with sterling silver jewelry on television or in magazines feature actresses Gwyneth Paltrow and Kristin Davis, artist Sheryl Crow, and lodging heiress and newing thespian Paris Hilton.\n\nParticular upkeep steps should be required to take care of sterling silver precious jewelry. To avoid unpleasant tarnishing, it ought to be cleaned with water and a mild detergent after it is worn, and since it is softer compared to some other metals, scrape and impact to the piece ought be protected against to steer clear of scratching or marring its area. In case tarnishing does develop, sterling silver jewelry could be polished to recover it to its former sheen.\n\nWhether your outfit of option be laid-back jeans, efficient workplace clothes or a slinky, little black dress for a night out on the town, sterling silver jewelry is the ideal accessory. It adjusts quickly to all fashion trend fads without giving up the users individual feeling of design. Be taught supplementary resources on an affiliated article directory - Click here: <a href=\"http://www.onethousandcranesforjapan.com/pros-and-cons-of-homeschooling/\">is the government going to seize gold</a>. Its appeal stays undiminished as it remains to evoke the tip of basic high-end.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Sterling Silver Precious jewelry-- Classic Convenience",
  "revision_id": "0e274830-1036-4424-8971-a893bc430a06"
}