{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "1461af62-79a3-477f-b08a-68a07307c079",
  "metadata_created": "2013-08-29T02:36:43.051084",
  "metadata_modified": "2013-10-10T20:58:13.174570",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "0015ed81-495f-4142-9449-92a8a33b354b",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "forbes",
  "isopen": false,
  "url": "",
  "notes": "The digital photo  change is here to stay. The  electronic  modern technology  permits you print  your very own  images on your computer printer. To print photos that look  fantastic, you  need to use the right photo paper. Along with glossy and semi-glossy photo papers, the matte finish photo paper is widely used for photo printing.\nWhile the glossy paper looks shiny, the matte finish photo paper does not have a  glossy surface. Being non-shiny, the matte finish photo paper has a dull color  result and it does not reflect light. Although glossy paper  could have a  much better print  impact, it  has the tendency to  collect  filth and fingerprints more readily than the matte finish photo paper. The black and white photos look the best on matte finish photo paper to capture that old world feel  compared to on glossy paper. For applications such as  publishing birth announcement cards, use  the most effective matte photo paper, which is durable and resistant to fingerprints. It  offers an  imaginative touch to your  images  too.\nThe new digital technology has now made canvas for photo printing possible. Digital photography along with  electronic printing revolution  has actually made canvas for photo printing  budget-friendly by all. Nowadays,  anybody can get a  picture from digital camera or mobile phone and print it on canvas. Discover extra information on this affiliated web page by visiting <a href=\"http://www.canvasandpaperwarehouse.com/category-s/1823.htm\">web address</a>. If you have  wonderful digital  pictures you  could  conveniently turn your photo memories into  special works of art by using canvas for photo printing. We discovered <a href=\"http://www.canvasandpaperwarehouse.com/category-s/1814.htm\">printable canvas for inkjet printers</a> by browsing Bing. Art canvas prints  typically need large resolution images. This helps to  record every detail and avoid getting pixelated prints.  Pick a  excellent photo that  will certainly be a  great source for transferring on canvas for home printing.  Make certain that the chosen digital photo does not pixelate when you enlarge it for printing on canvas. When you take a  image for canvas for home printing use the  max resolution capacity of your digital camera.\nThe HP photo papers are of high quality and they are made to  offer  magnificent photo prints. The HP photo papers  consisting of HP Advanced Photo Paper Glossy are engineered to resist fading, water, scratches, and smudging to retain the  high quality of photos in  superb condition even after  many years. HP Photo papers include HP Advanced Photo Paper glossy, premium plus in high gloss, and everyday in semi-gloss, and glossy. They are pre-cut to make borderless printing  much easier.\nThe HP Premium Gloss Photo Paper comes in  numerous sizes. The Premium Gloss photo paper is  created for both photography and graphic designs. It is also  optimal for CAD and GIS applications such as  signboards, presentations, retail displays,  picture enlargements, proofing, and for  fine art reproductions. The Premium Glossy Photo Paper has been tested to be  long lasting to the extent of over 80 years when  shielded from direct  sunshine.\n. Going To <a href=\"http://www.canvasandpaperwarehouse.com/\">canvasandpaperwarehouse.com</a> seemingly provides tips you should use with your sister.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Top quality Printing on Photo Paper and Canvas",
  "revision_id": "7e9223c3-b9b4-4eea-90ef-41a94a90bd36"
}