{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "de7879a4-5498-4c7f-8e27-9e01ce04216a",
  "metadata_created": "2013-09-08T13:23:11.952140",
  "metadata_modified": "2013-10-10T20:25:39.116957",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "47d9ecb8-5700-4153-8e5f-875a1e331876",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "dall",
  "isopen": false,
  "url": "",
  "notes": "Selecting a drug rehab treatment center is really a choice that requires both negative and positive feelings. <a href=\"http://www.harmoniharbour.com/\">Www.Harmoniharbour.Com</a> includes more about the inner workings of it. Addiction is wanted by nobody to surpass their life to the level that rehabilitation is the essential action. Nevertheless, the decision to go to one is some thing to look forward to, because it could be the decision to rebuild a wholesome life. It's the conscious realization of a problem, and it's the initial conscious step towards recovery. Understanding what drug addiction requires and how it affects the consumer is essential for healing alcohol abuse. In addition to understanding dependency, knowing what rehabilitation is may help the patient understand what he is going through and the reason for the treatment. Finally, the kind of rehabilitation program is of crucial importance for the in-patient. Understanding as the people problem will surely help establish the treatment that a rehabilitation program is really as personal required for the particular patient. Therapy must be a confident system discouraging him from relapses and encouraging the individual by his successes. To achieve the point of being in a rehab center that really works to treat addiction, the individual and all concerned should understand three things: what addiction is, what rehabilitation is, and what treatment can and ought to be like. \n\nDrug addiction is much more complicated than simply too much drug use. Drug and chemical dependence is beyond the control of the individual - he is no further in control and doesn't have much choice in the matter of ongoing use. In the short term, drug use affects the brains incentive process, flooding the mind with dopamine, usually called a high. While the large is just a short term effect, long term results are to check out, which cause the habit. When our brains incentive system is working, meats activate which teach us to pursue the behavior which causes us to feel so good. Normally, this response is in response to food, exercise, and sex. Due to the bigger number of dopamine released due to medications, the protein effect is more powerful than usual. As a result, drug use is fairly addictive, and this really is called dependency, or substance dependence, once the time is reached that the person can not control his use of drugs. While willpower is important to managing something in ones living, in drug addiction too little willpower is not to blame. Self-control is at play at the first stages of drug testing, but at a specific point in habit, it loses its function. Drug addiction can be an disease, and rehabilitative therapy is the only way of treating this behavior. \n\nTreatment, then, could be the path that leads to a fruitful treatment of drug use. Research shows that addiction is treatable. Research has not shown, and will not show, that treatment is easy. Treatment could be the recovery of diminished capacities because of injury or disease. The phrase itself originates from the latin prefix re meaning again, and origin habilitar meaning to occupy. Thus rehabilitate actually methods to inhabit your self again - and that is the purpose of rehabilitation: to return former capabilities to the inflicted person. This is particularly true in drug addiction. Freeing oneself from habit is really a type of homecoming to a life of control. \n\nTherapy is aimed at a lot more than ending drug use. Therapy cannot be considered a punishment for drug use, as previously mentioned. It must be the gradual means of ending dependence while also rehabilitating the patient into society. This is often the absolute most difficult facet of rehabilitation. It is important that the in-patient genuinely understand that the near future will contain work to rejoin and reintegrate society. The patient is helped by counselors through the entire treatment, however the patient himself may be the primary catalyst in therapy. The family and friends of the patient must go through areas of therapy, for frequent sunny day life after rehabilitation won't be. The forecast predicts several water clouds in the beginning, with occasional storms down the road. Your family got to know how exactly to be supportive and helpful through the entire stormy weather. \n\nThe therapy treatment center can be viewed as the umbrella in the stormy seasons. It cannot control the current weather, but does guard and help the patient and family on their way through the tempest. as each treatment should be tailored to the specific needs of the patient, while there is no one right rehabilitation treatment, there are means of ensuring that the rehab center selected is one that will provide a positive environment to enhance the future link between rehabilitation. The treatment for the patient should be continually tested and improved, as different steps throughout the treatment call for different measures, and each patient needs a different amount of time for treatment. The treatment must consider the different dilemmas beyond drugs that the patient people. Drug addiction is usually the result, and not the core of the problem - this core must certanly be made up through different treatments, consultants, and activities, which all should be easily obtainable through the treatment center. A treatment isn't fundamentally a negative thing - again, with respect to the treatment center. With an excellent treatment center, a person who initially won't admit to his problem or the need for a remedy may be completely rehabilitated. Exceptionally valuable are experiential treatments, which, through their communion with nature help the patient slowly reintegrate into life, which may eventually alleviate reintegration into society. A rehab treatment center must be rigid in its aims to help the individual, but can't be rigid in its process. \n\nKnowledge why it occurs and what addiction is is critical for the in-patient and the chosen treatment center. Once this is established, there may be a mutual respect, in lieu of doubt and judgment. The next step would be to know what treatment is. It's a dedication, again, on the part of both the patient and treatment center, to heal a problem and, moreover, restore a life - to create the patient home in the religious sense. With these two ideas looked and well understood after, the in-patient has great odds of succeeding to overcome the dependency. The treatment center that fully recognizes addiction and rehabilitation will be the center that supplies a full and varied program that will be created and recreated for the specific needs of its patient, and that will guide the patient not merely through his addiction, but through his reintegration in to life and society.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Drug Rehab Treatment Centers being an Experience, not just a Punishment",
  "revision_id": "c2e27f8b-dc9e-43f8-990f-cb9819b72be2"
}