{
  "license_title": "Other (Not Open)",
  "maintainer": "CAIDA",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": null,
  "num_tags": 3,
  "id": "dc4dcf1c-037c-4753-9afb-cec092c65e4e",
  "metadata_created": "2010-03-06T19:18:01.704157",
  "metadata_modified": "2013-10-10T21:25:21.202509",
  "author": "CAIDA",
  "author_email": null,
  "state": "active",
  "version": "2010-01",
  "creator_user_id": "fcf62f9a-c2d5-4d7d-918c-8d5d32bf3091",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "internet",
      "id": "c61f340e-e005-4729-87b0-fb21dcfe240e",
      "name": "internet"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "routing",
      "id": "c49f9d9f-41ac-48b7-9e36-70d685cf37ef",
      "name": "routing"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "topology",
      "id": "61b938f5-8dbc-48d0-99b0-0897319bbf0a",
      "name": "topology"
    }
  ],
  "groups": [],
  "license_id": "other-closed",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "itdk",
  "isopen": false,
  "url": "http://www.caida.org/data/active/internet-topology-data-kit/",
  "notes": "Macroscopic Internet Topology Data Kit (ITDK)\r\n=============================================\r\n\r\nCAIDA's Macroscopic Internet Topology Data Kit (ITDK) contains data for researchers about connectivity and routing gathered from a large cross-section of the global Internet. This ITDK supersedes the  first two ITDKs (2002 and 2003).\r\n\r\nThe latest ITDK release, 2010-01, currently consists of two router-level topologies, but we plan to expand this ITDK release with other complementary datasets as they become available (more details are below).\r\n\r\nThe two included router-level topologies differ in the accuracy and completeness of the alias resolution performed to create them. The first topology is derived from aliases resolved with MIDAR and iffinder, which yield the highest confidence aliases with very low false positives. The second topology also uses MIDAR and iffinder but further includes aliases resolved with kapar, which significantly increases the coverage of aliases but at the cost of false positives (which inflate the size of routers and decrease the router count). Researchers should choose the topology to use depending on the relative importance they place on accuracy vs. comprehensiveness.\r\n\r\nEach router-level topology is provided in two files, one giving the nodes and another giving the links. \r\n\r\nAcceptable Use Policy for the files of the Internet Topology Data Kit\r\n---------------------------------------------------\r\n\r\n   1. ITDK data will not be distributed beyond authorized users.\r\n   2. I will notify CAIDA of the names and email addresses of any persons (and their respective affiliations) assisting me in research using the ITDK data. This includes graduate students and interns.\r\n   3. At the end of the research, or semi-annually (whichever is more frequent), a summary of the research and any findings/conclusions will be reported to CAIDA. If any research is described on the WWW, a URL will be provided. This information is primarily used in reports to our funding agencies.\r\n   4. In so far as possible, research findings and conclusions using the topology data will be published and/or made publicly available.\r\n   5. All users who publish a document (including web pages and papers) using data from the ITDK must provide CAIDA with a copy of the publication.\r\n   6. All users who publish a document (including web pages and papers) using data from this dataset must cite:\r\n\r\n    > The Internet Topology Data Kit - {release date}, CAIDA, \r\n    > http://www.caida.org/data/active/internet-topology-data-kit\r\n\r\n   7. Users are encouraged, but not required, to include the following attribution in the acknowledgments section of their document:\r\n\r\n    > Support for the Internet Topology Data Kit is provided \r\n    > by the National Science Foundation, the US Department \r\n    > of Homeland Security, Cisco Systems, and CAIDA Members.\r\n\r\n   8. All users who create a publicly available presentation using data from this dataset must provide CAIDA with a copy of the presentation and must use the full name of the dataset (\"The Internet Topology Data Kit\") in the presentation. Users are further encouraged, but not required, to include the URL for the dataset (http://www.caida.org/data/active/internet-topology-data-kit) in their presentation.\r\n",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Internet Topology Data Kit",
  "revision_id": "ff6744db-b153-4cbd-80cf-ddb27d79214b"
}