{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "a8cd0af3-8cc2-4c22-8e80-c6af9166d153",
  "metadata_created": "2013-07-16T08:04:46.840781",
  "metadata_modified": "2013-10-10T21:17:42.073498",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "We have addressed the challenges by integrating an immunoassay technique, which is one of the most powerful techniques because of the specificity and selectivity of antigen-antibody interaction, into a biosensor constructed with vertically-aligned (silica) nanosprings (VANS). The unique characteristics of VANS, such as biocompability, large surface-to-volume ratio, etc., facilitate selective sensing and miniaturization. Silane chemistry is used to functionalize VANS surfaces to covalently link a probe layer onto the VANS, providing better control over the concentration and orientation of the attached biomolecule. A mouse immunoglobulin G (IgG), which is sandwiched in between two layers of a goat antimouse IgG, binds the goat antimouse IgG, and is detected by the changes in the impedance of the biosensor. The selectivity of the sensor has been verified using rabbit IgG as a control. The experiments reveal that the response of the VANS sensor is solely due to the interaction of the target molecule, i.e. mouse IgG, with the probe layer, i.e. goat antimouse IgG (GαM IgG). The change in impedance indicates that the addition of antibodies impedes ionic motion, thereby changing the effective dielectric response of the VANS-biomolecular medium.",
      "name": "The Role of the Biofunctionalized Silica Nanospring Surface for Selective Biosensing",
      "format": "",
      "url": "http://www.seipub.org/abb/paperInfo.aspx?ID=2356",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a8cd0af3-8cc2-4c22-8e80-c6af9166d153",
      "created": "2013-07-16T03:05:44.447164",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "b9bb31bd-1727-4195-bd34-4f5570358e37",
      "url_type": null,
      "id": "caac4f18-5a0f-4ebb-bba1-af85ab56c693",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In this work, we have designed, optimized an integrated optic biosensor by analytical method and numerical simulations. The device consists of a racetrack resonator and a cantilever on silicon on insulator wafer. We proved its ability to distinguish tensile and compressive stress developed during conformation of protein molecules on the cantilever surface. By FDTD simulations, we observed that resonant wavelength shifts by +1.56 nm with a compressive strain of -15000 με and -1.6 nm with a tensile strain of +15000 με.",
      "name": "Analysis of Stress due to Biomolecular Adhesion on Cantilever Surface-An Integrated Optic Approach",
      "format": "",
      "url": "http://www.seipub.org/abb/paperInfo.aspx?ID=2426",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a8cd0af3-8cc2-4c22-8e80-c6af9166d153",
      "created": "2013-07-16T03:06:33.103214",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "b8e4f038-e653-4e18-9f47-6681e8b733b4",
      "url_type": null,
      "id": "235d0423-b7ad-4787-bfa9-abe1cafb4ead",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "A method for the detection of methicillin resistant Staphylococcus aureus (MRSA) using Charge Coupled Device (CCD) detector is described. Monolayers of bacteriophage were formed at an air–water interface and transferred onto silica substrates by Langmuir-Blodgett (LB) method. Firstly, the interactions of a wide host range of Staphylococcus aureus lytic bacteriophage and S. aureus were characterized on silica substrates by CCD detector. Experiment results indicated that this biosensor system has a detection limit of 105 cfu/ml. To distinguish MRSA and methicillin sensitive (MSSA) strains, a penicillin-binding protein (PBP 2a) specific antibody was used as a secondary probe. A simple agglutination test was carried out using a latex reagent sensitized with monoclonal antibody against PBP 2a. Agglutination indicated the presence of PBP 2a in MRSA strains.\r\n",
      "name": "MRSA Biosensor Based on CCD Detection",
      "format": "",
      "url": "http://www.seipub.org/abb/paperInfo.aspx?ID=2366",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a8cd0af3-8cc2-4c22-8e80-c6af9166d153",
      "created": "2013-07-16T03:07:08.878481",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "6331a0b9-1ab7-4907-83dd-55f699cb7c00",
      "url_type": null,
      "id": "b549e62e-da9b-4847-a9a2-2c7880a47d4e",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The efficiency of the nano-porous silicon (sNPS) application as the transducer in the immune biosensor designed for the level control of mycotoxins among environmental objects was studied. T2 and patulin were chosen as model objects. Boron doped single-crystal silicon square wafers with the resistivity of 1 Ohmcm, area of 100 cm2 and thickness of 0.3 m was used. The surface was prepared by stain etching in 4HF:1HNO3:4H2O solution. sNPS surface is regularly covered with nano-scale hills up to 20 nm high. The registration of the specific signal was made on the basis of changes of chemiluminescence (ChL) or photocurrent of the sNPS. The biosensor sensitivity for both variants was 10-20 ng/ml at the total time of analysis lasting for 40 min. This time may be a sharp decline if specific antibodies (Ab) will be preliminary immobilized. It was concluded that the proposed immune biosensor was effective if the analysis will be fulfilled in screening regime. For the verification of the results or for more accurately determination of mycotoxin level, it is necessary to find way for increasing sensitivity, or to apply another analytical approach.",
      "name": "Nano-Porous Silicon Based Immune Biosensor for the Control of Level of Mycotoxins",
      "format": "",
      "url": "http://www.seipub.org/abb/paperInfo.aspx?ID=4227",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a8cd0af3-8cc2-4c22-8e80-c6af9166d153",
      "created": "2013-07-16T03:07:41.295573",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "b995ce40-c214-494d-b062-29c084fde629",
      "url_type": null,
      "id": "a9715fb8-bf4e-4167-871e-1effac48b9c5",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " The electrical conductivity () of some coordination biopolymeric cross-linked zirconium (IV)- and tin (IV)-alginate complexes in the form of circular discs has been measured as a function of temperature. The measured values of the electrical conductivities were found to be in the range of semiconductors. The Arrhenius plots of log ơ vs. 1/T showed a complex behavior where two main conduction regions separated by two transition parabolic zones were observed. The observed increment in ơ values at the early stages was explained by formation of free-radical intermediates involving metal ions of lower oxidation states, whereas the sharp increment in ơ values at the elevated temperatures was interpreted by the degradation of such intermediates formed to give rise to the metal oxides as final degradation products. The X-ray diffraction patterns indicated that the alginate complexes are amorphous in nature. Infrared absorption spectra revealed a sort of complexation among the polyvalent metal cations and the functional carboxylate and hydroxyl groups of alginate macromolecule. A suitable conduction mechanism was suggested and discussed in terms of the complex stability related to the coordination geometry.",
      "name": "Temperature-Dependence of Electrical Conductivity for Some Natural Coordination Polymeric Biomaterials Especially Cross-Linked Tetravalent Metal-Alginate Complexes with Correlation between the Coordination Geometry and Complex Stability",
      "format": "",
      "url": "http://www.seipub.org/abb/paperInfo.aspx?ID=7507",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "a8cd0af3-8cc2-4c22-8e80-c6af9166d153",
      "created": "2013-07-16T03:08:14.535691",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "b85e8b58-e4c0-4901-b6a0-2b2db4e63751",
      "url_type": null,
      "id": "6ebf88c5-1af0-4fc3-bb30-0b7b8c186dbb",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 5,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Biosensors and Bioelectronics",
      "id": "c9eb5bdb-34f3-4e17-bdd0-fdf10aec4309",
      "name": "Biosensors and Bioelectronics"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-seipub-org-abb",
  "isopen": true,
  "url": null,
  "notes": "Advances in Biosensors and Bioelectronics (ABB) is an internationally refereed journal dedicated to publishing the latest advancements in different areas of biosensors and bioelectronics. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Advances in Biosensors and Bioelectronics (ABB)",
  "revision_id": "54bfd1e6-3ed1-46c3-8b7a-104b0796a4f1"
}