{
  "users": [
    {
      "email_hash": "ac7c298d6b5c32543977142577782c05",
      "about": "E. Brian Welch is a biomedical engineer whose Ph.D. training focused on biomedical imaging. Specifically, Dr. Welch is an expert in methods and software development for the magnetic resonance imaging (MRI) environment. His previous and ongoing work focuses on overcoming the real world limitations that hinder research and clinical applications of MRI. Strategies to overcome these challenges include hardware and software solutions, alternative data acquisition and reconstruction methods, novel MRI pulse sequences, quantitative imaging methods and associated post-processing tools. Dr. Welch possesses a unique set of knowledge about the abilities and limitations of the 3T and 7T human scanners housed at the Vanderbilt University Institute of Imaging Science based on more than 15 years experience in MRI and 5 years of work experience as the on-site Philips Healthcare MR clinical scientist supporting research projects at Vanderbilt University. Dr. Welch is now focused on applying that experience and knowledge to his own independent research programs as a Vanderbilt faculty member. Dr. Welch’s current research projects include whole-body fat-water MRI, MRI of brown adipose tissue, continuously moving table MRI, and non-Cartesian acquisitions and reconstructions.",
      "capacity": "admin",
      "name": "welcheb",
      "created": "2015-04-03T02:29:15.772230",
      "openid": null,
      "sysadmin": false,
      "activity_streams_email_notifications": false,
      "state": "active",
      "number_of_edits": 0,
      "display_name": "E. Brian Welch",
      "fullname": "E. Brian Welch",
      "id": "75e6c2f6-a990-47fe-a484-2c825781a008",
      "number_created_packages": 0
    }
  ],
  "display_name": "Vanderbilt University Medical Center Fat-Water MRI Lab url = vumc-fwmri-lab",
  "description": "To support the ideal of reproducible research, this organization will be used to curate datasets associated with peer reviewed publications from the Fat-Water MRI Lab at Vanderbilt University: https://labnodes.vanderbilt.edu/community/profile/id/1127",
  "image_display_url": "",
  "package_count": 0,
  "created": "2015-07-05T10:27:04.073243",
  "name": "vumc-fwmri-lab",
  "is_organization": true,
  "state": "active",
  "extras": [],
  "image_url": "",
  "groups": [],
  "type": "organization",
  "title": "Vanderbilt University Medical Center Fat-Water MRI Lab url = vumc-fwmri-lab",
  "revision_id": "aa8e0f6c-bad2-4dcc-8902-b9875ebc541a",
  "num_followers": 0,
  "id": "97657786-6b3d-4211-ae79-292fc0752c48",
  "tags": [],
  "approval_status": "approved"
}