{
  "users": [
    {
      "email_hash": "3501034fecc422f285bbc47910c95872",
      "about": "Dr. Dhaval Thakker is a research fellow in Knowledge Engineering at the Knowledge Representation and Reasoning Group. He is currently working on the Dicode and ImREAL EU projects, where he leads the knowledge engineering tasks. This includes developing techniques for knowledge capture, semantic content augmentation, and intelligent scaffolding. He has a Bachelor's degree in Computer Science from Gujarat University, India, MSc in Data Communication Systems from the Brunel University, UK, and a PhD in Semantic Web Services Integration from the Nottingham Trent University, UK. His research interests and expertise are in domain modelling, content search and browsing, meta-data management, knowledge management and text mining. He specializes in semantic web technologies, including knowledge representation using ontologies, knowledge base systems, Linked Data Cloud and semantic text mining. Prior to joining Leeds University, he worked for Press Association UK, where he was responsible for the development of semantic-enriched techniques for access to media repositories.",
      "capacity": "admin",
      "name": "dhaval",
      "created": "2013-10-01T09:23:25.656588",
      "openid": null,
      "sysadmin": false,
      "activity_streams_email_notifications": false,
      "state": "active",
      "number_of_edits": 20,
      "display_name": "Dhaval Thakker",
      "fullname": "Dhaval Thakker",
      "id": "37b96009-b0e7-409d-9916-4f0741aae1c4",
      "number_created_packages": 1
    }
  ],
  "display_name": "University of Leeds",
  "description": "",
  "image_display_url": "",
  "package_count": 1,
  "created": "2015-03-19T07:41:31.589961",
  "name": "uol",
  "is_organization": true,
  "state": "active",
  "extras": [],
  "image_url": "",
  "groups": [],
  "type": "organization",
  "title": "University of Leeds",
  "revision_id": "f467bdc1-f566-4491-b456-4d2434a3b87e",
  "num_followers": 1,
  "id": "634d05f9-e943-4b21-a119-7a97fc6cc86c",
  "tags": [],
  "approval_status": "approved"
}