{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "8e5e5cbc-3de5-4d51-80a7-765eb2a86d12",
  "metadata_created": "2013-05-15T06:07:07.606804",
  "metadata_modified": "2013-10-10T23:53:58.598702",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "b2c4c6e1-3062-44e2-9ace-4ffb12d62d08",
  "type": "dataset",
  "resources": [
    {
      "mimetype": "text/html",
      "cache_url": null,
      "hash": "",
      "description": "On July 21, 2005, the People's Bank of China announced to take a managed floating exchange rate system, and the RMB began a slow appreciation. The appreciation of the RMB produces various influences on each industry in our country. Since ancient times, China is a huge agricultural country with a large population, so the security issue of grain stands a pivotal status in our country. Every time the RMB appreciation comes, it will bring new changes and influences to the agricultural trade policies. According to the appreciation of RMB, the change of trade composition and the quantity of Chinese agricultural products, this article considers that the RMB appreciation produces a certain effect on our agricultural production and development, but the impact is limited. In the short term, the revaluation will lead to the decrease in the number of export of Chinese agricultural products, and lead to the increase of import; However, in the long term, RMB appreciation helps our country to learn from many foreign advanced technologies, to improve agricultural production efficiency and quality, to optimize the agricultural planting structure and layout, and further to improve the comparative advantages of agricultural products in China.",
      "name": "The Influence of Recent RMB Appreciation on China Agriculture Products Trade",
      "format": "aspx",
      "url": "http://www.emj-journal.org/paperInfo.aspx?ID=879",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "8e5e5cbc-3de5-4d51-80a7-765eb2a86d12",
      "created": "2013-05-15T01:07:07.761053",
      "state": "active",
      "mimetype_inner": "",
      "last_modified": "2013-05-15T01:07:11.221698",
      "position": 0,
      "revision_id": "c3db1461-b665-4dfe-af19-066d65525e7e",
      "url_type": null,
      "id": "1d6009b5-3017-4903-a478-87073ace31f9",
      "resource_type": "file",
      "size": "35122"
    }
  ],
  "num_resources": 1,
  "tags": [],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "the-influence-of-recent-rmb-appreciation-on-china-agriculture-products-trade",
  "isopen": true,
  "url": "",
  "notes": "On July 21, 2005, the People's Bank of China announced to take a managed floating exchange rate system, and the RMB began a slow appreciation. The appreciation of the RMB produces various influences on each industry in our country. Since ancient times, China is a huge agricultural country with a large population, so the security issue of grain stands a pivotal status in our country. Every time the RMB appreciation comes, it will bring new changes and influences to the agricultural trade policies. According to the appreciation of RMB, the change of trade composition and the quantity of Chinese agricultural products, this article considers that the RMB appreciation produces a certain effect on our agricultural production and development, but the impact is limited. In the short term, the revaluation will lead to the decrease in the number of export of Chinese agricultural products, and lead to the increase of import; However, in the long term, RMB appreciation helps our country to learn from many foreign advanced technologies, to improve agricultural production efficiency and quality, to optimize the agricultural planting structure and layout, and further to improve the comparative advantages of agricultural products in China.  http://www.emj-journal.org/paperInfo.aspx?ID=879",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "The Influence of Recent RMB Appreciation on China Agriculture Products Trade",
  "revision_id": "80fcc5a3-28c9-4890-86d8-e699bf0ea23e"
}