{
  "license_title": "Creative Commons Attribution",
  "maintainer": "Fundación MenteClara",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "info@menteclara.org",
  "num_tags": 8,
  "id": "ba04668f-5e28-4336-878f-1c13791f1e1f",
  "metadata_created": "2018-06-06T21:46:30.682745",
  "metadata_modified": "2018-06-06T21:48:31.006374",
  "author": "Ratan Basu",
  "author_email": "info@menteclara.org",
  "state": "active",
  "version": "",
  "creator_user_id": "8f367573-7907-44cd-ac7a-04dd450df523",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In this article we look upon the concept of the Cultural Revolution from an unconventional perspective and emphasize that so far as the basic concept is concerned, Cultural Revolution has special relevance for the modern society and it may be conceived as a collective endeavour to ensure uplift of human mind and psychic modes as a whole. Here we endeavour to highlight the correspondence of the concept of the Cultural Revolution to two almost similar ways to go into the depth of the causes of maladies afflicting human society from time immemorial.\r\nThe first comparison is made with the views of the moral philosopher and economist Adam Smith who divides human sentiments into two major categories, viz. nobler elements and baser elements and attributes all maladies of human society to the later group of sentiments. The second view corresponds to the ancient Indian Sankhya Philosophy, which classifies human modes of living into three categories, viz. tamasika, rajasika and satvika, and holds the latter two modes responsible for all maladies that afflict human living.\r\nFor removal, of, maladies from human society, Smith calls for replacement of the baser human sentiments by nobler sentiments, and to this end, according to Sankhya view indicates, the initiation of a process of transition from tamasika and rajasika modes to satvika mode. A deeper look would reveal the fact that both the Smithian and Snkhya views are, in essence, the same – baser sentiments of Smith comparable to tamasika and rajasika modes, and nobler sentiments to satvika mode. However, neither Smith nor Sankhya philosophy provide any guidelines for efficacious transition of human psyche to the desired end. In this context, the concept of the Cultural Revolution becomes relevant. The concept, interpreted from a radically different standpoint from Maoist interpretation, and therefore conceived as an evolutionary process rather than a destructive revolution, may enable us to device a viable transitional process of human values and psychic from both the Smithian and the Sankhya standpoints.\r\n\r\n\r\n__Resumen__\r\nEn este artículo consideramos el concepto de la Revolución Cultural desde una perspectiva no convencional y enfatizamos que, en lo que respecta al concepto básico, la Revolución Cultural tiene especial relevancia para la sociedad moderna y puede concebirse como un esfuerzo colectivo para asegurar la elevación de la mente humana y las modalidades psíquicas como un todo. Nos esforzamos por resaltar la correspondencia del concepto de la Revolución Cultural con dos formas casi similares de profundización en las causas de las enfermedades que aquejan a la sociedad humana desde tiempos inmemoriales.\r\nLa primera comparación se hace con los puntos de vista del filósofo moral y economista Adam Smith, que divide los sentimientos humanos en dos categorías principales, a saber: elementos más nobles y elementos más básicos y atribuye todas las enfermedades de la sociedad humana al último grupo de sentimientos. La segunda posición corresponde a la antigua filosofía india sankhya, que clasifica los modos de vida humanos en tres categorías: tamasika, rajasika y satvika, y mantiene los últimos dos modos responsables de todas las enfermedades que afligen la vida humana.\r\nPara eliminar las enfermedades de la sociedad humana, Smith establece el reemplazo de los sentimientos humanos más básicos por sentimientos más nobles, y para este fin, según la visión sankhya, se indica el inicio de un proceso de transición de los modos tamasika y rajasika al modo satvika. Una mirada más profunda revelaría el hecho de que tanto los puntos de vista de Smith y de la filosofía sankhya son, en esencia, los mismos: sentimientos más básicos de Smith comparables a los modos tamasika y rajasika, y sentimientos más nobles al modo satvika. Sin embargo, ni la filosofía de Smith ni la sankhya proporcionan ninguna guía para la transición eficaz de la psiquis humana al fin deseado. En este contexto el concepto de Revolución Cultural se vuelve relevante. El concepto, interpretado desde un punto de vista radicalmente diferente de la interpretación maoísta, y, por lo tanto, concebido como un proceso evolutivo en lugar de una revolución destructiva, puede permitirnos diseñar un proceso viable de transición de valores humanos y psíquicos desde los puntos de vista de Smith y la filosofía sankhya.\r\n",
      "name": "FROM CULTURAL REVOLUTION TO CULTURAL EVOLUTION",
      "format": "PDF",
      "url": "https://old.datahub.io/dataset/ba04668f-5e28-4336-878f-1c13791f1e1f/resource/27f2cd45-0c25-4bec-9f54-80e46821a507/download/vol.3.1.e34.2018-issn2469-0783basu.pdf",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "ba04668f-5e28-4336-878f-1c13791f1e1f",
      "created": "2018-06-06T21:48:29.835493",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "80bf2a51-751b-48a5-a4de-254270d635cf",
      "url_type": "upload",
      "id": "27f2cd45-0c25-4bec-9f54-80e46821a507",
      "resource_type": null,
      "size": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Adam Smith",
      "id": "0f47362a-415b-4f95-898e-39f407c7f75f",
      "name": "Adam Smith"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "culturalevolution",
      "id": "40065347-8b42-48d0-87ba-0ece1a8e9aef",
      "name": "culturalevolution"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "culturalrevolution",
      "id": "55b66deb-f259-4db8-b850-3c053e5f7cab",
      "name": "culturalrevolution"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "mao",
      "id": "03de9ff4-8ea4-41b1-a5a6-cb239c4a7133",
      "name": "mao"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "revolucion cultural",
      "id": "f9531658-f0ba-4863-80b3-e07298d54df9",
      "name": "revolucion cultural"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "socialtransition",
      "id": "eaca4cbd-3044-43ef-9d3b-74c12728cb0a",
      "name": "socialtransition"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "tantra",
      "id": "e5bb93f6-8387-49ec-8254-4dbb81c00f1b",
      "name": "tantra"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "transicion Social",
      "id": "f37fa8c3-5c3b-4b9f-ab8a-ea8ae5becfc5",
      "name": "transicion Social"
    }
  ],
  "groups": [],
  "license_id": "cc-by",
  "relationships_as_subject": [],
  "organization": {
    "description": "Editorial MenteClara es el órgano de difusión de los libros, ensayos, artículos y demás documentos impresos o en formato eletrónico elaborados por la Fundación MenteClara.\r\n\r\n#La Fundación MenteClara \r\nes el resultado del trabajo de un grupo de personas que, habiendo encontrado una visión y una técnica capaz de proporcionar a las personas claridad, consciencia y felicidad, resuelven agruparse para difundirla libremente.\r\n\r\nEsta técnica, llamada por su autor \"la tecnología del deseo\", surge como resultado de 33 años de investigación e integración de las técnicas meditativas del budismo tántrico tibetano con el conocimiento académico formal occidental. \r\n\r\nLuego del transcurso de esos años, quienes fueron alumnos de Osy en está técnica, resuelven dar nacimiento a esta fundación con el fin de difundir su pensamiento y su tecnología.\r\n\r\nEsta tecnología se ofrece mediante cursos destinados a obtener rápidamente la capacidad de enfocarse en un punto y gestionar adecuadamente los procesos emocionales para obtener la claridad mental necesaria y saber qué hacer en cada momento y lugar para alcanzar así la plena realización. \r\n\r\n#Acta Fundacional\r\n\r\nEn la Ciudad Autónoma de Buenos Aires, a los seis dias del mes de julio de 2005, se reúnen en el edificio de Medicus, cito en Larrea y Marcelo T. de Alvear, del barrio de Recoleta, un grupo de 24 iniciados en la práctica del tantra por Oscar R. Gómez (Osy), acompañados de varios alumnos de éste, quienes en este acto resuelven constituir la Fundación Mente Clara con el fin de generar espacios para la práctica y la difusión de la tecnología del deseo, creada y desarrollada por Oscar Rodolfo Gómez a partir del estudio y la profundización del tantra budista e hindú.\r\n\r\nEntendiendo al Tantra como la acción de entretejer el pensamiento partiendo de textos sagrados tradicionales y que en cada lugar y momento histórico han ido incorporando los ropajes culturales propios de los diferentes pueblos que lo han practicado y prescindiendo de las formas culturales que pudieron tener sentido en India o Tíbet siglos atrás, pero que hoy resultan extrañas para occidente, Osy construye la mencionada tecnología del deseo que, fiel al enfoque tántrico original sostenido hasta el presente por S.S. el XIV Dalai Lama, constituye un nuevo tantra para occidentales que resulta de gran utilidad para nosotros conservando solamente la noción de sujeto, la visión del mundo y las técnicas meditativas que sí funcionan dentro de nuestra propia cultura occidental promoviendo la exaltación de valores humanos positivos como la compasión, el perdón y la felicidad.\r\n\r\nEsta fundación tendrá como objeto social destinar recursos para becar la formación en la disciplina a la mayor cantidad de personas como así también llevar la palabra de Osy a diferentes lugares de la ciudad para transmitir esta posmoderna visión del mundo a fin de fortalecer y consolidar los lazos de nuestra comunidad estableciendo un ser más consciente de su propia consciencia y con la claridad mental que se obtiene con la técnicas y la visión del budismo tántrico por él desarrollada para aportar progreso a los habitantes de Occidente y constituir un tejido social más fraterno y solidario.\r\n\r\nAsimismo, la fundación deberá disponer los recursos para que en un lugar por todos conocidos puedan reunirse libremente quienes sean iniciados por Osy y/o sus instructores para la práctica de este tantra para occidentales.\r\n\r\nSe resuelve asimismo establecer como logo de la fundación el diseño presentado por Sebastián Esteverena conformado por la \"O\" de Osy, dentro de la cual se inscribe una \"T\" de Tantra sobre un esquema de cáliz con un fondo azul-celeste y blanco.\r\n\r\nEn este mismo acto los fundadores abajo firmantes, nombran a Laura Fanelli, Rocío Silveira de Andrade, Oscar David Gómez y a Rodolfo Oscar Gómez, también presentes, miembros del consejo de administración, quienes se ocuparán por sí mismos o a través de terceros por ellos designados de realizar las presentaciones correspondientes ante los organismos oficiales y privados correspondientes hasta obtener la personería jurídica y las gestiones posteriores atinentes. [24 Firmas]\r\n\r\nLa Fundación MenteClara administra las actividades de la Escuela Argentina de Tantra http://tantra.org.ar\r\n\r\nLa escuela de Tantra en España de la FMC http://tantra.org.es\r\n\r\nLa Escuela de Psicología Corporal de la FMC http://menteclara.org\r\n\r\ny la Revista Científica Arbitrada de la FMC http://www.fundacionmenteclara.org.ar/revista/index.php/RCA\r\n\r\n\r\nPerú 669 2º 6 (1068) Ciudad de Buenos Aires, Argentina, tel. +54 11 52172372\r\ninfo@menteclara.org",
    "created": "2015-12-14T09:05:31.688572",
    "title": "Editorial MenteClara",
    "name": "fundacionmenteclara",
    "is_organization": true,
    "state": "active",
    "image_url": "2016-01-25-230442.947059logocaritaoriginal.JPG",
    "revision_id": "4735078b-e287-4538-8331-62d3fb39874d",
    "type": "organization",
    "id": "2a0a2ca3-76c4-4d9e-ba2a-d11a9c0a365f",
    "approval_status": "approved"
  },
  "name": "2018-3-1-e34",
  "isopen": true,
  "url": "http://fundacionmenteclara.org.ar/revista/index.php/RCA/article/view/37",
  "notes": "In this article we look upon the concept of the Cultural Revolution from an unconventional perspective and emphasize that so far as the basic concept is concerned, Cultural Revolution has special relevance for the modern society and it may be conceived as a collective endeavour to ensure uplift of human mind and psychic modes as a whole. Here we endeavour to highlight the correspondence of the concept of the Cultural Revolution to two almost similar ways to go into the depth of the causes of maladies afflicting human society from time immemorial.\r\nThe first comparison is made with the views of the moral philosopher and economist Adam Smith who divides human sentiments into two major categories, viz. nobler elements and baser elements and attributes all maladies of human society to the later group of sentiments. The second view corresponds to the ancient Indian Sankhya Philosophy, which classifies human modes of living into three categories, viz. tamasika, rajasika and satvika, and holds the latter two modes responsible for all maladies that afflict human living.\r\nFor removal, of, maladies from human society, Smith calls for replacement of the baser human sentiments by nobler sentiments, and to this end, according to Sankhya view indicates, the initiation of a process of transition from tamasika and rajasika modes to satvika mode. A deeper look would reveal the fact that both the Smithian and Snkhya views are, in essence, the same – baser sentiments of Smith comparable to tamasika and rajasika modes, and nobler sentiments to satvika mode. However, neither Smith nor Sankhya philosophy provide any guidelines for efficacious transition of human psyche to the desired end. In this context, the concept of the Cultural Revolution becomes relevant. The concept, interpreted from a radically different standpoint from Maoist interpretation, and therefore conceived as an evolutionary process rather than a destructive revolution, may enable us to device a viable transitional process of human values and psychic from both the Smithian and the Sankhya standpoints.\r\n\r\n\r\n__Resumen__ \r\nEn este artículo consideramos el concepto de la Revolución Cultural desde una perspectiva no convencional y enfatizamos que, en lo que respecta al concepto básico, la Revolución Cultural tiene especial relevancia para la sociedad moderna y puede concebirse como un esfuerzo colectivo para asegurar la elevación de la mente humana y las modalidades psíquicas como un todo. Nos esforzamos por resaltar la correspondencia del concepto de la Revolución Cultural con dos formas casi similares de profundización en las causas de las enfermedades que aquejan a la sociedad humana desde tiempos inmemoriales.\r\nLa primera comparación se hace con los puntos de vista del filósofo moral y economista Adam Smith, que divide los sentimientos humanos en dos categorías principales, a saber: elementos más nobles y elementos más básicos y atribuye todas las enfermedades de la sociedad humana al último grupo de sentimientos. La segunda posición corresponde a la antigua filosofía india sankhya, que clasifica los modos de vida humanos en tres categorías: tamasika, rajasika y satvika, y mantiene los últimos dos modos responsables de todas las enfermedades que afligen la vida humana.\r\nPara eliminar las enfermedades de la sociedad humana, Smith establece el reemplazo de los sentimientos humanos más básicos por sentimientos más nobles, y para este fin, según la visión sankhya, se indica el inicio de un proceso de transición de los modos tamasika y rajasika al modo satvika. Una mirada más profunda revelaría el hecho de que tanto los puntos de vista de Smith y de la filosofía sankhya son, en esencia, los mismos: sentimientos más básicos de Smith comparables a los modos tamasika y rajasika, y sentimientos más nobles al modo satvika. Sin embargo, ni la filosofía de Smith ni la sankhya proporcionan ninguna guía para la transición eficaz de la psiquis humana al fin deseado. En este contexto el concepto de Revolución Cultural se vuelve relevante. El concepto, interpretado desde un punto de vista radicalmente diferente de la interpretación maoísta, y, por lo tanto, concebido como un proceso evolutivo en lugar de una revolución destructiva, puede permitirnos diseñar un proceso viable de transición de valores humanos y psíquicos desde los puntos de vista de Smith y la filosofía sankhya.\r\n",
  "owner_org": "2a0a2ca3-76c4-4d9e-ba2a-d11a9c0a365f",
  "extras": [],
  "license_url": "http://www.opendefinition.org/licenses/cc-by",
  "title": "FROM CULTURAL REVOLUTION TO CULTURAL EVOLUTION",
  "revision_id": "80bf2a51-751b-48a5-a4de-254270d635cf"
}