{
  "name": "a-1997-social-accounting-matrix-for-honduras",
  "title": "A 1997 Social Accounting Matrix for Honduras",
  "description": "Contrary to the previous Social Accounting Matrix (SAM) for Honduras, the 1997 SAM largely disaggregates activities, labour and households. It draws from Central Bank’s estimates in disaggregating an intermediate demand system for Honduras. As a result, the 1997 SAM permits a meaningful and detailed analysis of the productive structure of the economy as well as alternative trade reforms and income distribution channels. Agricultural activities are further disaggregated into traditional exports, non-traditional exports, and subsistence sectors. Similarly, manufactures are further disaggregated into multiple sectors. Key activities in the economy such as coffee, banana and sugar production or textile manufacturing are all individually accounted for. Labour is disaggregated according to skill, gender and occupation, while households are classified according to these criteria in addition to geographical location (urban vs. rural). Finally, the paper describes both the macroeconomic and microeconomic SAMs, paying special attention to a careful documentation of data sources, assumptions, and balancing methods.",
  "version": "",
  "keywords": [
    "Honduras",
    "SAM",
    "social accounting matrix"
  ],
  "organization": "International Food Policy Research Institute (IFPRI)",
  "licenses": [
    {
      "name": "cc-nc",
      "title": "Creative Commons Non-Commercial (Any)",
      "path": "http://creativecommons.org/licenses/by-nc/2.0/"
    }
  ],
  "resources": [
    {
      "name": "A 1997 Social Accounting Matrix for Honduras",
      "description": "",
      "format": "Data File in EXCEL",
      "path": "http://hdl.handle.net/1902.1/17607",
      "mediatype": "",
      "size": null,
      "created": "2012-12-13T16:48:47.877079",
      "last_modified": null,
      "state": "active"
    }
  ],
  "created": "2012-12-13T22:45:56.200956",
  "modified": "2017-01-09T21:05:27.701730"
}