{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "fd5a65aa-dc3a-4a02-ab62-e16671659477",
  "metadata_created": "2013-08-29T01:23:11.991307",
  "metadata_modified": "2013-10-10T19:53:56.542807",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "669066f9-10ac-4ef0-8890-ed3b9aa4a0cd",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "barrett",
  "isopen": false,
  "url": "",
  "notes": "Since  ancient times, a wide  range of  tools are invented and used for a variety of  medical purposes. Surgical  tools are  devices  made for a specific purpose  throughout  surgical procedure. Surgical  tools such as Russian forceps and ovum forceps have specific use. They are designed and precision-made of stainless steel or other bio-safe  products that can be  sanitized and used.\nStainless steel is the  major metal used in the manufacturing of  medical  tools. Learn more on the affiliated site - Click here: <a href=\"http://www.mpmmedicalsupply.com/obgyn-infertility/needle-holders\">mayo hegar needle holders</a>. Also, metals such as titanium, chromium, vanadium, and molybdenum are used in the manufacturing of surgical instruments such as Russian forceps and Ovum forceps. The Russian forceps are tissue- handling forceps with  wide, spoon-shaped tips with serrated edges. The special design with precision grip of Russian forceps  supplies optimum maneuverability for  medical professionals and  registered nurses  throughout  treatments. You can find online  a lot of medical suppliers who stock a wide range of Russian forceps for your  certain needs. Ovum forceps are  often used to  take out placental fragments inside the  womb. The ovum forceps are  additionally used as hemostat or as a clamping instrument. You  could  locate  on the internet  numerous suppliers of surgical instruments including ovum forceps.\nThe operating room  registered nurses need to know the names and location of  hundreds of  medical  tools including OB GYN instruments. Browse here at <a href=\"http://www.mpmmedicalsupply.com/obgyn-infertility/needle-holders\">partner sites</a> to check up when to see about it. There are  tools that are common for many specialties,  yet there are  tools such as OB GYN instruments that are specific for a  certain area of treatment. In the operating room, technical  abilities are as  essential as people skills.  Tools  needed for the procedure  need to be  decontaminated and  ought to  work  appropriately. The OB GYN instruments and other  medical  tools should be  sterilized and  capability  effectively to make them safe. All medical  devices  requires  complete checking  before the starting of the procedure.\nBone marrow biopsy  includes the use of a large bone marrow aspiration needle to  find blood  conditions such as leukemia and lymphoma. The bone marrow aspiration needle is injected in the pelvic bone to collect bone marrow. Once the biopsy is done, the tissue is  accumulated and  maintained in a  analysis histopathology setup. It is then  given to a pathologist for  assessment who  checks out the  cells microscopically to  examine the cell type, shape, and function to diagnose the  issue. Biopsies done by using bone marrow aspiration needle  are necessary to study the health  problems and to  detect or  deal with  dangerous  conditions such as cancer and tumors.\nYou can  locate online reputed suppliers of bone marrow biopsy sets  consisting of bone marrow tray and biopsy needle. The bone marrow biopsy set  consists of a marrow extraction cannula aimed at  making certain a quality specimen by collecting and holding the bone marrow in the needle cannula without using the  unpleasant needle deflection technique. Dig up further on our affiliated web page - Click here: <a href=\"http://www.mpmmedicalsupply.com/obgyn-infertility/needle-holders\">buy needle holders online</a>. This  raises patient comfort,  lowers  danger of a lost sample and improves the quality of the specimen.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Flexible Surgical Instruments for Effective and Safe Medical Procedures",
  "revision_id": "fd6355a4-6909-4e70-9f36-57ef7d81fffe"
}