{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "2dfdc3bd-c2fb-48b8-8d1c-4ece0f9a5ac9",
  "metadata_created": "2013-09-01T20:03:40.080043",
  "metadata_modified": "2013-10-10T22:28:10.556086",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "67582358-20dc-41cb-b771-15ad5c523229",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "lykke",
  "isopen": false,
  "url": "",
  "notes": "Oklahoma is a situation that conjures up pictures of boys, indians, school football and dirt track racing. If these topics attract you, youll be happy to learn Oklahoma property prices are extremely low. \n\nOklahoma \n\nNative Americans and their culture seriously affect Oklahoma, once called the Indian Territory. That give an original slow paced life to the state with even Oklahoma City experience less busy than most cities. As to the geography, plains make-up much of their state, but rolling hills is found around the northern areas of Tulsa. Lakes is found throughout the state, which provide plenty of opportunities for fishing, climbing and outdoor activities. All and all, Oklahoma supplies a peaceful, cheap move alternative for potential homeowners. \n\nOklahoma City \n\nOklahoma City is typical of the Midwestern city and is the greatest city within the state. The town has seen a revitalization effort, but nevertheless maintains a specific relaxed atmosphere that is unique to their state. To learn additional info, you might require to look at: <a href=\"http://www.roofing-companies.com/\">roofers edmond</a>. Regrettably, Oklahoma City was also the location of the terrorist bombing of the Alfred P. Murrah Federal Building in 1995. Galleries and memorials have been put up in remembrance for that loss of life. \n\nTulsa \n\nTulsa can be an unusual city because of two diverse influences. On one hand, Tulsa includes a pretty amazing art motion involving building structure, museums and art galleries. On the other hand, Tulsa can be an excessively conservative Christian community and is usually regarded as the center of the Bible-belt. Dig up more on a related website by clicking <a href=\"http://www.roofing-companies.com/service.php\">here</a>. Despite these apparent contrasts, everything meshes incredibly well. \n\nOklahoma Real Estate \n\nOklahoma real estate prices are generally on the low-end of national prices. Dig up more on this related article directory by visiting <a href=\"http://www.roofing-companies.com/testimonials.php\">site</a>. An average of a single-family house in Oklahoma City and the suburbs will cost $185,000. The same house will be approximately $145,000 in Tulsa. \n\nWith such low rates, one cant expect to visit a soaring appreciation rate for Oklahoma real-estate. In 2005, property appreciated in a little over five percent.Curb Appeal Contruction\n1050 E. 2nd St. #111\nEdmond, OK 73034\n405-757-4832",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Oklahoma Property Cowboys and Indians",
  "revision_id": "1185faec-113b-4452-8724-0d4def18457f"
}