{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "67e36cb6-e198-497e-a3cd-9da11b273661",
  "metadata_created": "2013-08-29T12:44:18.877207",
  "metadata_modified": "2013-10-10T23:52:20.142138",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "cd01c66e-274a-45f2-bfa7-54276a49d6c8",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "templeton",
  "isopen": false,
  "url": "",
  "notes": "Listed below are the following five often asked questions about audio books (and the solutions naturally ): \n\n6. What kinds of audiobooks can you suggest to listen to? \n\nListen to audio books that you'd read. Meaning, if you like thrillers, pay attention to thriller audio books, if you are searching for children.. \n\nThe mp3 audiobooks era is already here. I keep reading words like: Audio book rental, free audio books, audio book membership, audio books on CD, online audio book rental companies etc. \n\nListed below are the next five often asked questions about audio books (and the responses of course ): \n\n6. What kinds of audio books can you suggest to be controlled by? \n\nListen to mp3 audiobooks that you'd read. Meaning, if you like thrillers, listen to thriller audio books, if you are searching for children books, get children audio books etc. \n\nYet, it is best to get to know more other successful audio books kinds including language tutorials and enthusiasm audio books. \n\n7. Would be the old fashioned books going to disappear? \n\nI dont think therefore. The truth is, I still prefer reading books before Im going to sleep. Click here <a href=\"http://www.clarityincorporated.com/\">purchase church sound systems</a> to check up the purpose of this concept. The knowledge is really a different one, and some people still prefer the old books. Dig up further on the affiliated website by visiting <a href=\"http://www.clarityincorporated.com/\">commercial sound systems</a>. Yet, I really believe the reading habits of most of the worlds populace will change in the next century thanks to audio books. \n\n8. Can I find any book in a audio book structure? \n\nUnfortuitously no actual book could be found being an audio book. Nevertheless, almost any new book and any bestseller in the last century are becoming published as an audio book. All of the old books might be present in the format of books on tape and the newest ones as online audio books and audio books on CD. \n\n9. How do I pay attention to online audio books? \n\nYou could tune in to downloadable audio books using a media player on your own desk top or your note book computer. But, many people use audio participants like iPod to listen to online audio books. \n\n10. Where should I get my audio books? \n\nThe best place to get books from will be one of the online audio book services.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Audio Books 10 Frequently Asked Questions Part 2",
  "revision_id": "3056d3cd-90cb-4a59-90db-ff4fb458e933"
}