{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "53b47235-1b97-44a1-bf94-9555fa480714",
  "metadata_created": "2013-08-29T11:22:50.026784",
  "metadata_modified": "2013-10-10T21:16:05.294333",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "210df1a1-55fb-47a1-b4fb-1e9973039fd9",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "hoffmann",
  "isopen": false,
  "url": "",
  "notes": "Getting a coach is effortless. But becoming a excellent coach is another matter completely. This job calls for showing a lot of particular psychological characteristics. If a coach is to succeed, he just has to show the following traits:\n\n1.Knows the discipline he's coaching\n\nIt really is trivial, but the coach has to know ins and outs of the discipline - the rules, the background, the techniques and so on. With no it they won't be able to do their job correctly and will probably rapidly shed face when they start creating blunders.\n\ntwo. Motivates the players\n\nThis is possibly the single most critical trait of a great coach. With out correct inspiration, anything comes apart. Remember that a coach will require to lead a group of folks, every person with different private objectives. The coach's job is give the players sufficient determination to make them start off carrying out factors as good as they are capable to, and turn their consideration from their private matters to the pitch.\n\nthree. Clicking <a href=\"http://www.singinglessonexpert.com/\">image</a> probably provides aids you can give to your co-worker. Visit <a href=\"http://www.singinglessonexpert.com/\">relevant webpage</a> to learn where to engage in it. Talks only when it gets benefits\n\nA very good coach will never speak with out a great result in. If they speak also much, they will in no way in fact be listened, so a coach is a particular person who really should speak only when necessary - this will give their words an additional weigh.\n\nfour. Is capable to listen\n\nBeing calmer than usual means also that a coach ought to be a good listener. Clicking <a href=\"http://www.singinglessonexpert.com/\">the internet</a> likely provides tips you can tell your mom. <a href=\"http://www.singinglessonexpert.com/Singing-Lesson-Expert-Rebeca-Randle-San-Diego.html\">Martin Grusin Voice</a> includes further concerning where to allow for this belief. If they are to grow to be a very good coach, they need to have to turn into a surrogate father or mother for their team and listening is the single most important trait that can make it attainable.\n\n5. Knows their group\n\nAnother critical matter is understanding one's group. And it is not only about matching their numbers with the names. A very good coach knows everything - both about expert and private life of their players.\n\n6. Treats every person individually\n\nAlthough (or due to the fact) a great coach really should know everyone and do their very best to hold the spot with each other, it is required to treat every single player individually. Yelling operates only on some of them, the identical story is with talking seriously. Utilizing the very same approach to get everyone do what you say will certainly finish in breaking some of your players to pieces.\n\n7. Leads by instance\n\nThe final, but not least: a good coach do themselves anything he will ask other people to do. They often set an instance - they are initial on the trainings and perform every single single exercise they order other to do.Singing Lesson Expert\n1734 Village Run North\nEncinitas, CA 92024\n(760) 652-5823",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "The traits of a great coach",
  "revision_id": "af8cf64f-398b-4d48-8790-3cbd74a9cbca"
}