{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "0c816015-f720-4327-9e08-5d7ca25425b8",
  "metadata_created": "2013-09-06T03:52:47.400590",
  "metadata_modified": "2013-10-10T19:57:51.966368",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "d36bc2d3-ba4c-4ca4-bd95-15f3476e1d1f",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "bigum",
  "isopen": false,
  "url": "",
  "notes": "Does everyone in your household have a snoring problem? \n\nI have finally found a cure. About two years before I began to snore. It got to the point that my lover, wife and true love of over 36 years had to leave the place and rest on the sofa. I also had sleep apnea. I'd stop breathing and my partner remained awake to ensure I would start breathing again. In summary she wasnt getting much sleep during the night, and I wasnt getting much quality sleep either. This impressive <a href=\"http://www.youtube.com/watch?v=p_w6pHsAjm4\">the infographic</a> site has numerous great lessons for the inner workings of it. Sometimes Gila (my partner) was shaking me to have me to breath o-r I was getting myself up with the noise. \n\nFinally about a year before I went along to the area sleep clinic. Their conclusion was I was a prospect for the positive air pressure markers one wears at night to cure the problem. My wife said NO to that thought, as the sound from the machine will be as bad as my snoring. In regards to a year after my visit to the sleep clinic I saw an ad on the web unintentionally. It mentioned a devise called a Snore Guard. I called a doctor at the sleep center and asked why he never mentioned this possible solution last year. He said he didnt bring it up because most dental insurance plans dont purchase it. It was evident form his answer that he was strictly profit motivated. He would only profit it I acquired the noisy air pressure prepare and wasn't about to talk about something which he wouldnt profit from. Get further about <a href=\"http://www.youtube.com/watch?v=2_fgRcmRmpU\">via</a> by browsing our astonishing web site. \n\nTo make a long story short, I went to my dentist and got the guard. It worked! And to top it off, my dental insurance covered all but about $125. I dont snore and I dont stop inhaling my sleep. I feel best-of all and rested in the day, my spouse can sleep all night for the very first time in 2 yrs. The dentist said they have about a 80-85 success rate with this appliance. I was real amazed that I didnt know about this revolutionary product sine I was a dental technician in the Military and my wife was a dental technician in the past and her brother happens to be a dental technician. I wish I had known about that sooner. The brand name of the applying that I use is Silent Nite. Ask your dentist about it or just the common term 'snore guard' to see what he or she may recommend. Just so you know, I've no affiliation with the manufacturer of the merchandise. This wonderful <a href=\"http://www.youtube.com/watch?v=p_w6pHsAjm4\">study dc heating</a> website has diverse pictorial warnings for the reason for it. There are other similar products on the market and if any of you've experience with those allow me to know and I'll move on the info. Only one more side note, it had been perhaps not hard to become accustomed to wearing the applying at night. It's very comfortable, and easy-to wear and take-off. \n\nRichard Dhge Evans. We discovered <a href=\"http://www.argent-llc.com/heatingandcooling.htm\">a guide to hvac</a> by searching books in the library.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Snoring issue treatment.",
  "revision_id": "efb1c015-0170-44a1-8959-0137c48aa9d8"
}