{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "21fb9abb-d48a-46bf-bfd1-e5b96c0faeb4",
  "metadata_created": "2013-08-30T05:44:49.625367",
  "metadata_modified": "2013-10-10T20:58:34.427607",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "6ae50b61-c73a-4f1e-8cc2-2790c2531bc5",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "franco",
  "isopen": false,
  "url": "",
  "notes": "If you are on the market for a new diving watch, here are some factors you should think about before you buy a new diving watch. Click here <a href=\"http://www.precisionreplicas.com.hk/\">check this out</a> to discover the inner workings of this concept. \n\n1. Water resistance. \n\nClearly, all diving watches will be water proof; they'd not last for a minute otherwise. But how much water-resistance in really needed? So any diving view that meets or exceeds 130 feet should be adequate, right, after all safety limits recreational divers into a maximum depth of 130 feet? Wrong! \n\nThe test is finished in controlled conditions, when organizations test the water-resistance rating of a view. The tests do not con-sider every other potential events that could play in-to the water-resistance of the view. Fundamentally, they tell the resistance to water penetration assuming there's no movement of the watch or the water, in a specific depth. Obviously, these test conditions do not simulate real fishing conditions where your watch will probably be over and over jarred. It might fail, when it's close to the extremes of its depthrating if your view is struck. \n\nTo guarantee your diving watch doesn't give out at depth, be sure you buy a watch using a depth rating of at least twice the most depth to which you plan to leap. \n\n2. The watch band. \n\nFor a diving watch there are actually three kinds of artists you ought to weigh: stainless-steel, titanium, and plastic. \n\nIf you're considering a rubber band, make sure it is actually rubber and maybe not some cheap imitation. Rubber bands are convenient because they are simple to alter so they can simply be worn on your wrist or over your wet suit. One bad with rubber diving view groups is the fact that they can be sliced; if you take part in a lot of wreck diving, you might want to think about a metal band. \n\nIt should often be titanium or stainless steel since these metals are resistant by decay and corrosion, If you would like a steel band. Metal continues to be well tested over time and it is still a superb alternative for diving watches. Recently, titanium is now an option. It's more powerful than half the weight and stainless. Whatever the material chosen, be sure to obtain a wet suit extension to ensure view may be worn over your wet suit when you are using one. \n\n3. Analog or digital \n\nMany leap watches fall into one of two groups (although some mix equally ): analog or digital. \n\nThe watches are the conventional dial-faced watch. Make certain it's an unidirectional bezel (for dive moment) and bright luminescence (in order that it can be seen in the dark) including around the bezel, If you should be considering this kind of watch. Analog watches are generally attractive, but they usually have fewer diving-related features compared to the digital watches. \n\nElectronic watches almost always provide a slew of sophisticated features to assist divers keep track their dive status. Features such as water temperature, detail parts, independent indicators for timing the breathing mixture in one's tank, and programmable alarms. Several digital watches also can report leap knowledge which can then be published from your watch into a your personal computer. To get another interpretation, we know people check out: <a href=\"http://www.precisionreplicas.com.hk/\">open site in new window</a>. \n\n4. Common Simplicity \n\nLook for attributes that will help make your new dive watch simple to use in real dive conditions. Things like a non-scratch crystal (so that you can actually study your watch), large and easily accessible switches for use with gloved hands, and robust building so that your watch gives you years of use. \n\nLast but most certainly not least, look at the opinions for that diving watch you are looking at. This grand <a href=\"http://www.precisionreplicas.com.hk/\">best watches for men</a> web site has a few wonderful lessons for when to look at this hypothesis. Taking a look at a wrist watch in the shop or on line, it's really problematic to learn for sure how well it will work in the water. Get more on <a href=\"http://www.precisionreplicas.com.hk/\">analysis</a> by going to our riveting URL. By considering the opinions of individuals that have used the watch, you'll get a far better strategy if this diving watch will work with you.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "How to Select a Diving Watch",
  "revision_id": "5f417097-451b-4ac3-a16b-96c16593330c"
}