{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "ae2297bc-b099-4855-b8f5-7b42d0a25ca3",
  "metadata_created": "2013-08-29T01:18:25.164604",
  "metadata_modified": "2013-10-10T20:44:20.616350",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "51507ef0-3d79-4fa9-bff7-b7d124478233",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "due",
  "isopen": false,
  "url": "",
  "notes": "While camping in Delaware, a fresh-faced  girl was searching, desperately for a cool spot to rest. After hiking all over the woods that day, her and her friend were parched and  wished to  just sit  someplace cool that was not surrounded by other people  attempting to sun bathe at the beach. Once out of the woods, they bicycled down the road in hopes of finding a mythic ice cream parlor. About a mile away from their campsite, they saw something they  could possibly not believe.— a patio misting system.\nThe girls raced down on their bikes to the misting fan, misting pumps and portable misting fans with wide eyes and aching muscles. After a long day of  discovering the trails, bunkers and trees that was Cape Henlopen, they  can not wait to be refreshed with food and mist cooling systems. Once there, they realized it was a small  dining establishment outside of a  ferryboat dock. If you have an opinion about literature, you will perhaps choose to read about <a href=\"http://www.koolfog.com/misting-systems/misting-fans/\">fan mister</a>. They could not be happier. They sat with the misting fans over them as they waited for their grilled cheese and tomato soup. At the end of the meal, they left in the late afternoon, which had cooled as the sun began going down. If you know anything at all, you will likely require to study about <a href=\"http://www.koolfog.com/misting-systems/misting-fans/\">partner site</a>. Full of food they went to the boardwalk and told all of their  buddies about their  journey to the refreshing restaurant. Word spread of the restaurant's misting systems, mist fans and even their portable misting systems, which  stimulated a  great deal of popularity for the once small eatery.\nWith time they  broadened to have more patio misting systems and outdoor cooling system, which made it easier for  visitors to come in and  unwind. It  additionally helped  due to the fact that their guest list  came to be larger and larger as the  summertime went on. The restaurant's patio mister and outdoor misting system had made the  dining establishment a  substantial spot for visitors in the summer  however as  wintertime came the mister fans had lost their  attraction.\nThe owners were not sure  just what to do. The  marketed specials, karaoke nights  then it  struck them. They  secured  all the mister fans,  outside misting fans and misting pump and  placed them  securely in  storage space for the next year. They then  changed them with  heating units and  pictures of yummy winter things such as hot chocolate and their specialty, grilled cheese. While the nights were still not a  big as they had been that  summertime, they had loyal  visitor come into the  bistro which helped them get through the  summertime.\nAs snow  thawed, the leaves  expanded on trees and the sky began to clear,  increasingly more people returned to the  dining establishment,  consisting of the two  girls who started it all. They replaced the outdoor misting system and the  followers and misters where they  had actually  initially been. The customers  returned with  even more  individuals and they  had actually been busier than any year they  had actually been at the beach. If you know anything at all, you will certainly need to compare about <a href=\"http://www.koolfog.com/misting-systems/misting-fans/\">mister fans</a>. With the  revenues they made that  summertime they  had the ability to  make it through the winter without  needing to  stress over  costs. Each year those who had been there the year  prior to  had actually brought more people, which made the business very successful.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "The  Perks to  Possessing a Misting System for A  Small company",
  "revision_id": "d6d278b9-5f00-468c-a155-e8f029750f83"
}