{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "d253288f-5123-4939-b1c9-3fcae2193f1f",
  "metadata_created": "2013-08-29T04:09:57.358080",
  "metadata_modified": "2013-10-10T22:00:20.811022",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "f5b4bd70-3913-4f78-82f3-d20eacb3486d",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "kyed",
  "isopen": false,
  "url": "",
  "notes": "* Deciding on the best Alcohol Rehab Middle \n\nAn alcohol treatment center is the best source for a person.. \n\nAlcohol addiction is just a serious condition. Not just can it split a household apart and lead to financial ruin, it can also lead to the premature death of the alcoholic. Thus, it's essential for person struggling with this infection to find help instantly. Without help, it is almost impossible for a person having an alcohol dependency to recover and return to a standard, healthy life. \n\n* Choosing the Right Alcohol Rehab Heart \n\nAn alcohol treatment center is the greatest source for an individual looking for help with addiction recovery. Consequently, it's necessary to determine the sort of rehabilitation heart ideal to the individual's needs. \n\nYou will find two forms of help a person having an alcohol dependency can obtain from a therapy center: inpatient and outpatient. With inpatient treatment, the patient remains on the premises of the alcohol rehabilitation center. Hospital treatment, on another hand, allows the patient to continue together with his or her normal life while still reporting to the rehabilitation center for advice and support. Nearly all alcohol rehabilitation centers offer both kinds of treatment. \n\n* The Help of an Alcohol Treatment Heart \n\nIrrespective of the kind of program the person by having an alcohol dependency uses, the fundamentals of alcohol therapy remain the exact same. In every cases, the dependency and other problems the patient faces are kept secret. In addition, the rehab center will also include five main components: a psychological evaluation, a evaluation, therapy, detoxification, and extended treatment. \n\n* The Medical Evaluation \n\nThe medical evaluation done by the alcohol rehab center is meant to help the staff identify any physical problems anyone having an alcohol dependency may have. Usually, these physical problems are now due to the alcohol addiction. Consequently of the habit problems with the liver, for example, might have developed. After medical problems have now been determined, the staff of the rehabilitation center can work toward making the in-patient physically healthy once again. \n\nIncreasing the patient's physical health is definitely an crucial component of addiction recovery. This is because it takes a holistic approach to get an addict right back on the way toward healing. This consists of looking after the patient's actual, mental, and emotional health. Without this three-pronged approach, the in-patient is more likely to fail along the way of addiction recovery. \n\n* The Psychological Assessment \n\nThe psychological assessment also gives the staff of the rehabilitation center with lists of important information concerning the individual. Dig up additional information on our partner website by visiting <a href=\"http://www.harmoniharbour.com/\">www.harmoniharbour.com</a>. The psychological analysis helps the group better understand the individual. In addition, the team of experts can see whether the individual enduring from alcohol dependency is also fighting from specific psychological dilemmas. For example, it's common for a person suffering from alcohol dependency to also suffer from depression. If this could be the case, a plan will be also included by the program developed to assist the patient to address this issue. \n\n* Therapy \n\nUsually, an alcohol rehab center can provide both group and individual treatment to its people. The group therapy is made to provide the person with an alcohol addiction support from other individuals who are experiencing the same issues. Being able to share in the struggles with those who could really understand frequently makes the method easier for an individual to deal with. \n\nNonetheless, personal guidance is also essential to addiction recovery. Obtaining the opportunity to work one-on-one with a therapist helps the in-patient work through his or her own personal situations. Through individual treatment, the in-patient will come to terms along with his or her dependency and work through methods to resolve it by establishing individual goals. \n\n* Detox \n\nAdditionally the medical and physical assessments, people of alcohol rehab centers generally speaking undergo a 24-hour medically supervised detoxification and withdrawal period. During this time period, the individual is required to go without alcohol. For many individuals working with alcohol dependency, this can be the best time they have gone without alcohol in many years. \n\nAs it is followed by severe withdrawal symptoms the detoxification period is problematic for the individual experiencing alcohol addiction. On the in-patient both physically and emotionally these symptoms just take their toll. For this reason, an alcohol rehab center also provides close patient monitoring and assistance during this time. \n\n* Extended Care \n\nExtensive treatment, that is also sometimes referred to as aftercare, is critical to the achievement of addiction recovery. Through an extended treatment program, the patient continues to receive help and help from the alcohol rehab center after released from the more intensive alcohol rehab program. \n\nLengthy care programs are designed to help observe the patient's success in alcohol addiction recovery. The program staff view over the patient to be certain she or he is using the new skills acquired during rehabilitation, to do this properly. For example, the extended care specialist may possibly work with the patient to be sure she or he is keeping away from certain throngs of people that promote drinking. Or, the extended care specialist may check to be certain the individual is using proper resistance skills. Without a strong extended treatment program, it's simple for the individual to fall back into the cycle of abuse.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Alcohol Rehab: How Treatment Centers Help Addiction Recovery",
  "revision_id": "9b610bbf-7e74-4c3d-94f2-2d6f66989fdf"
}