{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "df976d50-de85-4f6b-a662-6d0dabb242ba",
  "metadata_created": "2012-10-24T17:12:01.777644",
  "metadata_modified": "2013-10-10T21:16:54.764906",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "46a70a88-dfa1-4fd2-973d-f7743f6f241b",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "how_to_spice_up_your_workflow",
  "isopen": false,
  "url": "",
  "notes": "White balance refers to the color tint of a photograph. Film and digital sensors are calibrated for certain types of light. Whenever an image is shot under different light conditions (or color temperature), white does not appear white. If an image appears reddish it is referred to as \"warm\", while bluish images are referred to as \"cool\". Images shot under fluorescent lighting that turn out green are usually just referred to as \"icky\", and accompanied by words I cannot repeat here. White balance will determine the final look and feel of your images. White balance can be the difference between a dull looking \"digital\" picture or an image that really jumps at you when looking at it. Its true that WB is only a part in the final workflow discipline each photographer develops. Fact is the impact it potentially has on an image is huge.\n\nDrives fail. Thus, the best backups are on RAID-type systems that can tolerate and recover from a drive failure. Even this can be messy. Recently I had both a main drive and a backup drive fail. Getting everything recovered and back to where it should be wasn't easy, as I had to deal with the problems separately and sequentially, and rebuilding RAIDs isn't always as easy as some vendors tell you it is. For instance, in some circumstances, a Drobo drive failure can put your data at risk until the entire structure is rebuilt, and that can take 12 hours or more. Your system better be on a UPS during that time, because a power failure can be problematic. To put that in perspective, my UPS has triggered eight times already this week. This is one reason why I have backups to backups. Exposure is a big deal with digital. Let me say that again, setting the correct exposure (for the situation) is a BIG deal with digital photography. Digital has a much tighter exposure tolerance than even slide film had if you want the best possible exposure. If you are shooting jpegs, then you have to nail every setting in camera because after the fact processing will only degrade the image. Sure, an image can be salvaged. Sure, you can always adjust exposure in Lightroom (or any other raw processing software) as well as white balance - even on a jpeg. But here I am talking about going for optimum image quality. Hence with jpegs, the potato is cooked as soon as it comes out of the camera. You need the correct exposure and the correct white balance set in the camera at the time the shutter was snapped for a jpeg to look it?s best.\n\nGood morning! I hope you have a good Wednesday. Since you are here reading my blog, I want to let you know that I have a\n  <a href=\"http://www.squidoo.com/canon-g13#module161564615\">Video quality of the Canon G13</a> post ready for you! Click and read it. Enjoy!",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "How to Spice Up Your Workflow",
  "revision_id": "b316b663-6aeb-45c5-a7e5-4415043c6758"
}