{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "223bb415-944b-49ca-a3ad-81623cd63457",
  "metadata_created": "2013-07-16T07:47:16.354038",
  "metadata_modified": "2013-10-10T19:29:36.413459",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Our study investigated the potential ability of Solanum macrocarpon, used as nutritional supplements, in alleviating toxicity induced by urban air pollution exposure. Male albino Wistar rats were exposed for 63 days either to urban air pollution without treatment (A); oral supplementation with Solanum macrocarpon given at 36 and 75 mg/kg body weight (BW), representing C and D respectively and exposed to air pollution; oral supplementation with Solanum macrocarpon given at 75 mg/kg BW after exposure to air pollution (B); or kept in animal house without exposure to air pollution (E). The exposure of rats to air pollution without treatment promoted oxidative stress with a significant increase in levels of cellular marker enzymes: alanine amino transferase (ALT) and aspatate amino transferase (AST) in serum and homogenates of the exposed animals. Histopathological changes observed show various pathological lesions in all of these tissues except heart caused by exposure to air pollutants. Oral supplementation with Solanum macrocarpon at 75 mg/kg body weight during exposure was able to halt the damage-inducing free radicals produced by air pollutants by reducing the levels of these enzymes leakages in animals. The histopathological findings also confirmed the potential protective effects of Solanum macrocarpon against toxicity induced by exposure to air pollution.",
      "name": "Protective Effects of Solanum Macrocarpon Against Air Pollution-induced Oxidative Stress in Rats: Toxicological and Histopathological Studies.",
      "format": "",
      "url": "http://www.seipub.org/acs/paperInfo.aspx?ID=2324",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "223bb415-944b-49ca-a3ad-81623cd63457",
      "created": "2013-07-16T02:47:50.017671",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "73f95dd5-a7d4-4771-9e30-6841e609718d",
      "url_type": null,
      "id": "a16c836a-00d7-4632-8fbf-0662a07c73ee",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Improvement of the properties of cement waste forms-styrenated polyester based on poly (oxy-diethylene maleate) as a polymer additive was investigated. The composite material of cement/polymer was used as matrix for the immobilization of borate waste simulates. Porosity and pore size distribution of the composite material and its final waste form were determined. The effect of water/cement ratio on the properties of obtained waste forms was studied using X-ray, mechanical and leaching measurements. The results showed that the proposed matrix could be nominated as a suitable matrix to meet the anticipated requirements for long-term disposal.\r\n",
      "name": "Mechanical and Chemical Characterizations of Polyester Modified Cement Immobilizing Nuclear Wastes",
      "format": "",
      "url": "http://www.seipub.org/acs/paperInfo.aspx?ID=2523",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "223bb415-944b-49ca-a3ad-81623cd63457",
      "created": "2013-07-16T02:48:37.044045",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "9eae9a39-6986-47d4-9c1f-cc5b1ebc814c",
      "url_type": null,
      "id": "7ebe0306-5c19-4897-a93d-b51ca34ad524",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Water hyacinth is a fast growing noxious weed in the tropical countries. A significant amount of ethanol can be produced from sugar obtained by saccharification of water hyacinth substrate. The present work emphasizes the studies on sulphuric acid pretreatment of water hyacinth for production of xylose. The xylose yield has been studied with the parametric variation of soaking time, treatment time, treatment temperature and the concentration of sulphuric acid. The maximum value of xylose yield obtained is around 70.2 mg/g of dry water hyacinth, when hydrolyzed with 5% sulphuric acid at a temperature of 130 oC, soaking time of 45 min and treatment time of 10 min. The yield corresponds to the initial loading of 2.5%. The yield drops drastically on increasing the temperature above this point which may be due to the degradation of xylose. A correlation of xylose yield with soaking time, treatment time, treatment temperature and acid concentration has also been determined during this study.",
      "name": "Studies on the Production of Xylose from Water Hyacinth",
      "format": "",
      "url": "http://www.seipub.org/acs/paperInfo.aspx?ID=3590",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "223bb415-944b-49ca-a3ad-81623cd63457",
      "created": "2013-07-16T02:49:37.092960",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "4179146d-5e06-42f9-bf9a-c3d88b21ef1e",
      "url_type": null,
      "id": "d5409dc9-43b9-461e-bbd7-696fc6e2a0dd",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Porous cellulose based membranes are commonly used for filtration and controlled flow of fluid through the 3D pore network in the bulk (lateral flow). It has been shown that the performance of cellulose nitrate membranes in terms of capillary driven lateral flow of fluid through the system is inhibited by the formation of surface skin layers and bulk macrovoids. These ‘defects’ are created during phase inversion when the porous structure is formed using a water anti-solvent. The work carried out in this study shows that the incorporation of ethanol as a meso-solvent into the membrane casting solution for use in vapour induced phase seaparation (VIPS) produced lateral flow membranes, effectively prevents the formation of both skin layers and macrovoids while simultaneously increasing membrane porosity resulting in an improvement in lateral flow rates of the final membranes. It is indicated that the improved performance is achieved through reduction of the rate of evaporation of solvent from the membrane surface/demixing front during membrane formation.",
      "name": "Control of Pore Structure Formation in Cellulose Nitrate Polymer Membranes",
      "format": "",
      "url": "http://www.seipub.org/acs/paperInfo.aspx?ID=2961",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "223bb415-944b-49ca-a3ad-81623cd63457",
      "created": "2013-07-16T02:50:22.495477",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "e8d0520b-934e-4bf7-bebf-b84da472e54e",
      "url_type": null,
      "id": "0db89a41-7147-422c-8906-c5095a18c854",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Selectivity studies of RNA: disulphide bond containing oligodeoxynucleotide duplexes using melting temperature (Tm) have been reported. The Tm data of the RNA/ DNA duplexes showed that duplex formed with disulphide bond containing oligodeoxynucleotide melted at higher temperature than that of RNA/ unmodified DNA duplex by 9.5o C. Even RNA /oligodeoxynucleotide with adjacent thiol groups formed more stable duplex compared to RNA/unmodified DNA duplex. Studies also showed that the selectivity of duplexes with disulphide bond was out performed duplexes with unmodified oligonucleotide.",
      "name": "RNA: Disulphide Bond Containing Oligodeoxyribonucleotide Duplexes Selectivity Studies",
      "format": "",
      "url": "http://www.seipub.org/acs/paperInfo.aspx?ID=2744",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "223bb415-944b-49ca-a3ad-81623cd63457",
      "created": "2013-07-16T02:52:59.149089",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "91fca535-b949-48a3-aa5f-2f31c6bdd0f4",
      "url_type": null,
      "id": "177067a3-d11a-43fb-a340-7518366f54df",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "At present, the criteria used to select optimal new anticancer drug candidates include inhibitors of cell proliferation, essential reaction and pathways in cancerous cells. In silico approach resulting in the identification of essential reactions and pathways spreads across several parts of metabolism. The aim of our study is to study the interaction of broad spectrum antibiotic squalamine and LAQ824 with 4 selected anticancer drug target enzymes in Silico molecular docking approach. The ligand squalamine showed minimum binding energy −6.88 kcal/mol with promyleocytic leukemia (PDB ID-1BOR) and −5.68 kcal/mol with estrogen related receptor α (PDB ID-1XB7). Similarly, the compound LAQ824 showed minimum binding energy -6.77 kcal/mol with BRCA2 (PDB ID-1NOW). The compound squalamine interacted with several amino acid residues, of which glutamate was found to be common among all the target enzymes for protein and hydrogen bond formation. Likewise, lysine was found to be common among all the target enzymes for protein and hydrogen bond formation with LAQ824. Results of our study suggested that molecular docking approach could be a potential tool to identify the hydrogen bond interactions and the molecular mechanisms of diseases. It was concluded that squalamine and LAQ824 ligands would be of potent drug targets to treat various cancers based on the docking approach.",
      "name": "In Silico Molecular Docking of Marine Drugs Against Cancer Proteins",
      "format": "",
      "url": "http://www.seipub.org/acs/paperInfo.aspx?ID=3471",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "223bb415-944b-49ca-a3ad-81623cd63457",
      "created": "2013-07-16T02:53:44.536445",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 5,
      "revision_id": "cb8028f1-4143-4a91-a4e1-1fc0e005d095",
      "url_type": null,
      "id": "f7b38774-2aee-4e0c-8942-fe93da8da1c4",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 6,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Chemical Science",
      "id": "d02a19cf-673f-46d0-9224-037f8a7c6906",
      "name": "Chemical Science"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "advances-in-chemical-science-acs",
  "isopen": true,
  "url": null,
  "notes": "Advances in Chemical Science (ACS) is an internationally refereed journal dedicated to publishing the latest advancements in different areas of chemical science research. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Advances in Chemical Science (ACS)",
  "revision_id": "19abaff6-3cba-4daf-af8c-04dba68e2f95"
}