{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 2,
  "id": "fa99031f-db13-4a23-9097-02e6e6c8834c",
  "metadata_created": "2013-07-18T02:13:18.101087",
  "metadata_modified": "2013-10-11T00:00:54.903989",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "As an important part of the urban ecosystem, the green space in park, not only provides space for entertainment, relaxation, a public forum for exchanging ideas, as well as improving the urban ecological quality; it also plays an important role in disaster prevention. Based on the principles of unified planning, principles such as the integrating daily activity with disaster prevention and promoting proximity evacuation, this article checks the rationality of using the green space in park as earthquake refuge shelters in Xiamen city, Fujian Province, PRC. This paper seeks to develop a suitability assessment system of earthquake shelters with suitable evaluation indexes. GIS, Gray correlation, and entropy methods have been used to access the usability of the green space in park as earthquake refuge areas. Finally, some pieces of constructive advices on how to improve the usability of the green space in park as earthquake refuge areas are provided.",
      "name": "A GIS-based Suitability Analysis of Xiamen’s Green Space in Park for Earthquake Disaster Prevention and Refuge",
      "format": "",
      "url": "http://www.seipub.org/updr/paperInfo.aspx?ID=3153",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "fa99031f-db13-4a23-9097-02e6e6c8834c",
      "created": "2013-07-17T21:13:59.235652",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "0f8c4930-cb78-4b88-b1ac-c55a07f35a15",
      "url_type": null,
      "id": "7e67822f-a52c-49f6-b6f3-9fcee3bd74f6",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Due to urbanization and urban growth, the developing country also generates the major driving force of slum / low-income settlements and conditions. In particular, Principle Component Analysis (PCA) techniques are interpreted on independent variables of statistical approach. It was produced to identify source of Low-Income Settlement Characteristic (LISC) and results of different associations among the possibility of urbanization crisis in the Bangkok Metropolitan Region (BMR) of Thailand. The research result was extracted from a large data set using 22 well-known indicators under 6 components, comprising socio-economic vulnerability indexes. From the loading plots, the calculation of many indicators were indicating the strong correlation among these variables: (1) personal contribution, (2) living density, (3) expenditure estimation, (4) slum / low-income condition, (5) industrial sources, and (6) facility sources. Our finding, information indices represented a potentially useful measure for the low-income characteristic changes. Hence, the normalized indexes indicated the possible highlight sites of the vulnerability indices using spatial geographical settlements, makeing likely improvement and localization in construction of quality of life and urban planning level between similarly indices.",
      "name": "Extracting the Low-income Characteristics Using PCA for Socio-economic Vulnerability Masuring in Bangkok, Thailand",
      "format": "",
      "url": "http://www.seipub.org/updr/paperInfo.aspx?ID=3176",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "fa99031f-db13-4a23-9097-02e6e6c8834c",
      "created": "2013-07-17T21:14:41.107077",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "70241b5c-2691-49b7-84f0-4352d84943e7",
      "url_type": null,
      "id": "8da1eb8d-e79e-4cf7-993f-6b233ff221e1",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The school infrastructures closely intertwined in critical node of networks in urban area. Modern critical-system infrastructure includes combination of computational and physical components, known as cyber-physical system (CPS). However, a comprehensive approach to develop resilience concept for a combination of such systems, as they are often designed in modern urban areas, has not yet been approached thoroughly. The aim of this paper is to provide an improved understanding of a safe school environment as well as to pose cost effective and transparent school security systems. The paper is based on the results and lessons learned from the “Security and Safety in Universities” project executed during 2009-2010 and the results will be applied within a building process of a new school campus in Finland. Based on the results of our case study, it is proposed that a safe school environment should consist of two important components of cyber-physical security: (1) technical control and timely notification of emergency situations and (2) a safety room. The first component includes: access control, camera surveillance, sensor monitoring, technical guidance to the exit and informing. Safety room is designed to monitor the safety and emergency management and information technology.",
      "name": "How to Improve Safety of School Enviroment",
      "format": "",
      "url": "http://www.seipub.org/updr/paperInfo.aspx?ID=3772",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "fa99031f-db13-4a23-9097-02e6e6c8834c",
      "created": "2013-07-17T21:15:39.386641",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "2e34c41a-55fc-4451-8728-04f74682a296",
      "url_type": null,
      "id": "b2fce4e0-2b0f-4259-b52a-6df75f092640",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper was an attempt to suggest that bloggers’ information, after being judged rationally, would be a huge contribution as part of the compilation of flood information system. Immediately after a flood event in January 2009, bloggers in Kuching, Sarawak had posted their “personal diaries” on the internet along with a collection of photos. They may write leisurely, but unaware, they had provided valuable information on the flood event. As demonstrated, flood depths in roads adjacent to Sarawak River were identified spatially by referring to three blog sites carefully selected to be the figures of merit. With the availability of such data at eleven locations, a 1-D river model was set up to have a flood mapping extended to include other parts of the city centre with relative ease. The bloggers’ information is argued here as a source of data potential to improve the flood data collection and management.\r\n",
      "name": "Urban Flood Reconstruction Using Bloggers’ Posting on Road Inundations",
      "format": "",
      "url": "http://www.seipub.org/updr/paperInfo.aspx?ID=3256",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "fa99031f-db13-4a23-9097-02e6e6c8834c",
      "created": "2013-07-17T21:16:11.598483",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "2e34c41a-55fc-4451-8728-04f74682a296",
      "url_type": null,
      "id": "67f7b9e1-8784-4dd2-a05c-a002dfe867bc",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 4,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Design Research",
      "id": "cae29389-7141-42bd-8a9e-c83045105683",
      "name": "Design Research"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Urban Planning",
      "id": "125338a2-a6d1-4bd7-907a-35eb3df8d75d",
      "name": "Urban Planning"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "urban-planning-and-design-research-updr",
  "isopen": true,
  "url": null,
  "notes": "Urban Planning and Design Research (UPDR) is an internationally refereed journal dedicated to publishing the latest advancements in urban planning and design research. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Urban Planning and Design Research (UPDR)",
  "revision_id": "a5a8127f-a8ad-4862-b1fe-7970290e924b"
}