{
  "license_title": "Creative Commons Attribution",
  "maintainer": "IFPRI-Data",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "ifpri-data@cgiar.org",
  "num_tags": 3,
  "id": "42ced45d-eff7-4f09-a015-487ed3b2a9be",
  "metadata_created": "2017-01-13T20:10:48.024092",
  "metadata_modified": "2017-01-13T20:12:59.190974",
  "author": "International Food Policy Research Institute (IFPRI)",
  "author_email": "ifpri-data@cgiar.org",
  "state": "active",
  "version": "",
  "creator_user_id": "185c6a31-c03b-4c6b-955f-4c1a66cd3022",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "",
      "name": "South Africa: KwaZulu-Natal Income Dynamics Study (KIDS), 2004",
      "format": "",
      "url": "http://hdl.handle.net/1902.1/19058",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "42ced45d-eff7-4f09-a015-487ed3b2a9be",
      "created": "2017-01-13T20:11:50.694810",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "ce2d7f0b-a798-48e8-bbf6-35084c1c171e",
      "url_type": null,
      "id": "080ba09b-3574-4c95-b840-c3b53942f8c5",
      "resource_type": null,
      "size": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Africa",
      "id": "b7858af5-c722-4533-8f61-7f2f438642a6",
      "name": "Africa"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Africa South of Sahara",
      "id": "41cad60a-0aab-45c9-8d70-e9a05228fa30",
      "name": "Africa South of Sahara"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "anthropometry",
      "id": "bb10a1d9-ec21-4e3d-870e-7f70a5af1de9",
      "name": "anthropometry"
    }
  ],
  "groups": [],
  "license_id": "cc-by",
  "relationships_as_subject": [],
  "organization": {
    "description": "In collaboration with institutions throughout the world, IFPRI is often involved in the collection of primary data and the compilation and processing of secondary data. The resulting datasets provide a wealth of information at the local (household and community), national, and global levels. IFPRI freely distributes as many of these datasets as possible and encourages their use in research and policy analysis. This group reflects the collection of IFPRI datasets.",
    "created": "2012-12-03T14:26:13.596177",
    "title": "International Food Policy Research Institute (IFPRI)",
    "name": "ifpri",
    "is_organization": true,
    "state": "active",
    "image_url": "http://www.ifpri.org/sites/default/files/logo.jpg",
    "revision_id": "39176b99-9a74-4b3c-9049-ad3345bff0d1",
    "type": "organization",
    "id": "cfba7116-aec4-41d6-b54d-a6e1f23de942",
    "approval_status": "approved"
  },
  "name": "south-africa-kwazulu-natal-income-dynamics-study-kids-2004",
  "isopen": true,
  "url": "http://hdl.handle.net/1902.1/19058",
  "notes": "To download the 2004 dataset go to: (http://sds.ukzn.ac.za/data-sets.aspx) \r\n\r\nThe third round of the KwaZulu-Natal Income Dynamics Study (KIDS) dataset contains information on the socio-economic circumstances of households. This third round conducted in 2004 re-interviewed households contacted in 1993 and 1998. It is based on the Project for Statistics on Living Standards and Development (PSLSD). The 2004 questionnaire is based on the original 1993. It includes the collection of anthropometric data from children aged 6 years or less. New modules include the administration of a literacy test to children aged 7-9 years, a module on employment histories, and a module on the Child Support Grant (CSG). Also, several existing modules have been expanded or amended, including the information on deaths in the household, the module on health and caring, that on social capital and the information collected on children. The third round of the study interviewed 867 households containing core members from 760 of the households contacted in 1993. For 180 of these 760 ‘dynasties’, information was also collected on next generation households that had split off from them. Between 1993 and 2004, attrition rates appear to be within acceptable limits, although young adults and smaller, and perhaps poorer, households are underrepresented. The age distribution of the resident members of th e core and next generation households matches that of the African and Indian population of KwaZulu-Natal reported by Census 2001. The mortality results suggest that the proportion of people at ages 20-44 dying between the second and third rounds was nearly three times the proportion dying between the first two rounds. The pattern of income distribution is one of increasing poverty and inequality since 1993, although the partial reversal of these trends in the post-1998 period is hopeful as are signs of relative prosperity among those that established independent next-generation households. In addition, access to services has generally improved. \r\n\r\nThe 2004 data collection was administered by researchers at the International Food Policy Research Institute (IFPRI), the University of KwaZulu-Natal (UKZN), the University of Wisconsin-Madison. The funding for the project was provided by the UK Department for International Development (DFID) through Department of Social Development (DSD), the National Research Foundation, the Norwegian Research Council, USAID, and the Mellon Foundation. \r\n\r\nThe South Africa: KwaZulu-Natal I ncome Dynamics Study (KIDS), 2004 was a collaborative project of the International Food Policy Research Institute (IFPRI), the University of KwaZulu-Natal (UKZN), the University of Wisconsin-Madison, the London School of Hygiene and Tropical Medicine (LSHTM), and the Norwegian Institute of Urban and Regional Studies (NIBR). \r\n",
  "owner_org": "cfba7116-aec4-41d6-b54d-a6e1f23de942",
  "extras": [],
  "license_url": "http://www.opendefinition.org/licenses/cc-by",
  "title": "South Africa: KwaZulu-Natal Income Dynamics Study (KIDS), 2004",
  "revision_id": "99453251-a51a-4b3a-82c8-8bf60b050679"
}