{
  "license_title": "Creative Commons Attribution",
  "maintainer": "Fundación MenteClara",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "info@menteclara.org",
  "num_tags": 3,
  "id": "50d7b386-8229-4825-843e-ccf49ef782c0",
  "metadata_created": "2019-10-19T22:48:41.060714",
  "metadata_modified": "2019-10-19T22:49:56.882019",
  "author": "Hugo Simkin, Pablo Rubio, Gabriela di Puglia, Maximiliano Preuss",
  "author_email": "info@menteclara.org",
  "state": "active",
  "version": "",
  "creator_user_id": "8f367573-7907-44cd-ac7a-04dd450df523",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "A pesar de que el vínculo entre la espiritualidad y los rasgos de la personalidad fue intensamente indagado en la literatura académica en los últimos años –particularmente en el marco del modelo y la teoría de los cinco factores de la personalidad, no existen trabajos de revisión que permitan sintetizar el estado del arte respecto de esta relación. Por este motivo, el propósito del presente trabajo es revisar los estudios que se proponen indagar los constructos numinosos en atención a las diferencias individuales a partir de una revisión sistemática de la bibliografía en las bases de datos PsycInfo, ERIC, Pubmed, CAIRN, CLASE, Scielo, Dialnet, Lilacs y Redalyc. De acuerdo con la revisión, si bien existe una considerable disparidad de resultados, generalmente se han reportado asociaciones positivas entre estos constructos y la apertura, la responsabilidad, la  extroversión, y la amabilidad, y negativas con el neuroiticismo. Se concluye que la discrepancia en los resultados respondería a la multiplicidad de técnicas de evaluación disímiles empleadas para relevar la espiritualidad y la religiosidad.\r\n\r\n\r\n__Abstract__\r\nAlthough the link between spirituality and personality traits has been intensely researched in the academic literature in recent years -particularly within the five-factor personality model and theory-, there are no review articles that allow summarizing the state of the art in such relationship. Thus, the purpose of this paper is to review studies analyzing the numinous constructs related to individual differences by means of a systematic review of the bibliography found in the PsycInfo, ERIC, Pubmed, CAIRN, CLASS, Scielo, Dialnet, Lilacs, and Redalyc databases. According to such review, although results show considerable disparity, there have been reported positive associations between said constructs and openness, responsibility, extroversion, and agreeableness as well as negative associations with neuroiticism. It is concluded that the discrepancy in the results would be due to to the multiplicity of dissimilar psychological techniques used to assess spirituality and religiosity.",
      "name": "RELIGIOSIDAD Y ESPIRITUALIDAD EN EL MARCO DEL MODELO DE LOS CINCO FACTORES DE LA PERSONALIDAD",
      "format": "PDF",
      "url": "https://old.datahub.io/dataset/50d7b386-8229-4825-843e-ccf49ef782c0/resource/59a5ce22-fe91-4510-a880-fa6d6d46f8ac/download/vol.4.2.e89.2019-issn2469-0783simkinreligiosidad-personalidadc.pdf",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "50d7b386-8229-4825-843e-ccf49ef782c0",
      "created": "2019-10-19T22:49:56.303090",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "16a70fcc-bee9-46dc-b4b2-bf429996b77c",
      "url_type": "upload",
      "id": "59a5ce22-fe91-4510-a880-fa6d6d46f8ac",
      "resource_type": null,
      "size": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "MCF",
      "id": "d0a6eef0-500a-4ced-8b31-5818020758c6",
      "name": "MCF"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "espiritualidad",
      "id": "00b83225-44bd-49b2-a9a6-f0bfda7df795",
      "name": "espiritualidad"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "personalidad",
      "id": "69c16092-331f-4eea-923b-6a0de026e01e",
      "name": "personalidad"
    }
  ],
  "groups": [],
  "license_id": "cc-by",
  "relationships_as_subject": [],
  "organization": {
    "description": "Editorial MenteClara es el órgano de difusión de los libros, ensayos, artículos y demás documentos impresos o en formato eletrónico elaborados por la Fundación MenteClara.\r\n\r\n#La Fundación MenteClara \r\nes el resultado del trabajo de un grupo de personas que, habiendo encontrado una visión y una técnica capaz de proporcionar a las personas claridad, consciencia y felicidad, resuelven agruparse para difundirla libremente.\r\n\r\nEsta técnica, llamada por su autor \"la tecnología del deseo\", surge como resultado de 33 años de investigación e integración de las técnicas meditativas del budismo tántrico tibetano con el conocimiento académico formal occidental. \r\n\r\nLuego del transcurso de esos años, quienes fueron alumnos de Osy en está técnica, resuelven dar nacimiento a esta fundación con el fin de difundir su pensamiento y su tecnología.\r\n\r\nEsta tecnología se ofrece mediante cursos destinados a obtener rápidamente la capacidad de enfocarse en un punto y gestionar adecuadamente los procesos emocionales para obtener la claridad mental necesaria y saber qué hacer en cada momento y lugar para alcanzar así la plena realización. \r\n\r\n#Acta Fundacional\r\n\r\nEn la Ciudad Autónoma de Buenos Aires, a los seis dias del mes de julio de 2005, se reúnen en el edificio de Medicus, cito en Larrea y Marcelo T. de Alvear, del barrio de Recoleta, un grupo de 24 iniciados en la práctica del tantra por Oscar R. Gómez (Osy), acompañados de varios alumnos de éste, quienes en este acto resuelven constituir la Fundación Mente Clara con el fin de generar espacios para la práctica y la difusión de la tecnología del deseo, creada y desarrollada por Oscar Rodolfo Gómez a partir del estudio y la profundización del tantra budista e hindú.\r\n\r\nEntendiendo al Tantra como la acción de entretejer el pensamiento partiendo de textos sagrados tradicionales y que en cada lugar y momento histórico han ido incorporando los ropajes culturales propios de los diferentes pueblos que lo han practicado y prescindiendo de las formas culturales que pudieron tener sentido en India o Tíbet siglos atrás, pero que hoy resultan extrañas para occidente, Osy construye la mencionada tecnología del deseo que, fiel al enfoque tántrico original sostenido hasta el presente por S.S. el XIV Dalai Lama, constituye un nuevo tantra para occidentales que resulta de gran utilidad para nosotros conservando solamente la noción de sujeto, la visión del mundo y las técnicas meditativas que sí funcionan dentro de nuestra propia cultura occidental promoviendo la exaltación de valores humanos positivos como la compasión, el perdón y la felicidad.\r\n\r\nEsta fundación tendrá como objeto social destinar recursos para becar la formación en la disciplina a la mayor cantidad de personas como así también llevar la palabra de Osy a diferentes lugares de la ciudad para transmitir esta posmoderna visión del mundo a fin de fortalecer y consolidar los lazos de nuestra comunidad estableciendo un ser más consciente de su propia consciencia y con la claridad mental que se obtiene con la técnicas y la visión del budismo tántrico por él desarrollada para aportar progreso a los habitantes de Occidente y constituir un tejido social más fraterno y solidario.\r\n\r\nAsimismo, la fundación deberá disponer los recursos para que en un lugar por todos conocidos puedan reunirse libremente quienes sean iniciados por Osy y/o sus instructores para la práctica de este tantra para occidentales.\r\n\r\nSe resuelve asimismo establecer como logo de la fundación el diseño presentado por Sebastián Esteverena conformado por la \"O\" de Osy, dentro de la cual se inscribe una \"T\" de Tantra sobre un esquema de cáliz con un fondo azul-celeste y blanco.\r\n\r\nEn este mismo acto los fundadores abajo firmantes, nombran a Laura Fanelli, Rocío Silveira de Andrade, Oscar David Gómez y a Rodolfo Oscar Gómez, también presentes, miembros del consejo de administración, quienes se ocuparán por sí mismos o a través de terceros por ellos designados de realizar las presentaciones correspondientes ante los organismos oficiales y privados correspondientes hasta obtener la personería jurídica y las gestiones posteriores atinentes. [24 Firmas]\r\n\r\nLa Fundación MenteClara administra las actividades de la Escuela Argentina de Tantra http://tantra.org.ar\r\n\r\nLa escuela de Tantra en España de la FMC http://tantra.org.es\r\n\r\nLa Escuela de Psicología Corporal de la FMC http://menteclara.org\r\n\r\ny la Revista Científica Arbitrada de la FMC http://www.fundacionmenteclara.org.ar/revista/index.php/RCA\r\n\r\n\r\nPerú 669 2º 6 (1068) Ciudad de Buenos Aires, Argentina, tel. +54 11 52172372\r\ninfo@menteclara.org",
    "created": "2015-12-14T09:05:31.688572",
    "title": "Editorial MenteClara",
    "name": "fundacionmenteclara",
    "is_organization": true,
    "state": "active",
    "image_url": "2016-01-25-230442.947059logocaritaoriginal.JPG",
    "revision_id": "4735078b-e287-4538-8331-62d3fb39874d",
    "type": "organization",
    "id": "2a0a2ca3-76c4-4d9e-ba2a-d11a9c0a365f",
    "approval_status": "approved"
  },
  "name": "2019-4-2-e89",
  "isopen": true,
  "url": "https://fundacionmenteclara.org.ar/revista/index.php/RCA/article/view/89",
  "notes": "A pesar de que el vínculo entre la espiritualidad y los rasgos de la personalidad fue intensamente indagado en la literatura académica en los últimos años –particularmente en el marco del modelo y la teoría de los cinco factores de la personalidad, no existen trabajos de revisión que permitan sintetizar el estado del arte respecto de esta relación. Por este motivo, el propósito del presente trabajo es revisar los estudios que se proponen indagar los constructos numinosos en atención a las diferencias individuales a partir de una revisión sistemática de la bibliografía en las bases de datos PsycInfo, ERIC, Pubmed, CAIRN, CLASE, Scielo, Dialnet, Lilacs y Redalyc. De acuerdo con la revisión, si bien existe una considerable disparidad de resultados, generalmente se han reportado asociaciones positivas entre estos constructos y la apertura, la responsabilidad, la  extroversión, y la amabilidad, y negativas con el neuroiticismo. Se concluye que la discrepancia en los resultados respondería a la multiplicidad de técnicas de evaluación disímiles empleadas para relevar la espiritualidad y la religiosidad.\r\n\r\n\r\n__Abstract__\r\nAlthough the link between spirituality and personality traits has been intensely researched in the academic literature in recent years -particularly within the five-factor personality model and theory-, there are no review articles that allow summarizing the state of the art in such relationship. Thus, the purpose of this paper is to review studies analyzing the numinous constructs related to individual differences by means of a systematic review of the bibliography found in the PsycInfo, ERIC, Pubmed, CAIRN, CLASS, Scielo, Dialnet, Lilacs, and Redalyc databases. According to such review, although results show considerable disparity, there have been reported positive associations between said constructs and openness, responsibility, extroversion, and agreeableness as well as negative associations with neuroiticism. It is concluded that the discrepancy in the results would be due to to the multiplicity of dissimilar psychological techniques used to assess spirituality and religiosity.",
  "owner_org": "2a0a2ca3-76c4-4d9e-ba2a-d11a9c0a365f",
  "extras": [],
  "license_url": "http://www.opendefinition.org/licenses/cc-by",
  "title": "RELIGIOSIDAD Y ESPIRITUALIDAD EN EL MARCO DEL MODELO DE LOS CINCO FACTORES DE LA PERSONALIDAD",
  "revision_id": "16a70fcc-bee9-46dc-b4b2-bf429996b77c"
}