{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "3f9b0546-dfe1-4f7b-bbf7-1965ad90cbdb",
  "metadata_created": "2013-07-17T07:44:32.119702",
  "metadata_modified": "2013-10-10T21:17:42.073498",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper focuses on review articles of crater detections, analyses, tests and pattern recognition methods. Various methods of detection and analyses are compared according to their implementations, procedures and results. Nowadays, there are vast methods of crater detection algorithms and the most accepted one are by using Hough Transform analysis and edge detection algorithm. Nevertheless, some of them are implementing the detection based on illumination view that is the distinguishable between sunny and shady blob that formed a crater. Some of the methods are new and promising using stochastic image modeling. For crater detection algorithm, the edge based and edge free methods are compared according to their performances. The advantages and drawbacks of these techniques are summarized here.",
      "name": "An Overview of Crater Analyses, Tests and Various Methods of Crater Detection Algorithm",
      "format": "",
      "url": "http://www.seipub.org/fiee/paperInfo.aspx?ID=2301",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "3f9b0546-dfe1-4f7b-bbf7-1965ad90cbdb",
      "created": "2013-07-17T02:45:18.992753",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "e9db8e30-bb3f-425e-b11d-36fe6e22478e",
      "url_type": null,
      "id": "879d2f9e-ff49-4cab-8851-5e8a0c4b3908",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " The aim of this study is to use the human motion analysis methods to evaluate posture stability status of the patients with vestibular diseases. The most of the posture stability tests are based on comparison of clinical trials realized in two different conditions, i.e. with and without visual information about surrounding environment. Such tests are performed with eyes open, fixed on certain point in front of the subject, and with eyes closed. The acquired results give us opportunity to understand individual diseases of vestibular system in more details. In this pilot research, we studied kinematics of patients with unilateral vestibular deficiency. A group of healthy subjects with simulated unilateral vestibular hypo-function was also analysed to verify our assumptions. The absence of visual information caused reduction of stability, more uncoordinated movements and changes of movement velocities. The velocity of movement responses to maintain posture stability was significantly increased while the walking speed was slowed down. The first results convinced us that the vestibular diseases cause significant orientation errors and that the optical motion analysis methods offer opportunities to recognize and quantify them.\r\n",
      "name": "Evaluation of Unilateral Vestibular Deficiency and Its Effect on Human Locomotion",
      "format": "",
      "url": "http://www.seipub.org/fiee/paperInfo.aspx?ID=2303",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "3f9b0546-dfe1-4f7b-bbf7-1965ad90cbdb",
      "created": "2013-07-17T02:46:40.029228",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "9d309978-010f-431e-866b-cb2629839b18",
      "url_type": null,
      "id": "41d2462f-1cee-4880-be6d-5da6195bb44d",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This experimental study is to explore the relationship of the impact crater’s shape and its projectile. In order to get a better estimation of the craters parameters, only the most clearly defined and typical crater patterns are chosen. An experiment was conducted at STRIDE (Science Technology Research Institute for Defense) to prove the relationship between impact craters shape and its projectile point of origin. One marble ball, a catapult and a basin of loose sands were used in the experiment. The motion of the marble was recorded using high speed camera with 1500 frame/second specification and the angle was estimated using frame by frame displacement measurement. The correlation between the impact angle, velocity and the depth of crater was investigated.",
      "name": "Relationship between Crater Shape and Its Projectile Point of Origin",
      "format": "",
      "url": "http://www.seipub.org/fiee/paperInfo.aspx?ID=2312",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "3f9b0546-dfe1-4f7b-bbf7-1965ad90cbdb",
      "created": "2013-07-17T02:47:38.052281",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "2f9aa0d7-3572-46e8-9024-07c563273f6a",
      "url_type": null,
      "id": "c55a4e38-2432-4148-bb11-3f4909eeca2f",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper presents the results of an analysis of domestic water reuse (WR) in middle-income countries, using Thailand as a case study. The analysis covers drivers and constraints of WR development, as well as current practices and opportunities for WR, based on both primary data through field survey and secondary data from the literature. The significant similarities and differences between middle- and high-income countries are then discussed, while the case demonstrates specific characteristics of the WR situation. More case studies of middle-income countries can contribute to further understanding and improved WR applications for sustainable water management to meet the challenges of a rapidly growing demand and a decreasing supply.",
      "name": "Domestic Water Reuse Situation in the Context of Middle-income Countries: A Case Analysis",
      "format": "",
      "url": "http://www.seipub.org/fiee/paperInfo.aspx?ID=2956",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "3f9b0546-dfe1-4f7b-bbf7-1965ad90cbdb",
      "created": "2013-07-17T02:49:17.090660",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "bb1287d3-9aeb-4fc3-98e4-2adcb7b335e7",
      "url_type": null,
      "id": "4e3584fe-8746-4ccc-be17-c0e84b49cd54",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The most urgent need in information Technology is data compilation for different purposes in varying ways. Convergence of Jacobi series is used for replacement of discontinuous signals by its approximated absolutely continuous signals for data manipulation in computers. Here in this paper a Banach space X of signals which are p-power Lebesgue integrable with weight on [-1,1] is considered. Some of subspaces of X have been recognized by the convergence behavior of Fourier-Jacobi expansions associated with the signals. These results are applied to signal processing with wavelets related to useful concept in Science and Engineering disciplines.\r\n",
      "name": "On the Convergence of Jacobi Series at the Poles",
      "format": "",
      "url": "http://www.seipub.org/fiee/paperInfo.aspx?ID=2284",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "3f9b0546-dfe1-4f7b-bbf7-1965ad90cbdb",
      "created": "2013-07-17T02:50:05.753454",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "5fa2e371-a964-496c-bd44-f04f6ab5e0a2",
      "url_type": null,
      "id": "4ef0d166-27ef-4d3f-8cf5-4443211856dd",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Controlled traffic with conservation tillage is an useful way to solve the problem of wheel track induced soil compaction. Effect of traffic and tillage on soil water infiltration and water use efficiency were conduced by experiments in Nothern China Plain with four treatments, including zero tillage with controlled traffic (NTCN), subsoiling with controlled traffic (STCN), zero tillage with random traffic(NT) and traditional tillage system with random traffic(CK). Results showed that, random wheel track caused significant soil compaction in the surface layer in annual two-crop region. Controlled traffic with conservation tillage reduced soil bulk density in 0-20cm soil layer, therefore improved water infiltration. Compared with non-controlled traffic treatments, controlled traffic with conservation tillage increased mean accumulative infiltration at steady infiltration by 67.4%. As more soil water was conserved in controlled traffic system, corp production was enhanced. Averagely, controlled traffic treatments increased annual yield by 3.8% compared with non-controlled traffic system Consequently, annaul water use efficiency increased 11.5% in controlled traffic system.In conclusion, controlled traffic farming has a better performance on soil and water conservation, and crop production.",
      "name": "Effect of Wheel Traffic and Tillage on Soil Water Infiltration in Annual Two-crop Region of Northern China Plain",
      "format": "",
      "url": "http://www.seipub.org/fiee/paperInfo.aspx?ID=4402",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "3f9b0546-dfe1-4f7b-bbf7-1965ad90cbdb",
      "created": "2013-07-17T02:50:46.914984",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 5,
      "revision_id": "238c0904-ed06-460d-82e2-e10f813088c8",
      "url_type": null,
      "id": "b3ba8bee-37d9-4a39-b432-cb29b8529f14",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 6,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Environmental Engineering",
      "id": "44ff93e4-a769-4de2-9bc7-14c6eb6cae88",
      "name": "Environmental Engineering"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-seipub-org-fiee",
  "isopen": true,
  "url": null,
  "notes": "Frontiers in Environmental Engineering (FIEE) is an internationally refereed journal dedicated to publishing the latest advancements in environmental engineering research. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Frontiers in Environmental Engineering (FIEE)",
  "revision_id": "54bfd1e6-3ed1-46c3-8b7a-104b0796a4f1"
}