{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "fef9e595-fbaf-4f7a-b20c-92d901cb7968",
  "metadata_created": "2013-07-15T07:02:38.334363",
  "metadata_modified": "2013-10-10T21:17:24.068067",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " The purpose of this study was to evaluate the effectiveness of a copy, cover, and compare strategy to practice weekly core spelling words with four 2nd grade students. Each of the participants had difficulty in spelling, and three students were judged to be at-risk for school failure, while one student labeled was enrolled in a special education resource room. A multiple baseline design across participants was employed. In this study, the copy, cover, compare spelling practice strategy resulted in improved scores for daily and end of the week spelling tests. The results also suggested that the copy, cover, compare strategy can be a functional and effective procedure to teach spelling words to students-at risk as well as to a student with learning disabilities. The benefits of employing copy, cover, and compare were also discussed.",
      "name": "the Effect of a Copy, Cover, Compare Practice Procedure in Spelling with Four Second-grade Students: Generalization to Weekly in Classroom Test",
      "format": "",
      "url": "http://www.ij-psychol.org/paperInfo.aspx?ID=2213",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "fef9e595-fbaf-4f7a-b20c-92d901cb7968",
      "created": "2013-07-15T02:03:07.487672",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "8848009b-3c59-4981-a4e1-2d2b8995f38c",
      "url_type": null,
      "id": "61b91d2a-2b0c-417b-9ff2-8dbf06d4493d",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " This article is about the virtual reality of computer games and the peculiarity of its influence on personal identity. And, for the first time, the virtual reality analyses in context of the well-known Lacan’s Mirror stage. The methods of research were: the content analysis, and the psychodiagnostic method. The main conclusion is: that people, who play the computer role games, have the changing of the self identification. It can develop in appearance of additional personal identification. This mechanism of such identification is similar to the identification mechanism which takes place in early childhood at the “Mirror Stage” described in works of Jacques Lacan.\r\n",
      "name": "the Virtual Reality in a Context of the “Mirror Stage”",
      "format": "",
      "url": "http://www.ij-psychol.org/paperInfo.aspx?ID=1943",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "fef9e595-fbaf-4f7a-b20c-92d901cb7968",
      "created": "2013-07-15T02:04:20.958603",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "c342eb5d-9895-4648-b0c9-a93a0b0ce2aa",
      "url_type": null,
      "id": "fc545701-4e2f-482d-8454-a2de81b66bc9",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Object: The purpose of this study was to determine the efficacy of self-efficacy group training on Self-efficacy for Social Situations, social phobia, social interaction anxiety, and scrutiny fear. Method: The total of 20 college females of University of Isfahan participated in this study. All of the individuals reported symptoms meeting criteria for a principal diagnosis of Social Phobia, as determined by DSM-IV. The subjects randomly assigned to two experimental and control groups. Before administration of the first session of group training, Self-efficacy for Social Situations Scale (SESS), Social Interaction Anxiety Scale (SIAS), and Social Phobia Scale (SPS), was administrated to both the experimental and control groups as the pre-test. Then eight sessions of self-efficacy group training was administrated for the experimental group. The content of the sessions which was designed based on Bandura ,s self-efficacy theory and was focused on increasing the self-efficacy for social situations, consisted of enactive mastery exercise, role playing, lecture of guest model, verbal persuasion, education about the origins of social phobia and their reciprocal relations with self-efficacy for social situations, social skills training, applied relaxation education, and homework assignments. At the end of the group training sessions, the post-tests(SIAS, SPS, SIAS)were administrated to both the experimental and control groups. Results: The results of analysis of covariance showed that self- efficacy group training significantly increased self-efficacy for social situations (P=0.021), and significantly reduced the degree of social phobia (P=0.003), social interaction anxiety (P=0.003) and scrutiny fear (P=0.007) in the training group as compared to the control group. Conclusion: Results of this research shows that one of the effective methods for treatment of social phobia is increasing individuals’ self- efficacy for social situations by using techniques which have used in this research.",
      "name": "The Effect of Self-efficacy Group Training on the Increase Self-efficacy for Social Situations and Decrease Social Phobia in Female Colleges",
      "format": "",
      "url": "http://www.ij-psychol.org/paperInfo.aspx?ID=1945",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "fef9e595-fbaf-4f7a-b20c-92d901cb7968",
      "created": "2013-07-15T02:05:39.012055",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "6e1ff922-113a-407f-beab-c7ad82aefdf0",
      "url_type": null,
      "id": "b9f38073-f805-4a70-8f1d-e4c42b84285e",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Whether a group is labeled as terrorists or freedom fighters depends on whom you ask and when you ask. This paper investigates the power of media labels to influence people’s perceptions, attitudes, and emotions towards the groups who were involved in the recent Iraq war. From 2003 through 2011 the Iraqi oppositional forces were labeled everything from terrorists, insurgents, guerillas, militants, Islamic extremists, resistance fights, to freedom fighters. The Los Angeles Times appreciated the power of these labels; they ordered their reporters to stop labeling the Iraqi oppositional forces as resistance fighters, instructing their reporters to instead label them as insurgents or guerillas. The current study, which was run prior to the U.S. military withdrawal from Iraq in December 2011, investigates the relative power of these labels: resistance fighters vs. guerilllas. Results confirmed that the guerilla label produced diverging levels of support for the Iraqi oppositional forces depending on previously held views on the Iraq War, while the resistance fighter label helped to mask these preexisting differences.\r\n",
      "name": "Resistance Fighters or Guerillas? Labeling Bias Influences Evaluations of Groups Involved in Iraq War",
      "format": "",
      "url": "http://www.ij-psychol.org/paperInfo.aspx?ID=1947",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "fef9e595-fbaf-4f7a-b20c-92d901cb7968",
      "created": "2013-07-15T02:06:22.379243",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "27e0b35d-3666-4273-85aa-7878c5e9400d",
      "url_type": null,
      "id": "4cfd1870-6234-4ab2-98c8-2987ee389930",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This case study reports the first successful case of hospice care provided to a Chinese university student in her terminal stage of life. The hospice care and psychological support enabled the student to leave in peace and reduce her family’s grief.",
      "name": "First Case Report of Psychological Support and Hospice Care for Terminally Ill Chinese University Student",
      "format": "",
      "url": "http://www.ij-psychol.org/paperInfo.aspx?ID=1970",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "fef9e595-fbaf-4f7a-b20c-92d901cb7968",
      "created": "2013-07-15T02:07:45.227529",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "6ad9e5a4-59ed-41d7-a5cd-82f12a001d9f",
      "url_type": null,
      "id": "0f3648cc-a70d-47cc-aa18-fc59d4015f08",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " As early as the year 2000, researchers had found that the activation peak of Chinese processing was in the middle part of the left frontal lobe (BA9); this area was less activated in studies of alphabetic writing; and even when there was activation, it was very weak. Since then, many Chinese studies have also reported activation in the left inferior frontal gyrus. However, the purpose of this research has mainly been focused on the semantic and phonological function of the middle frontal gyrus. The current study addressed the effects of the age of acquisition (AOA) and word frequency on the processing bias of the middle/inferior frontal gyrus using the homophone judgment task based on the high and low frequency Cantonese and Mandarin Chinese characters. The results showed that during homophonic judgments of high-frequency Cantonese characters, the left inferior frontal gyrus was activated; tasks with low-frequency Cantonese as well as high- and low-frequency Mandarin activated the left middle frontal gyrus (BA9 / 6). These results suggest that early developed, native spoken language is processed in the left inferior frontal gyrus, while late developed, written language is processed in the left middle frontal gyrus in a manner dependent on the AOA and not the frequency. These results also show that the functional correlations between the left inferior frontal gyrus, the middle frontal gyrus and the right hemisphere depend on the task and that different tasks involve different networks of functional correlation in the left or right hemisphere.",
      "name": "Effects of Age of Acquisition and Word Frequency on the Processing Bias of the Middle/Inferior Frontal Gyrus",
      "format": "",
      "url": "http://www.ij-psychol.org/paperInfo.aspx?ID=1965",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "fef9e595-fbaf-4f7a-b20c-92d901cb7968",
      "created": "2013-07-15T02:08:31.295910",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 5,
      "revision_id": "666890f9-fa4b-4a46-bca3-661ca807ab03",
      "url_type": null,
      "id": "c26380cb-f3e7-4697-9ba3-257d59ee683e",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "(Abstract) We used a combination “SAFMEDS” and verbal see to say procedure to increase the accuracy and fluency that a single third grade student could complete math facts. The participant was labeled as learning disabled and was receiving services in reading, math, and written language when these data were gathered. The child increased his correct and decreased his error rates during teacher/student see to say math facts. A replication of baseline conditions produced a decline in correct rate during the daily reading race tracks procedure. Correct rates further increased when SAFMEDS were added to the verbal prompting and say procedures. The applicability of employing SAFMEDS and see/say drill and practice procedures in math and other basic skill areas was discussed.\r\n",
      "name": "The Use and Evaluation of Verbal Prompting with See to Say Problems and Answers and SAFMEDS to Teach Math Facts to a Student with Learning Disabilities",
      "format": "",
      "url": "http://www.ij-psychol.org/paperInfo.aspx?ID=1941",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "fef9e595-fbaf-4f7a-b20c-92d901cb7968",
      "created": "2013-07-15T02:09:25.190614",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 6,
      "revision_id": "1f327736-cae5-4ba6-b462-a3019aa90fe3",
      "url_type": null,
      "id": "4a591536-a27d-452a-b95e-4d8b165ca043",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Individuals are constantly trying to understand others, forming impressions about their personality traits, intentions and motivations. Physical appearance is the most immediate attribute in social interaction and, when we perceive facial features, there is a predisposition to focus attention on the eyes. The size of this facial feature may influence either the perception of positive attributes like warmth and competence or the persuasive outcomes. Previous research suggests that the influence of this facial trait on social perception increases with age. Hence, we aimed to observe the effect of eye size in the way individuals aged over 50 years perceive warmth/competence and on persuasion, as well as possible gender differences. We assessed 120 participants (60 men and 60 women), 50 to 99 years old. The task design was 3 (eye size: small vs. control vs. large) X 2 (gender of participants: male vs. female) with two dependent variables: perception of warmth/competence and degree of persuasion. Warmth and competence were measured through Fiske’s model and persuasion through the degree of agreement with a statement. Results show that individuals with large eyes are perceived as warmer but no effect was observed for persuasion. No gender differences were identified. The discussion of these results is based on the premise that the eyes are a central trait when forming impressions and that changing their size may affect the perception of positive attributes and persuasive outcomes.\r\n",
      "name": "People Judge a Book through its Cover and Humans by their Eyes",
      "format": "",
      "url": "http://www.ij-psychol.org/paperInfo.aspx?ID=1959",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "fef9e595-fbaf-4f7a-b20c-92d901cb7968",
      "created": "2013-07-15T02:10:40.932694",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 7,
      "revision_id": "a7cd16fe-c83d-481f-a252-fd6aea287152",
      "url_type": null,
      "id": "cc081eab-64af-4305-b842-07cec6306d79",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "We present a person-oriented conception of happiness (POCH), which is based on the ideas of systemic approach. POCH synthesizes eudaimonic and hedonistic traditions in the studies of happiness and subjective well-being. We demonstrate the integral character of POCH with respect to the personality theories developed at the beginning-mid XXth century as well as some modern conceptions of eudaimonia. We show how to solve some problems of modern psychology within POCH, and outline perspectives of further investigations\r\n",
      "name": "Happiness: Person-Oriented Conception",
      "format": "",
      "url": "http://www.ij-psychol.org/paperInfo.aspx?ID=1951",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "fef9e595-fbaf-4f7a-b20c-92d901cb7968",
      "created": "2013-07-15T02:11:26.096833",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 8,
      "revision_id": "ca7a7326-c727-46a9-9ec7-40be31eb74eb",
      "url_type": null,
      "id": "cba286bc-c328-4703-b8bd-124592c78ed5",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The purpose of this paper is to study and compare the brand personality of Nokia and Samsung in Chinese situation for brand building reference. This paper investigated Nokia and Samsung brand personality. Results demonstrated that Nokia brand personality has four dimensions (Sureness, Reliability, Agility, Peacefulness), and Samsung has three dimensions (Competence, Sophistication, Agility). The absence of Ruggedness supports the implication of many studies that Ruggedness is a culture-specific factor of United States in comparison with eastern country. Accessibility and availability of data are the main limitations for application in the future. This paper presents a new approach of optimal choice which used case study of Nokia and Samsung. The paper is aimed at HR and psychological people, especially those who deal with people and provides very useful advice for team management in enterprises.\r\n",
      "name": "The Nokia and Samsung Brand Personality in China",
      "format": "",
      "url": "http://www.ij-psychol.org/paperInfo.aspx?ID=1958",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "fef9e595-fbaf-4f7a-b20c-92d901cb7968",
      "created": "2013-07-15T02:11:57.658112",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 9,
      "revision_id": "0864774f-3767-4011-bc4e-19a94ec248f2",
      "url_type": null,
      "id": "b88499d4-6f92-4d06-9a08-7c8877933696",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " The Paddington Alcohol Test (PAT) is a brief questionniare that reliably identifies hazardous and harmful drinkers. Developed collaboratively by clinicians and psychologists, it is an evolving and pragmatic tool that can be administered in under a minute, yet has high levels of sensitivity and specificity when compared to gold standard measures such as the AUDIT.\r\n",
      "name": "The Paddington Alcohol Test: the Evolution of a Pagmatic Clinical Tool",
      "format": "",
      "url": "http://www.ij-psychol.org/paperInfo.aspx?ID=1940",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "fef9e595-fbaf-4f7a-b20c-92d901cb7968",
      "created": "2013-07-15T02:12:29.494237",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 10,
      "revision_id": "4589dd16-2505-47a3-9ec5-e796e6e70d1e",
      "url_type": null,
      "id": "d466caef-fbc7-4e14-850b-36c01fc710a2",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Experiential avoidance (EA) is a maladaptive coping strategy that involves avoiding unwanted internal experiences (i.e., thoughts, emotions, and physiological sensations). Although a high level of EA is associated with increased psychological distress and several forms of psychopathology, there is a lack of research on cognitive factors involved in EA. To examine whether individuals high in EA may be more sensitive to noticing negative emotional stimuli, participants with either high (n = 22) or low (n = 21) levels of EA engaged in an Emotional Stroop Task containing negative emotional, positive emotional, and neutral words. Negative and positive emotional words were similar in arousal levels. The low EA group had significantly delayed response times for negative compared to positive emotional words. In contrast, the high EA group exhibited longer response times for both negative and positive emotional words, compared to neutral words. The high EA group also had significantly greater response times on positive words compared to the low EA group. These results suggest that individuals high in EA may demonstrate a bias toward attending to emotionally arousal stimuli in general, not just to negative stimuli.",
      "name": "Experiential Avoidance and Attention to Emotional Stimuli",
      "format": "",
      "url": "http://www.ij-psychol.org/paperInfo.aspx?ID=1944",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "fef9e595-fbaf-4f7a-b20c-92d901cb7968",
      "created": "2013-07-15T02:13:01.145664",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 11,
      "revision_id": "c66c594d-6eb7-4179-8778-6ea1ae5bc9d7",
      "url_type": null,
      "id": "18ba28ba-e519-4f09-91ec-1fb85aae97e9",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The current study involved a comprehensive examination of relational aggression and victimization across multiple cultural perspectives in the university setting in China. Patterns of results involving age, ethnicity, and gender differences were explored among university students. One hundred and seventy five male and one hundred and twenty four female students from across section of students from Europe, Asia, America, and Africa participated in this study. This study had three goals: (a) To investigate gender differences in relational aggression and victimization within young adults in university in China (b) to investigate associations between gender and culture and relational aggression and victimization (c) to explore coping responses of participants to relational and social victimization. This study examined gender cross cultural differences and similarities between socialization processes and how these relate to physical and relational and social victimization in students. There was a positive correlation between the two variables of culture and relational and social victimization where, r = .137, n = 300, p = 0.17. Overall, there was a strong, positive correlation between culture and relational and social victimization. Different coping responses were adopted by the participants. Where 20% use planning, Support from others 28%, Denial 40%, while others use various other strategies.\r\n",
      "name": "Investigating the Cultural Differences in Perception of Relational Aggression and the Coping Skills of International Students in Chinese Universities",
      "format": "",
      "url": "http://www.ij-psychol.org/paperInfo.aspx?ID=1968",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "fef9e595-fbaf-4f7a-b20c-92d901cb7968",
      "created": "2013-07-15T02:13:38.980979",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 12,
      "revision_id": "8a78241f-689f-4493-94ba-893369dea902",
      "url_type": null,
      "id": "a7b6c1c7-6d7f-4b73-aa88-26df6e3c9367",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "It is widely recognised that some parental characteristics can influence obsessive compulsive disorders in children and adolescents. Family involvement and parental style characterized by high expressed emotion, over-protection, over-control are associated with the development of obsessive compulsive disorders in children. As a consequence, family involvement in the treatment of youth with obsessive compulsive disorders has been widely suggested. Although various forms of family therapy are used, cognitive behavioural treatment is is widely recognised as the first-line treatment of paediatric obsessive compulsive disorders. Despite several studies reveal efficacy of family therapy, it has been underlined that more than an half of children remain symptomatic post-treatment. In order to improve treatments for children with obsessive compulsive disorders, research has identified personal and familiar predictors of response to treatment. The clinical implications of these studies are discussed.",
      "name": "The Impact of Family on Obsessive Compulsive Disorder in Children and Adolescents: Development, Maintenance, and Family Psychological Treatment",
      "format": "",
      "url": "http://www.ij-psychol.org/paperInfo.aspx?ID=1950",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "fef9e595-fbaf-4f7a-b20c-92d901cb7968",
      "created": "2013-07-15T02:15:01.684510",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 13,
      "revision_id": "4cc23935-5271-43b6-bf0d-eb52c3c58f87",
      "url_type": null,
      "id": "d14a6c1a-3b49-4308-a6d6-a9ff1ee4b00d",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The Reading the Mind in the Eyes test (short Eyes test) is a widely used instrument assessing theory of mind abilities in adults. The present study for the first time assesses its test-retest reliability and provides initial data on the psychometric properties of a German version. 132 nonclinical participants completed the German Eyes test, a test of facial emotion recognition, and a measure of verbal skills. 40 of the 132 participants completed the Eyes test twice, three weeks apart. Results suggest that overall, the German Eyes test is a reliable instrument. No systematic learning effects occurred with repeated testing and measurement precision was evenly distributed across different ranges of performance. Moreover, a significant correlation between Eyes test scores and a related construct, the Facially Expressed Emotion Labeling (FEEL) test, supports the construct validity of the German translation. However, analyses of individual items (item difficulty, test-retest agreement) suggest that psychometric properties of certain items could be improved. Examining the psychometric qualities and clinical usefulness of a short version might thus prove fruitful. Furthermore, future research should assess whether the clinical strengths of the original version (in particular, the differentiation between individuals with autism spectrum disorders and nonclinical controls) also apply to the German version.\r\n",
      "name": "The Reading the Mind in the Eyes Test: Test-retest Reliability and Preliminary Psychometric Properties of the German Version",
      "format": "",
      "url": "http://www.ij-psychol.org/paperInfo.aspx?ID=1942",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "fef9e595-fbaf-4f7a-b20c-92d901cb7968",
      "created": "2013-07-15T02:16:12.280488",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 14,
      "revision_id": "b729f89f-a74e-4a4d-893e-6af536b05d17",
      "url_type": null,
      "id": "6c10e785-bb93-4f80-a57d-1b5f2b896bfa",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The present study examines the psychometric properties and validity of the Italian version of the Arnett Inventory of Sensation Seeking (AISS) [1]. Two samples of Italian adolescents, aged from 16 to 19 years, were used to examine the internal structure of the scale (Sample 1, N = 349) and its validity (Sample 2, N = 364). Participants, in addition to the AISS, also completed the section on Risky driving and Alcohol use of the Health Behavior Questionnaire and the Marlowe-Crowne Social Desirability Scale (MC-SDS). Confirmatory factor analysis supported the hypothesized two-factor structure of the AISS (Novelty and Intensity). The low reliability of the scale was also confirmed within the Italian context, with alphas ranging from .56 to .71. However, the present study provided support for the good criterion-related and construct validity of the AISS. Altogether, the results provided sufficient support for the validity of the Italian version of the AISS, pointing, however, to certain desirable modifications.",
      "name": "A Study on the Validity of the Arnett Inventory of Sensation Seeking (AISS) in an Italian Adolescent Sample",
      "format": "",
      "url": "http://www.ij-psychol.org/paperInfo.aspx?ID=1949",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "fef9e595-fbaf-4f7a-b20c-92d901cb7968",
      "created": "2013-07-15T02:17:00.881683",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 15,
      "revision_id": "5b9ef854-40e9-4599-b41a-8beaac57291d",
      "url_type": null,
      "id": "6f6c19ce-e49b-4b7a-8c50-45bd78396d56",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This study is an examination of: (a) whether individuals are risk averse in positive prospects and risk seekers in negative prospects, and (b) whether certainty and affectivity determine the choices in prospects. Four hundred undergraduate and graduate students of the Indian Institute of Technology Kharagpur participated in this study. Standard questions were used to assess the responses to prospects, certainty in choice, and positive and negative affectivity. Findings suggest that in positive prospects, individuals are risk averse with the availability of a certain option and risk seekers with availability of two uncertain options of nearly equal value. In contrast to the preference for gain in positive prospects, individuals prefer to avoid loss and are risk seekers in negative prospects. They express more confidence in choices preferred by the majority. The interactive effects of certainty and affectivity determine choices. Certainty interacting with low positive affectivity influenced the decision in two problems and high certainty interacting with high negative affectivity influenced the decision in six problems. While certainty indicating information possession and processing is a consistent predictor of choices, neither affectivity nor the interaction of affectivity with certainty do so.",
      "name": "Decision-making in Positive and Negative Prospects: Influence of Certainty and Affectivity",
      "format": "",
      "url": "http://www.ij-psychol.org/paperInfo.aspx?ID=1985",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "fef9e595-fbaf-4f7a-b20c-92d901cb7968",
      "created": "2013-07-15T02:17:41.690416",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 16,
      "revision_id": "b8133f07-ffeb-4c83-86b2-0ac5abbbeff1",
      "url_type": null,
      "id": "5c3e75a1-9a52-49bd-98c0-92b69c7dac88",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This research was carried out to investigate the relationship between positive thinking and the subjective feeling of well-being that the Internet users may encounter when browsing the different web sites and communicating through social net working. To fulfill the objectives of this research, the researchers used the descriptive correlation methodology to design the present study. The sample was selected based on stratified random sampling technique and (460)participants were tested :(30) for pilot study and (430) subjects represent the research sample including both citizens and residents in the Kingdom of Saudi Arabia with their demographic characteristics such as age ,education ,nationality and occupation. The instruments for data collection primarily included the following: positive thinking scale which was made available on line and Oxford happiness inventory. Both instruments were adapted to suit the research sample. The collected data were statistically analyzed by using SPSS through the following statistical tests:T-test for one sample, Alpha Chronbach formula, and Pearson’s correlation coefficient .The results indicated that the Internet users scored significantly high on positive thinking scale, there was a significant negative correlation between positive thinking and well-being ,and the scores on well-being scale were significantly higher among the internet users.",
      "name": "Positive Thinking among Internet Users in Saudi Arabia and Its Relationship with the Subjective Feeling of Well-being.",
      "format": "",
      "url": "http://www.ij-psychol.org/paperInfo.aspx?ID=1971",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "fef9e595-fbaf-4f7a-b20c-92d901cb7968",
      "created": "2013-07-15T02:18:46.433998",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 17,
      "revision_id": "5d3573b3-548e-4515-ab6a-04d990a46bd2",
      "url_type": null,
      "id": "e1148147-8971-4fde-9bcb-f747f0f83c72",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The purpose of this study was to investigate the effects of career competence on Chinese knowledge employees’ career success. Survey data were collected from a sample of 213 Chinese knowledge employees. Career success was measured by subjective, that is career satisfaction. The research’s results showed: there were three dimensions of career competence, they are know-how, know-why and know-whom; Career competence can predict career success. Knowledge of the antecedents to career success should provide certain advantages to organizations attempting to select and motivate knowledge employees. This paper makes a valuable contribution to career success literatures by being one of the first to examine the effect of career competence on knowledge employees’ career success.\r\n",
      "name": "Chinese Knowledge Employees’ Career Competence and Career Success",
      "format": "",
      "url": "http://www.ij-psychol.org/paperInfo.aspx?ID=1962",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "fef9e595-fbaf-4f7a-b20c-92d901cb7968",
      "created": "2013-07-15T02:19:20.975516",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 18,
      "revision_id": "aee01d5f-3ede-49d9-97a7-674e60ca34e8",
      "url_type": null,
      "id": "079c34ec-41f6-4864-8464-c42c385489c9",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Theoretical background: Conflict management is an interdisciplinary topic in psychology. Scientific research mostly focuses on variables connected to assertive and cooperative behavior, while applied fields emphasize education and techniques of above mentioned behaviors. Several studies report biological sex, sex roles and perceived parental rearing to have an effect on individual differences in conflict management strategies. Aim of the study: The aim of the study was to reveal how biological sex, sex roles and perceived parenting effected preferred conflict management strategies. Method: We measured sex roles with BSRI, perceived parental rearing behavior with EMBU and conflict management strategies with the Thomas-Kilman Instrument. Sample consisted of 125 university students (65 female, 60 male). Data were statistically analyzed. Results: We found that (1) while dimensions of conflict management (i.e. assertiveness and cooperativeness) were independent of biological sex, more feminine individuals were more cooperative and more masculine individuals were more assertive. (2) Childhood socialization effected the formation of sex roles and conflict management style as well: subjects reporting higher parental rejection were more masculine and more assertive, while individuals reporting higher parental emotional warmth were more feminine and more cooperative. (3) When running partial correlation between dimensions of conflict management and perceived parental rearing controlled for sex roles, correlations disappeared. Discussion: Because previous studies showed correlation between sex role identity and prenatal gonadal hormones (as indicated by 2D:4D digit ratio), we explain our results from a bio-psychological perspective. In this article, we present two alternative models that account for the connection between masculine sex role induced by higher levels of testosterone: assertive conflict management and rejecting, cold parental caregiving.",
      "name": "Perceived Parental Rearing and Conflict Management: Sex Differences and Sex Roles",
      "format": "",
      "url": "http://www.ij-psychol.org/paperInfo.aspx?ID=1975",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "fef9e595-fbaf-4f7a-b20c-92d901cb7968",
      "created": "2013-07-15T02:19:58.424572",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 19,
      "revision_id": "b3035dd6-bc49-493a-bc59-6e9fe2181f45",
      "url_type": null,
      "id": "b0b37986-115a-4c58-b44e-b2b17fb853f1",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Recent studies have shown that the preterm children present several neuropsychological deficits of varying severity (e.g. in visuospatial abilities, working memory, executive functioning…) and a reduced academic performance. These findings seem growing with decreasing of the gestational age (e.g. before the 32nd week of pregnancy) and/or the birth weight (e.g. ? 2400-1500 g). However birth weight has been revealed as the parameter more useful as a putative index of the Central Nervous System immaturity. The main objective of this study was to characterize the attentional abilities in a sample 7-years-old prematurely born children with a birth weight minor than 2400 g (N=51) in a comparison with a matched control group (N=46) of term children. With this aim it was used an adaptation of the Sohlberg and Mateer&amp;#180;s attention model including its five components: focused, sustained, selective, alternating and divided attention. The preterm group performed significantly worse than the control group in all evaluated attentional processes; the birth weight shows an inversely proportional significant effect with respect this neuropsychological test. In conclusion, the attentional model proposed to assessing this domain in preterm children has shown this efficiency to detect a generalized attentional deficit, even in tasks requiring the more basic components. These findings may account for some aspects of the cortical development and early brain organization. Keywords: preterm birth; birth weight; attention; infants",
      "name": "The Relation between Low Birth Weight in Preterm Children and Their Attentional Abilities",
      "format": "",
      "url": "http://www.ij-psychol.org/paperInfo.aspx?ID=1961",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "fef9e595-fbaf-4f7a-b20c-92d901cb7968",
      "created": "2013-07-15T02:21:17.379249",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 20,
      "revision_id": "e98e47f1-91c4-42c2-b2fb-beb96e9ce7df",
      "url_type": null,
      "id": "d1446d53-4f31-480b-a1b1-a18aed7aef6c",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The present research proposes a theoretical framework describing the emergence of moral emotions. In analyzing the cognitive antecedents of moral emotions, we refer to Heider's (1958) concepts of ought, goal attainment and effort. In Study 1, participants (N = 60) rated whether they experience moral observer emotions (i.e., admiration, anger, contempt, disgust, indignation, pride, respect, schadenfreude, and sympathy) with respect to situations characterized by different combinations of ought, goal attainment, and effort. In Study 2 (N = 61), the same procedure was used to analyze moral actor emotions (i.e., embarrassment, guilt, pride, regret, and shame). Studies 3 (N = 75) and 4 (N = 51) replicated these findings by using techniques characterized by higher ecological validity. ANOVAS and cluster analyses were conducted to analyze similarities and differences with regard to different sub-groups of moral emotions. Taken together, results reveal that ought, goal attainment, and effort explain impressive amounts of variance in the elicitation of moral emotions. Based on these results, an empirical classification of moral emotions is proposed which is based on the evaluative function and target of the respective emotions.",
      "name": "Moral Emotions: An Analysis Guided by Heider's Naive Action Analysis",
      "format": "",
      "url": "http://www.ij-psychol.org/paperInfo.aspx?ID=1952",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "fef9e595-fbaf-4f7a-b20c-92d901cb7968",
      "created": "2013-07-15T02:25:53.214988",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 21,
      "revision_id": "ace8b23c-51fb-41bd-b0d0-87c1f69c33ac",
      "url_type": null,
      "id": "46e70b09-8acf-4b84-aa9c-43e13829a023",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In this study participants were interviewed on two occasions about a mental image of a future action. It was predicted that during an investigative interview, participants who told the truth would be more forthcoming when reporting a mental image of their future actions (such as using more words and details) compared to participants who lied about their future actions. We found that truth tellers more than liars reported to have had a mental image activated during the planning of their future actions. In addition, truth tellers used more words to describe their mental images than liars. However, no difference was found between liars and truth tellers regarding the type of details they used to describe their mental images. The subjective ratings - truthfully answered by all participants - revealed that truth tellers perceived their mental image as significantly clearer than liars. The results indicated that repeated interviews conducted on the same day are unlikely to elicit more cues to deception compared to a single interview. Future research should refine methods to more accurately pinpoint how liars and truth tellers differ in the type of details they use when describing a mental image of a claimed future intention.",
      "name": "Repeated Visits to the Future: Asking about Mental images to Discriminate between True and False Intentions",
      "format": "",
      "url": "http://www.ij-psychol.org/paperInfo.aspx?ID=1967",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "fef9e595-fbaf-4f7a-b20c-92d901cb7968",
      "created": "2013-07-15T02:27:10.377391",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 22,
      "revision_id": "8f6e050e-8530-4c63-ab62-ad1fa440cae8",
      "url_type": null,
      "id": "5e49bb4e-7a75-4b48-b9c3-ae3011aca6dc",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This cross-sectional study aimed to identify factors associated with condom use among HIV+ pregnant women in Porto Alegre, Brazil. A survey was administered to 72 HIV+ women attending a clinic for HIV/AIDS pre-natal care. Median age was 28.5; mean number of years of education was 7.4, and 78% were married. All participants were receiving prevention to mother-to-child-transmission (PMTCT) at recruitment; 65% had already been diagnosed with AIDS. More than half (56%) were diagnosed HIV+ during their current prenatal care or previous pregnancies. Eighty-three percent were sexually active during current pregnancy and 81% reported having a steady partner. Of them, 23% had a partner with unknown HIV status and 45% said they knew that their partner(s) were HIV+. Always using a condom with all sexual partners was reported by 48% women and 65% reported using a condom during their last sexual intercourse. Using multiple logistic regression analysis, consistent condom use was found more likely among those who reported sexual debut after age 15 (OR=3.86; 95%IC=1.13–13.11; p=0.02). Prenatal settings provide opportunities to promote condom use, although consistent use remains a challenge for many HIV+ women. Message fatigue and/or lack of empowerment may pose barriers.",
      "name": "Condom Use among Pregnant Women Living with HIV in Southern Brazil",
      "format": "",
      "url": "http://www.ij-psychol.org/paperInfo.aspx?ID=1974",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "fef9e595-fbaf-4f7a-b20c-92d901cb7968",
      "created": "2013-07-15T02:28:18.444878",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 23,
      "revision_id": "a2d7a6c7-d981-44dd-af20-779a77786c0b",
      "url_type": null,
      "id": "c7101d92-ec44-4657-9507-b475942f28ce",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The objective of this study is the evaluation of changes in states of anxiety and psychosomatic reactions during the fasting month of Ramadan on 92 male athletes (23 ± 3.35 years) who responded during and outside Ramadan by means of three tests: State Trait Anxiety Inventory (STAI), Sport Competition Anxiety Test (SCAT) and Psychosomatics Battery (BPS). The results compared to normal periods, show a highly significant increase in state anxiety (p <0.001) and trait (p <0.001), competitive anxiety (p <0.003) during Ramadan. This increase is estimated respectively at 6.5%, 16.18% and 3.4%, as it is a observed that a very significant rise (p<0.001, +20.98%) of psychosomatic component scores physiological needs and somatic reaction, psychological states during this period. The stress of competition, changes in biorhythms and dehydration are factors leading to increased anxiety and psychosomatic reactions in trained athletes during the Ramadan fasting.",
      "name": "Changes in States of Anxiety and Psychosomatic Reactions in Competition Periods during the Ramadan Fasting",
      "format": "",
      "url": "http://www.ij-psychol.org/paperInfo.aspx?ID=1973",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "fef9e595-fbaf-4f7a-b20c-92d901cb7968",
      "created": "2013-07-15T02:30:25.589482",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 24,
      "revision_id": "4d00f5e2-2fc3-47f8-a916-fbd99714480f",
      "url_type": null,
      "id": "89bdc8e7-a06d-4447-ac40-22fbe98e16b4",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Current observed upsurge of interest in the implicit personality assessment, based on employing automatic approach and avoidance tendencies in human behaviour to tap its inner motives and causes, has opened up new vistas in determining interindividual differences. This paper investigates the possibility of specifying comprehensive within-person process pertinent to the individual’s stability vs. susceptibility to stress, the dynamics of which can be captured at the level of an individual case. It describes a computer-based information-processing technique (patented as an invention (Arshava, Nosenko & Khizha 2010)), with the help of which stability vs. susceptibility to failure is detected by comparing the individual’s self-regulation efficacy displayed in the course of the modelled information exchange with a virtual partner after experiencing an unavoidable failure which is elicited by varying the information load, exceeding at one of the stages of the activity the limited short-term memory capacity and prior to it. An empirical confirmation of the validity of the technique is presented.",
      "name": "Implicit Assessment of the Individual's Stability vs. Susceptibility to Failure Stress",
      "format": "",
      "url": "http://www.ij-psychol.org/paperInfo.aspx?ID=1953",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "fef9e595-fbaf-4f7a-b20c-92d901cb7968",
      "created": "2013-07-15T02:31:56.569507",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 25,
      "revision_id": "0775e30b-e30f-4094-b5c3-ddf10a7a8f92",
      "url_type": null,
      "id": "407ebad6-dee6-433e-9459-11ffb91ca271",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Students involving in a moral development course that included a dilemma discussion were tested in a semantic priming experiment and in an attention experiment before and after the course. The first experiment compared reaction times of “moral related words” with “non related words” whereas the second experiment tested if moral “related words” had an effect on attention tasks after the course. Here, moral related words were obtained from a semantic network technique that generates moral schemata based on subjects’ moral knowledge but not from an idiosyncratic moral schema. Results showed a priming effect on “moral related words” only after the course. The second experiment also showed significant differences for “moral related words” after the course. Implications for moral education and moral cognitive modeling are presented.",
      "name": "Evaluating Moral Schemata Learning",
      "format": "",
      "url": "http://www.ij-psychol.org/paperInfo.aspx?ID=1981",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "fef9e595-fbaf-4f7a-b20c-92d901cb7968",
      "created": "2013-07-15T02:33:42.216440",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 26,
      "revision_id": "c4ebded1-4c0c-4cb6-956c-3cc24554a10e",
      "url_type": null,
      "id": "e93ac077-9494-47df-b570-4dcfcdddbeaa",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 27,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Advances in Psychology",
      "id": "35c315ad-b866-4a95-83c8-d740aef55cff",
      "name": "Advances in Psychology"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-ij-psychol-org",
  "isopen": true,
  "url": null,
  "notes": "International Journal of Advances in Psychology(IJAP) is an internationally refereed journal dedicated to publishing the latest advancements in psychology research. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "International Journal of Advances in Psychology (IJAP)",
  "revision_id": "22b12d4f-f0bf-4b15-ba38-b55820ccb414"
}