{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "8fd33ff9-f107-46fb-acd0-c8506c8d8fa6",
  "metadata_created": "2013-08-29T05:29:42.500765",
  "metadata_modified": "2013-10-10T21:52:54.060828",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "1edee571-c6ee-4bd2-a72b-57f6ae5c2e88",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "kelley",
  "isopen": false,
  "url": "",
  "notes": "Unlike what television commercials and magazine adverts might have you think, you don't need the chemicals generally in most toothpastes, mouthwashes, and other oral health care products and services to handle gingivitis, periodontal gum disease, dry-mouth, or bad breath. In reality, a lot of those advertisements mislead you in to believing that just using mouthwash may combat periodontal infection. <a href=\"http://www.indianwellsdental.com/tmj-and-sleep-disorders/\">Tmj Symptoms</a> contains new information concerning the inner workings of this thing. Actually, the plant soaps, important oils, vitamins, and herbs in normal dental health care products are often far better in the treatment of gingivitis, in periodontal illness prevention, in dry mouth treatment, and in the everyday care of healthy teeth and gums. \n\nAlthough many people don't make the connection, your teeth and gums may have a dramatic impact on your health and wellbeing. Gum problems, tooth decay, and even mercury fillings may have an adverse impact on your health. \n\nThe Signs of Healthy Gums \n\nAs soon as your gums are healthy, they've a pleasant pink color, and don't bleed when you clean your teeth. In addition, your gum-line tightly hugs your teeth. Regrettably, but, periodontal infection affects three-quarters of the people. A lot of people are unaware that they have a problem, as it is usually pain-less. \n\nIndicators of Periodontal Disease \n\nThe outward symptoms of periodontal disease range from bleeding within the gum pockets; red, swelled up, or tender gums; an abscess around the gum surface; gums that have drawn away from the chronic and teeth; bad breath. \n\nBad breath is greater than an embarrassment; it's a danger signal that harmful bacteria are growing in-your mouth. If you floss your teeth and the floss smells like rotten eggs, you almost certainly have periodontal disease that's evoking the hydrogen sulfide compounds in-your mouth to flourish. Discover more on this affiliated article directory - Visit this URL: <a href=\"http://www.indianwellsdental.com/\">indian wells dentist</a>. Identify more on an affiliated portfolio by visiting <a href=\"http://www.indianwellsdental.com/\">my dentist in indian wells</a>. \n\nSimilarly, dry mouth is significantly more than an annoyance; since saliva helps maintain the fungi and bacteria in your mouth in check a continual lack of salivation can true accelerate tooth decay and gum dilemmas. \n\nHow Normal Dental Health Care Products Might Help \n\nNatural dental health maintenance systems address the root of the issue, as opposed to simply the signs. As an example, dry mouth can occur as a side effect of many drugs, or as the result of a medical condition. Several industrial oral care products contain alcohol or sodium lauryl sulfate, which could further irritate and dehydrate the mouth area. A stimulating, natural solution, to the other hand, can stimulate the salivary glands to create more saliva, which may help control the bacteria and fungi. \n\nLikewise, there are various items available on the market that advertise a solution to bad breath. Actually, many of these services and products contain alcohol, which over time dries out your gums and makes the issue worse. Natural dental health care products avoid alcohol and as an alternative work with a mixture of ingredients that discourages the growth of the organisms that cause bad breath. \n\nGood oral health care is just a pattern worth devel-oping. And, by utilizing normal oral health care services and products, you can be reassured that you're doing all you can to deal with the difficulties you've, or to prevent the develop-ment of periodontal gum illness, gingivitis, bad breath, and dry mouth.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Normal Oral Health Care Products Are the Formula for Healthier Teeth and Gums",
  "revision_id": "aae40667-1688-43ad-8bcd-474731d5bddb"
}