{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "c23a6d5e-7dd4-4d44-9c7d-4945ecd15da9",
  "metadata_created": "2013-09-08T01:20:54.756169",
  "metadata_modified": "2013-10-10T21:09:39.631969",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "2565027a-e694-446b-bc28-87b6629e8f92",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "guzman",
  "isopen": false,
  "url": "",
  "notes": "Over the centuries clocks have been utilized as a status symbol by those who wear them. Their precision, elegance and convenience are just some of the attributes that clocks and watches represent. Usually they are bought purely for their aesthetic looks. and at other occasions they are purchased since of their technical attributes like becoming precise to the final second or even millisecond. This is what tends to make clocks and watches so collectible and in some situations they can command high sums of income.\n\nWhether you collect the new high precision watches or ones that come from a past era, the fact is that over the years this hobby has become a high turnover organization. Dig up more on an affiliated use with - Browse this hyperlink: <a href=\"http://www.precisionreplicas.com.hk/\">fake watches</a>. Identify more on this affiliated wiki by clicking <a href=\"http://www.precisionreplicas.com.hk/\">hublot replica</a>. And collecting watches is in a lot of circles regarded as a wise form of investing.\n\nAt the commence of the final century the clocks that were obtainable for men or females had been firstly pocket clocks, and then clocks that held by a pendant attached to the lining of jackets or corsets. I discovered <a href=\"http://www.precisionreplicas.com.hk/\">homepage</a> by searching newspapers. The advent of war, industrialization, and the improvement of the sport activities, brought over new trends which extended to not only the way we dressed, but also how we carried our clocks.\n\nIt is mentioned that it was a nanny who invented wrist watches at about the end of the 19th century, who fixed a clock around her wrist by using a silk band. The very first watches to be produced were in reality smaller sized models of pocket clocks that had been fitted with a leather strap. When this product hit the industry newer designs began to be developed based about this identical concept.\n\nIt was Louis Cartier who first created the type of watches we see today when he developed a watch for a flying pioneer hero by the name Santos Dumont. By 1911 this very same type of watch was on general sale. That identical sort of watch became the blueprint of what wrist watches appear like to this day.\n\nSoon following the design of wrist \"clocks\" began to diversify away from the classical round shape that had been in vogue up till that time. From the Cartier classical wrist watch other makes of watch began to emerge which had been characterized by their shape. Movado is the excellent example of these new designs when it came out with the \"Polyplan\" shaped watch. Then came the famously and cryptically called \"clock reference n. 1593\" by Patek Philippe which was a rectangular shaped watch.\n\nFrom 1913 onwards a lot more and a lot more watches started to be developed in all shapes and styles. From the \"gondola\" watch of Patek Phillipe to Louis Cartiers' \"Tank\" named therefore simply because it was inspired by the shape of English armored vehicles of the time. To get alternative viewpoints, we understand people peep at: <a href=\"http://www.precisionreplicas.com.hk/\">replica watch talk</a>. These are watches which are really much sought after. There were other quite a few watch makers like Audemars Piguet, Vacheron Constantin who along with Patek Philippe and Cartier came out with numerous other designs which added other functions to the watches like lunar phases, month and day most of which are identified in modern watches now.\n\nOf course we could not mention wrist watches without mentioning the most famous of them all: the Rolex watch. In the 1920s Rolex debuted in the world of wrist watches with the sophisticated Rolex Prince and its revolutionary \"dual time\" characteristic produced popular for possessing the \"seconds sector\" larger than that of the minutes. At the very same time Jaeger Le Coultre developed an even much more advanced piece called the \"Reverse\", also really revolutionary in that it could be turn 180 degrees within its case, thus protecting the crystal and dial. It became extremely well-liked and was only prevented from achieving even greater good results by the recession of the 1930s and the advent of world war two.\n\nThese early watches of the 1910s to 1930s are what define all the makes of watches that we see and wear right now. This short post has only scratched the surface of what is a quite vast topic which has numerous a lot more watch makers with diverse and revolutionary styles. Nevertheless it is makers like Rolex, Cartier, Jaeger Le Coultre and the others mentioned that are amongst the most important and collectible, and really should you ever be so lucky to get a single then make positive you hang on to it - preferably to your wrist.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "A Short Background of the Wristwatch",
  "revision_id": "c2c3091f-61a1-46ac-9b5d-f951b749f2d7"
}