{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "2dd6cd22-79d7-4f8c-babc-0892a5b28bb4",
  "metadata_created": "2013-08-29T05:35:59.811272",
  "metadata_modified": "2013-10-10T23:00:17.029884",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "c1ce335b-3b88-4ed0-8b14-62335f364107",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "moser",
  "isopen": false,
  "url": "",
  "notes": "A root canal is just a dental procedure that all folks are familiar with. Root canals are some thing we all worry, while when somebody else gets the task many of us think it is to be somewhat amusing. When some body requests a canal on the other hand, most of us, including dentists, believe it is to be very absurd to state the smallest amount of. \n\nRoot canals have now been around for many years, even though many arent conscious of this. Several years ago, ancient societies used this method to truly save teeth that will have now been lost otherwise. These civilizations offered root canals to those such as for instance queens, leaders, pharaohs, and the rich. One's teeth from peasants were normally produced then sold to aristocrats. \n\nSeveral years ago, doctors thought that worms were the reason for tooth decay. They also believed that there were many methods to destroy the worms, including rinsing the mouth in types own urine both day and night. This remedy was shown to be non successful, removed in 1728 and replaced by other more desirable treatment, although this is sick to state minimal. As time passed, doctors proved that the easiest way to avoid the pain was to eliminate and clean the pulp and nerve of the tooth. \n\nRoot canals really are a quite typical method these days, because they help to save your self the tooth by detatching the dead or dying pulp. To check up additional information, consider peeping at: <a href=\"http://www.yelp.com/biz/tri-valley-dental-implant-center-livermore\">my oral surgeon</a>. The pulp exists inside of the tooth, and may distribute to abscess if it isnt looked after. The muscle in the pulp is kept alive by the bloodstream that can come from the tip of the journey and root along the root canal into the enamel. \n\nDecay could be the main reason for pulp in the enamel dying. It will keep until the pulp has died eating away, once the pulp have been reached by the decay. The toxins from the decay is likely to be released into the root tip, after it dies and make its way into the jawbone. Or even looked after precisely, the jawbone can become infected, which can cause death in rare cases. \n\nThe dentist will have to perform root canal, to repair this dilemma. Throughout the procedure, he'll reduce the location then drill a hole into the enamel. Using equipment and different tools, he'll go down inside of the enamel and scrape away the dead and nerves pulp. If you think you know anything, you will likely claim to read about <a href=\"https://plus.google.com/110608157785918022800/about\">study dental implants</a>. This can be a very successful procedure, although very time consuming as well. In though it is the only solution to end the desperate pulp and save the tooth, most cases, several hours can be taken by a root canal. It is a lot more than worth it when it saves your tooth from being taken - although it may take quite a long time. \n\nPPPPP \n\n(word count 457).Tri-Valley Dental Implant Center\n1171 Murrieta Blvd\nLivermore, CA 94550\n(925) 344-3991\nhttp://trivalleydentalcenter.com",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Caps And Bridging",
  "revision_id": "b890e2b0-85d4-4bc2-b4e0-b82d68ce0384"
}