{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "01be8194-04e8-4ca5-903a-191b3a715e71",
  "metadata_created": "2012-10-16T20:01:16.793750",
  "metadata_modified": "2013-10-10T23:48:02.679601",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "46a70a88-dfa1-4fd2-973d-f7743f6f241b",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "taking_a_look_at_perspective",
  "isopen": false,
  "url": "",
  "notes": "Implied lines are also imaginary, as they are not necessarily physically apparent in a photo and most are created by our minds through the perceptions we hold in our consciousnesses.  As I?ve often said at my photography workshops, ?If it?s meant to be bent, bend it,? when discussing posing, and this is a great example of how our subconscious follows the body to create these lines.  Have your subject put her hands in her hair, shoot a horizontal image where the elbow joints are cropped out, but the limbs are still evident, and you?ll find that our minds will ignore, the missing limbs, and connect the visible parts. Inherent lines tend to statically exist, like trees (vertical line), doorframes, the edge of a wall, or the spirals of a staircase.  These lines come in various directions, such as vertical, horizontal or diagonal, though the strongest inherent lines in a photograph are more phallic, which is something taught in a basic art 101.  Use inherent lines to try and tell the story, often vertical inherent lines symbolized power and horizontal inherent lines symbolize a relaxed state. Instead of looking at composition as a set of ?rules? to follow - I view it as a set of ingredients that can be taken out of the pantry at any point and used to make a great ?meal? (photograph). Alternatively I?ve often described it as a set of ?tools? that can be taken out of one?s compositional tool belt at any given time in the construction of a great image.\n\nSo you need to think of different kinds of subject matter with similar patterns. What about the honeycomb of a bee hive shot at such an angle as to produce a sense of diminishing perspective? How about a long illuminated walkway between two buildings? There are plenty of patterned subjects when you stop to think about it. The world is yours for the taking. The world we perceive is not flat. We live in three dimensions. The same object, when placed far away from you, appears smaller. The world gets smaller and smaller the further it gets from you. This isn?t rocket science. It?s simply the way visual perception has to work if it is going to work at all.\n\nMy name is Sheila, I hope you like this short blog post! I also posted my new <a href=\"http://www.squidoo.com/canon-g13#module161563895\">Canon G12</a> ,  so  feel free to take a look at it.\n",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Taking a Look at Perspective",
  "revision_id": "5262bc3c-3fcd-45e2-8842-c020efd416b8"
}