{
  "license_title": "License not specified",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 2,
  "id": "ff0d1b3c-8b23-4130-b73e-9a292332572c",
  "metadata_created": "2013-09-16T14:18:19.819439",
  "metadata_modified": "2013-10-10T23:42:24.526319",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "7fa6ba4e-1642-4fcd-82cd-1ed3e6409347",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "",
      "name": null,
      "format": "",
      "url": "http://None",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "ff0d1b3c-8b23-4130-b73e-9a292332572c",
      "created": "2013-09-16T09:18:24.332098",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "f7029b1e-9761-46b8-95ec-1e9e3f8874ea",
      "url_type": null,
      "id": "8d078ee0-00fd-4cf2-8761-0c79cb54cadc",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "indoor playground equipment",
      "id": "c4036b76-6926-48fb-9539-ad11f43dd46a",
      "name": "indoor playground equipment"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "soft play equipment",
      "id": "a27eda8e-f60d-4f46-9762-f0fcab8ce5c6",
      "name": "soft play equipment"
    }
  ],
  "groups": [],
  "license_id": "notspecified",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "soft-play-equipment-63",
  "isopen": false,
  "url": null,
  "notes": "Soft play products are rapidly turning into the actual choice pertaining to commercial playground equipment. The idea offers a safe alternative for you to standard playground equipment choices and is extremely useful as well as versatile. Indoor play structures are perfect for a wide variety of establishments and therefore are designed specifically for children. Therefore, higher quality and also safety standards are set and matched.  Play is really a natural and also entertaining exercise that most children thoroughly enjoy, simply no make any difference their age. Indoor playground equipment will always be the safest means for children to escape weather environments and enjoy their own playtime indoors, which is perfect for kids as well as mothers and also fathers alike.\n\n\n\nSoft play products are escalating in popularity as well as are available most over. Buying malls, play facilities, parks, churches, restaurants, theme parks and other businesses are only some regarding the establishments that will feature indoor playground <a href=\"\">soft play area equipment</a> equipment. Soft play equipment is the safest means for children to allow out his or her power and also expertise fun. These types of equipment choices are very durable and also expertly installed in order to assure safety aspects are maintained. Heavy-duty paly systems are used pertaining to establishments which have high traffic. The Particular innovative style and several features help make soft play equipment the actual perfect selection for kids of most ages.\n\n\n\nDesigners along http://www.eliplay.eu/indoor-play-equipment-products/ with engineers craft these durable play facilities for the wants involving establishments. all distinct dimension alternatives and features could be added to construct the perfect indoor playground equipment pertaining to every individual setting. These playground structures really are generally a sanctuary of entertaining along with excitement with regard to children, however they in addition provide mothers and fathers together with added peace associated with mind. Soft play equipment may become the safest approach for kids to be able to launch their power and revel in his or her http://www.eliplay.eu/indoor-play-equipment-products/ day. Supervision can be nevertheless required, but kids are in less danger while playing upon soft play equipment. Conventional playground products are constructed of metals which could be harmful, but soft play equipment is protected enough with regard to accidents and the unexpected. \n\n\n\nThe neat thing with regards to safe playground equipment is always that it may be installed throughout each indoor and outdoor settings. This causes it for you to be extremely versatile as well as the perfect alternative to acquire a wide variety of establishments. Soft play equipment may be the safest method for children to experience and have fun. Additional choices http://www.eliplay.eu/indoor-play-equipment-products/ are not as safe as well as perfect for child use. to add protection, many soft play equipment even features extra safety benefits that will further ease parents. Soft play equipment is definitely an http://www.eliplay.eu/indoor-play-equipment-products/ innovation that has changed the way youngsters have a few fun as well as experience playground atmospheres.\n\n",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Soft Play Equipment",
  "revision_id": "bd249a7f-50bd-4f7e-80b3-7f6c0140a06f"
}