{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "5540e5c4-43cd-4a47-9ae8-5c9ca7e940d5",
  "metadata_created": "2012-08-19T16:00:45.644711",
  "metadata_modified": "2013-10-10T23:56:02.350302",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "8ac1d3ff-243f-40fe-af95-23191d8be348",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "totally_free_grant_money_for_college_scholarship",
  "isopen": false,
  "url": "",
  "notes": "An old cliche about knowledge being pricey, therefore you are able to try something that is less costly, like ignorance, has a fact which could cut to the core.\n\nMany parents of college age children are not able to manage their education while keeping the burden of being overloaded off their shoulders. College students must be capable with function whilst simultaneously keep diligent inside their studies.\n\nStudents which have to function and research will find it somewhat difficult to excel with their educational performance. Should we permit plus just allow financial strain free knowledge to people that are more fortunate financially? Absolutely not!\n\nThat is reason enough which free give money exists with the objective to help university students to maintain their knowledge by taking benefit of these government funds.\n\nFree give revenue is based about a student's particular need, when not combined with merits and requirements.\n\nHowever, there are certain specifications which need to be met with be worthy of the chance. Both the student and the establishments which will employ the free give funds might benefit within the process.\n\nGrant funds unlike pupils financing is provided to the participant without the obligation to pay it back. Free grant funds is known as a financial gift. Another such present is a <a href='http://scholarships-for-girls-and-women.com/2012/08/17/easy-scholarships-you-can-receive/'>scholarship</a> provided in accordance with educational merit.\n\nStudent loans are monies which are borrowed within the student with help pay for his/her education with the agreement with pay back the loan based on the terms of the contract along with the interest accrued plus is quite different from the other two options accessible.\n\nGrant money could be granted for general purposes or equally for pupils that have a specific degree inside mind these as a Doctorate, Associate or bachelor degree.\n\nFree grant funds commonly is intended for the less fortunate financially, below represented pupils and minorities as well as the really deprived. There could be several circumstances which grants are given with the learning that the specialist support after graduation is an exchange. commonly this occurs with students seeking a specialist profession inside the healthcare community. This helps you to keep educated professionals inside areas which are less fortunate.\n\nThere are numerous scholarships provided to the adult seeking to continue their knowledge plus receive them back to the function force.\n\nColleges plus Universities no longer have the barrier of the traditional age group. There is a growing amount of adults past the conventional university age of 22 years old that are attending with get a degree of certain kind.\n\nIf you need to compete for jobs out inside the work force today, it is important you have several kind of university degree or diploma as it is a highly competitive marketplace.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Totally Free Grant Money for College Scholarship",
  "revision_id": "ed031ecd-53ae-4c3a-bdde-841ecb7508e3"
}