{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "1d2af599-7bb7-4bd1-b696-cc047ab9388c",
  "metadata_created": "2013-08-29T01:53:35.612953",
  "metadata_modified": "2013-10-10T23:36:12.808637",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "bfd188b4-894f-42f9-b121-4294a5418330",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "salling",
  "isopen": false,
  "url": "",
  "notes": "If you have been in the situation of  seeking a  dental practitioner then you  understand  just how  hard it is to  discover a great  dental practitioner at a time of need. My sister found out about <a href=\"http://www.youralbuquerquedentistnm.com/\">albuquerque dentist emergency care</a> by searching newspapers.  A lot of  individuals have a family dentist for  normal visits, but if you have a need for special services or emergency services then you are left with professional  recommendations, friend  recommendations, and  Web searches for the services you  require. If you live in Albuquerque you  could narrow your search to your  specific area and  discover the best specialist.\n\nIf you are looking for a dental implant specialist then your search is fairly specific and narrow. After a  little research you will find a method that is both new and effective. Read about Clear Choice dental implants including the  procedure and  neighborhood  suppliers. Then  check out all Clear Choice dental implants reviews available to  figure out the pros and cons of the  treatment and prior  client  encounters.  Oral implants are a big decision that requires consultations and  numerous meetings prior to the actual procedure. During that time you will get to know the dentist and form  your very own opinion. Until that time use your resources to get started.\n\nThe point where you will have little time to do thorough research is in an emergency situation. Get additional information on a partner essay - Navigate to this web site: <a href=\"http://www.youralbuquerquedentistnm.com/\">best albuquerque dentists</a>. If you think any thing, you will maybe want to study about <a href=\"http://www.youralbuquerquedentistnm.com/\">like us on facebook</a>. Rather than simply pulling a name  from the phone book,  make the effort to find  the most effective emergency dentist Albuquerque has to offer. As you are looking to find a dentist reviews can be the most  beneficial resource, but take the advice as a whole  as opposed to  concentrating on one  specific comment. Understand that opinions differ and  most of  testimonials will  throw you a  much more accurate picture  compared to a  solitary  testimonial alone.\n\nWhere you will  wish to spend more time on a focused search is in  locating a  great pediatric dentist in Albuquerque. Personality and  capability are both  vital  points you want to explore in a dentist that will be working with  kids that might be in  various age ranges. An  superb  resource is Yelp dentist reviews. Parents are quick to praise a  dental professional that was able to  make a  much more  favorable experience for a  frightened  kid, so you will want to read their  testimonials and details in order to  discover a  great fit for your  youngster.\n\nNo one has ever been  thrilled  to visit the dentist, so  as soon as you have found a  great fit you will  wish to maintain it. Write your own testimonials for other  consumers  that are also in search of a  excellent dentist, and use the  info  offered to you to  discover a  wonderful dentist in Albuquerque.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Utilizing the  Web to  Discover a  Excellent Dentist",
  "revision_id": "50949979-13a0-4b9b-bd7e-79e914121ab1"
}