{
  "license_title": "Creative Commons Attribution",
  "maintainer": "Fundación MenteClara",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "revista@fundacionmenteclara.org.ar",
  "num_tags": 11,
  "id": "4a365b35-3576-4900-ad98-ce8ab0e46a8f",
  "metadata_created": "2016-06-10T20:23:45.159043",
  "metadata_modified": "2016-07-21T23:21:46.724802",
  "author": "Ratan Lal Basu",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "8f367573-7907-44cd-ac7a-04dd450df523",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Este artículo se propone identificar y aislar lo científico y beneficioso de la falsedad, superstición y misticismo que envuelve al tantrismo.\r\nDe todas las prácticas religiosas y semireligiosas antiguas de la India, el culto tántrico es el que ha conseguido el mayor reconocimiento y la mayor popularidad en todo el mundo. La razón de esta popularidad no ha sido el interés académico, espiritual o filosófico. Por el contrario, se lo ha asociado con promesas de obtener poderes mágicos y sobrenaturales, como también promesas de mejorar la potencia sexual y la intensidad del disfrute sexual y restablecer la potencia sexual perdida en las personas mayores. En la India, la gente común le confirió una mala reputación al culto tántrico. El misterio, la psicosis de culpa y temor también se asocian a este culto esotérico.\r\nEl tantra en sí no es una religión pero ha penetrado en la mayoría de las comunidades religiosas y subreligiosas no solo de la India sino también de Tíbet, China, Japón y muchos otros países (especialmente asiáticos). En la India, son innumerables las asociaciones de tantra y los tántricos individuales en calidad de gurús (maestros) con sus círculos de discípulos.\r\nSin embargo, son muchos los aspectos del tantra que son científicamente demostrables y sus efectos son beneficiosos tanto para los individuos como la sociedad en su conjunto. En esta línea, al final del artículo se destacan algunos estudios que demuestran la reducción de los niveles de estrés como resultado de las prácticas tántricas. Este trabajo también apunta a inspirar a más investigadores competentes y eruditos a continuar con la tarea aquí iniciada.",
      "name": "ASPECTOS CIENTÍFICOS Y BENEFICOS DEL CULTO TANTRICO",
      "format": "PDF",
      "url": "https://old.datahub.io/dataset/4a365b35-3576-4900-ad98-ce8ab0e46a8f/resource/e135ec36-8261-4af3-8fa4-6ec00943bf32/download/vol.1.2.e09.2016-issn2469-0783.pdf",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "4a365b35-3576-4900-ad98-ce8ab0e46a8f",
      "created": "2016-06-10T20:25:30.838278",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "9b0c4ddb-05e3-452f-b9e7-01619b5489c0",
      "url_type": "upload",
      "id": "e135ec36-8261-4af3-8fa4-6ec00943bf32",
      "resource_type": null,
      "size": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Beneficial aspects",
      "id": "c0a118a6-7932-4bd8-8a76-c69243bade49",
      "name": "Beneficial aspects"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Esoteric",
      "id": "08af926b-c406-4a7b-af17-79301dea1ff8",
      "name": "Esoteric"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Esoterismo",
      "id": "8d067c99-14d4-4c10-a3b5-0149fa701faf",
      "name": "Esoterismo"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Misticismo",
      "id": "aaa1d0c4-ac77-42b7-aee1-4f7decfc91f1",
      "name": "Misticismo"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Mysticism",
      "id": "49cd460c-70f8-4cc5-9e1d-7ad61141ded8",
      "name": "Mysticism"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Tantra",
      "id": "67030730-09d5-476a-8641-eceb6a1c2629",
      "name": "Tantra"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "aspectos beneficos",
      "id": "f582289c-d312-4f96-a371-0fd1f6a35af2",
      "name": "aspectos beneficos"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "practica tantra",
      "id": "322dee7d-26dc-45f3-a5b2-44f870fd15be",
      "name": "practica tantra"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "sindenafil",
      "id": "ab13203d-f0cd-4c7b-ad54-845670dd23fa",
      "name": "sindenafil"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "tantrismo",
      "id": "3a447a41-82dc-40cf-9721-fc3e6ad0f6ca",
      "name": "tantrismo"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "viagra",
      "id": "fc4dbcf7-f615-40c9-93dd-ba04ccc0a9e2",
      "name": "viagra"
    }
  ],
  "groups": [],
  "license_id": "cc-by",
  "relationships_as_subject": [],
  "organization": {
    "description": "Editorial MenteClara es el órgano de difusión de los libros, ensayos, artículos y demás documentos impresos o en formato eletrónico elaborados por la Fundación MenteClara.\r\n\r\n#La Fundación MenteClara \r\nes el resultado del trabajo de un grupo de personas que, habiendo encontrado una visión y una técnica capaz de proporcionar a las personas claridad, consciencia y felicidad, resuelven agruparse para difundirla libremente.\r\n\r\nEsta técnica, llamada por su autor \"la tecnología del deseo\", surge como resultado de 33 años de investigación e integración de las técnicas meditativas del budismo tántrico tibetano con el conocimiento académico formal occidental. \r\n\r\nLuego del transcurso de esos años, quienes fueron alumnos de Osy en está técnica, resuelven dar nacimiento a esta fundación con el fin de difundir su pensamiento y su tecnología.\r\n\r\nEsta tecnología se ofrece mediante cursos destinados a obtener rápidamente la capacidad de enfocarse en un punto y gestionar adecuadamente los procesos emocionales para obtener la claridad mental necesaria y saber qué hacer en cada momento y lugar para alcanzar así la plena realización. \r\n\r\n#Acta Fundacional\r\n\r\nEn la Ciudad Autónoma de Buenos Aires, a los seis dias del mes de julio de 2005, se reúnen en el edificio de Medicus, cito en Larrea y Marcelo T. de Alvear, del barrio de Recoleta, un grupo de 24 iniciados en la práctica del tantra por Oscar R. Gómez (Osy), acompañados de varios alumnos de éste, quienes en este acto resuelven constituir la Fundación Mente Clara con el fin de generar espacios para la práctica y la difusión de la tecnología del deseo, creada y desarrollada por Oscar Rodolfo Gómez a partir del estudio y la profundización del tantra budista e hindú.\r\n\r\nEntendiendo al Tantra como la acción de entretejer el pensamiento partiendo de textos sagrados tradicionales y que en cada lugar y momento histórico han ido incorporando los ropajes culturales propios de los diferentes pueblos que lo han practicado y prescindiendo de las formas culturales que pudieron tener sentido en India o Tíbet siglos atrás, pero que hoy resultan extrañas para occidente, Osy construye la mencionada tecnología del deseo que, fiel al enfoque tántrico original sostenido hasta el presente por S.S. el XIV Dalai Lama, constituye un nuevo tantra para occidentales que resulta de gran utilidad para nosotros conservando solamente la noción de sujeto, la visión del mundo y las técnicas meditativas que sí funcionan dentro de nuestra propia cultura occidental promoviendo la exaltación de valores humanos positivos como la compasión, el perdón y la felicidad.\r\n\r\nEsta fundación tendrá como objeto social destinar recursos para becar la formación en la disciplina a la mayor cantidad de personas como así también llevar la palabra de Osy a diferentes lugares de la ciudad para transmitir esta posmoderna visión del mundo a fin de fortalecer y consolidar los lazos de nuestra comunidad estableciendo un ser más consciente de su propia consciencia y con la claridad mental que se obtiene con la técnicas y la visión del budismo tántrico por él desarrollada para aportar progreso a los habitantes de Occidente y constituir un tejido social más fraterno y solidario.\r\n\r\nAsimismo, la fundación deberá disponer los recursos para que en un lugar por todos conocidos puedan reunirse libremente quienes sean iniciados por Osy y/o sus instructores para la práctica de este tantra para occidentales.\r\n\r\nSe resuelve asimismo establecer como logo de la fundación el diseño presentado por Sebastián Esteverena conformado por la \"O\" de Osy, dentro de la cual se inscribe una \"T\" de Tantra sobre un esquema de cáliz con un fondo azul-celeste y blanco.\r\n\r\nEn este mismo acto los fundadores abajo firmantes, nombran a Laura Fanelli, Rocío Silveira de Andrade, Oscar David Gómez y a Rodolfo Oscar Gómez, también presentes, miembros del consejo de administración, quienes se ocuparán por sí mismos o a través de terceros por ellos designados de realizar las presentaciones correspondientes ante los organismos oficiales y privados correspondientes hasta obtener la personería jurídica y las gestiones posteriores atinentes. [24 Firmas]\r\n\r\nLa Fundación MenteClara administra las actividades de la Escuela Argentina de Tantra http://tantra.org.ar\r\n\r\nLa escuela de Tantra en España de la FMC http://tantra.org.es\r\n\r\nLa Escuela de Psicología Corporal de la FMC http://menteclara.org\r\n\r\ny la Revista Científica Arbitrada de la FMC http://www.fundacionmenteclara.org.ar/revista/index.php/RCA\r\n\r\n\r\nPerú 669 2º 6 (1068) Ciudad de Buenos Aires, Argentina, tel. +54 11 52172372\r\ninfo@menteclara.org",
    "created": "2015-12-14T09:05:31.688572",
    "title": "Editorial MenteClara",
    "name": "fundacionmenteclara",
    "is_organization": true,
    "state": "active",
    "image_url": "2016-01-25-230442.947059logocaritaoriginal.JPG",
    "revision_id": "4735078b-e287-4538-8331-62d3fb39874d",
    "type": "organization",
    "id": "2a0a2ca3-76c4-4d9e-ba2a-d11a9c0a365f",
    "approval_status": "approved"
  },
  "name": "2016-1-2-e09",
  "isopen": true,
  "url": "http://tantra.org.ar/descarga/Vol.1.2.e09.2016-ISSN2469-0783.pdf",
  "notes": "Este artículo se propone identificar y aislar lo científico y beneficioso de la falsedad, superstición y misticismo que envuelve al tantrismo.\r\nDe todas las prácticas religiosas y semireligiosas antiguas de la India, el culto tántrico es el que ha conseguido el mayor reconocimiento y la mayor popularidad en todo el mundo. La razón de esta popularidad no ha sido el interés académico, espiritual o filosófico. Por el contrario, se lo ha asociado con promesas de obtener poderes mágicos y sobrenaturales, como también promesas de mejorar la potencia sexual y la intensidad del disfrute sexual y restablecer la potencia sexual perdida en las personas mayores. En la India, la gente común le confirió una mala reputación al culto tántrico. El misterio, la psicosis de culpa y temor también se asocian a este culto esotérico.\r\nEl tantra en sí no es una religión pero ha penetrado en la mayoría de las comunidades religiosas y subreligiosas no solo de la India sino también de Tíbet, China, Japón y muchos otros países (especialmente asiáticos). En la India, son innumerables las asociaciones de tantra y los tántricos individuales en calidad de gurús (maestros) con sus círculos de discípulos.\r\nSin embargo, son muchos los aspectos del tantra que son científicamente demostrables y sus efectos son beneficiosos tanto para los individuos como la sociedad en su conjunto. En esta línea, al final del artículo se destacan algunos estudios que demuestran la reducción de los niveles de estrés como resultado de las prácticas tántricas. Este trabajo también apunta a inspirar a más investigadores competentes y eruditos a continuar con la tarea aquí iniciada.\r\n\r\n#Experimentos científicos recientes. \r\nAun así muchos científicos han analizado y explicado ciertos logros poco comunes que se obtienen con el tantra y que han sido constatados con evidencia científica. \r\n\r\nCito aquí algunos ejemplos para terminar este artículo de revisión y testimonio personal:\r\n\r\na) Investigación  presentada en noviembre de 2015 realizada por el Laboratorio de Estudios del Estrés (Labeest) del Departamento de Biología Estructural y Funcional del Instituto de Biología y la Unidad Metabólica de la Facultad de Ciencias Médicas, ambos dependientes de la Universidad de Campinas, San Pablo, Brasil.\r\n\r\nEl objetivo de este estudio fue evaluar los efectos de la práctica de ejercicios tántricos (TYP) en los niveles de estrés con el uso de un diseño cuantitativo sobre un grupo pre-post-test de 22 voluntarios (15 mujeres y 7 hombres) con protocolos aprobados por el comité de ética local (Batista, 2014).\r\n\r\nDurante seis semanas, los voluntarios realizaron ejercicios tántricos de 50 minutos cada vez, dos veces por semana y siempre en el mismo horario matutino.\r\n\r\nPara la verificación de los resultados se utilizó la concentración de cortisol en saliva (SCC) para medir la fisiología de la angustia y analizar los efectos a corto y largo plazo de las prácticas tántricas sobre el estrés. El malestar/bienestar psicológico se evaluó mediante la aplicación de un cuestionario específico de percepción de estrés (PSQ). Los resultados (media ± desviación estándar) se analizaron mediante la prueba de Wilcoxon (p <0,05).\r\n\r\nLa recolección de los datos mostró una reducción del 24% en la concentración de cortisol en saliva después de la primera semana de ejercicios tántricos.\r\nLa práctica tántrica también fue eficiente para aumentar el bienestar psicológico de los voluntarios reflejado en el PSQ (0,45 ± 0,13 frente a 0,39 ± 0,07). En concreto: disminuyeron la irritabilidad, la tensión y la fatiga analizadas por el cuestionario PSQ (0,60 ± 0,20 frente a 0,46 ± 0,13) como también las áreas del miedo y la ansiedad (0,54 ± 0,30 frente a 0,30 ± 0,20).\r\n\r\nLa conclusión de ese estudio fue que en el corto plazo, la práctica tántrica condujo a la disminución de la producción de cortisol. Estos efectos han contribuido al bienestar físico y mental de los participantes.\r\n\r\nb) Otro estudio comparativo entre las prácticas budistas vajrayana (tántricas) y budistas theravada (vipassana) e hindúes (yoga), llevado a cabo por el Departamento de Psicología de la Universidad Nacional de Singapur, el Centro de Imágenes Biomédicas Martino, MGH y la Facultad de Medicina de Harvard, arrojó como resultado que solo las prácticas tántricas condujeron a un aumento significativo e inmediato en el rendimiento de las respuestas intelectuales, a un incremento perceptivo y al aumento del estado de alerta fásica (atención voluntaria, consciente y sostenida) mientras que los otros tipos de prácticas no demostraron ningún beneficio en su rendimiento después de la práctica (Amihai, 2014).\r\n\r\n“Generalizar el concepto meditación en relación a todas las prácticas de yoga —budistas o hindúes— y tántricas es incorrecto ya que son ejercicios que, nombrados igual, son radicalmente diferentes” (Gómez, 2008).\r\n\r\n Entre las meditaciones tántricas estudiadas se encuentra la meditación g-tummo y las meditaciones contemplativas de las tradiciones theravada (vipassana) e hindúes (yoga) (Yeshe, 1987).\r\n\r\nLas prácticas tántricas permiten aumentar la actividad del sistema simpático y generar una mejor respuesta a los estímulos externos o internos. Estudios realizados en practicantes de la meditación g-tummo mostraron que ésta aumenta efectivamente la temperatura del cuerpo, lo que indica una respuesta simpática (Benson, 1990). \r\n\r\nKozhevnikov demostró que la meditación tántrica g-tummo permite aumentar no solo la temperatura corporal periférica sino también, y más importante aún, la temperatura corporal central durante esa práctica, lo que demuestra que la actividad del sistema nervioso simpático aumenta significativamente como consecuencia de esa práctica tántrica (Kozhevnikov, 2013). \r\n\r\nOtro estudio muestra además resultados diametralmente opuestos entre las prácticas tántricas y las theravada/mahayana: relajación, calma y disminución de la percepción (abstracción completa de la realidad externa) en las prácticas theravada y mahayana y estimulación, atención plena y alerta permanente en las prácticas tántricas (vajrayana) (Amihai, 2015). \r\n\r\n#Conclusión\r\nA diferencia de las prácticas de meditación theravada /mahayana, la práctica vajrayana no cultiva la relajación sino el aumento de la capacidad de alerta (estar con plena consciencia y despierto). Las escrituras budistas vajrayana hacen hincapié en que la mente alcance un estado de “alerta permanente” o “de estar despierto” y libre de pensamientos dualistas, y advierten contra la excesiva tranquilidad (Rinpoche, 1999), en contraposición con las escrituras e instrucciones de meditación theravada  o mahayana que hacen hincapié en la quietud y la tranquilidad (Buksbazen, 2002).\r\n\r\nEsto pone de relieve las consecuencias filosóficas, sociales y culturales de los dos tipos de meditaciones: tántricas, activas; y theravada/mahayama, contemplativas.\r\n\r\nEs decir que en función de las anteriores investigaciones presentadas, las prácticas tántricas generarían mejores respuestas cognitivas y fisiológicas: de estimulación y aumento del estado de alerta fásica, al tiempo que reducirían significativamente el estrés, mientras que las otras formas de meditación de la tradición budista theravada (vipassana) o hindú (yoga) generarían una respuesta de relajación y alerta tónica (involuntaria) con aumento de la actividad parasimpática (Wu, 2008).\r\n\r\nA la luz de este artículo espero haber demostrado que las prácticas tántricas esenciales —que no tienen nada que ver con formulaciones mágicas, rituales sexuales o ceremonias místicas complicados pero sí con ejercicios físicos individuales diseñados para el control consciente de las emociones, los pensamientos y la atención— contribuyen a la salud humana, como mostré con mi experiencia particular bajo la dirección del maestro tántrico —profesor en una universidad de prestigio— y los artículos finales de investigación basados en evidencia científica. \r\n\r\nTambién espero haber dejado la puerta abierta a los investigadores en el campo de la salud para prestar atención a lo real, y hasta ahora oscurecido, de las prácticas tántricas.",
  "owner_org": "2a0a2ca3-76c4-4d9e-ba2a-d11a9c0a365f",
  "extras": [],
  "license_url": "http://www.opendefinition.org/licenses/cc-by",
  "title": "ASPECTOS CIENTÍFICOS Y BENEFICOS DEL CULTO TANTRICO",
  "revision_id": "f2be1eee-f1f9-4535-9864-9f8352d26cbc"
}