{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "060b3d90-36e4-4b57-b697-34262bf402aa",
  "metadata_created": "2013-08-29T11:50:59.376559",
  "metadata_modified": "2013-10-10T22:09:35.504208",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "c4e718ef-c222-4f9e-9db8-acfc09322e50",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "lausten",
  "isopen": false,
  "url": "",
  "notes": "Having your kids in extra curricular activities helps them turn into a well-rounded individual. Apart from baseball or boxing, another activity you can try is mixed martial arts. \n\nWhat's mixed martial arts? It's a combination of different fighting styles strategies which include karate, jujitsu, judo, tae kwon do and a couple of others. Since each one takes time to learn, your youngster may have to learn the principles of one before moving forward to the remainder. \n\nBut why mixed martial arts? It is because the activity increases not just your childs bodily health but also psychological as well. Even though strong, they reach work which reduces the danger of cancer, diabetes, heart disease and even obesity. \n\nGreater kids will think twice about bullying them since they understand how to defend themselves when they are confronted. They'll also become more self confident and be more assertive after finishing a number of sessions. \n\nCan learning mixed martial arts make your child crazy? The answer is no because many studies have found that those who begin fights in school are usually the ones who've no training, no control and no self-confidence. To read additional information, please consider looking at: <a href=\"http://www.leccoworkshop.com/how-to-give-your-self-a-brazilian-bikini-wax-2/\">crazy 88 bjj</a>. This is their way of seeking attention even though you can find alternative methods to obtain it. \n\nStudies have shown understanding mixed martial arts has a powerful effect for children that are struggling with ADD and ADHD as it helps them stay focus on a job after doing some thing over repeatedly which in-the long term can help them later on in living as this helps them control the symptoms of those two conditions. \n\nBefore enrolling your child in a mixed martial arts system, do some research by checking the various gyms or dojos offering this to children. \n\nYou could be surprised to know that there's a type named Krav Maga which is an Israeli developed fight program which shows you to escape from an opponent and then fleeing so you can get help which has served saved lives. \n\nWhatever the case, you must also watch a couple of classes and also consult with the teachers. Provide your child over because many will allow your child join an introductory class at no extra charge, If you should be pleased with how they answered your questions. \n\nIf you child likes it, then it is time and energy to register. Know that some gyms may charge you for the next 6 months. As your son or daughter may change their mind as time goes by and enjoy it today, see if you can pay for this on a monthly basis. \n\nAlthough not every child may like mixed martial arts being a recreational activity. If this is the case, attempt to find something else that they are into so you are able to find something that is great for their over all psychological physical and mental well being. \n\nMixed martial arts the same as any game might help in your childs development. They'll become more responsible, more mature and less likely to participate in violence so they grow up and become decent members of society. So give it a shot and see if she or he wants it. They dont need to participate if they dont need to but if they prefer to give a take to to it afterwards, only support them.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Is Learning Mixed Martial Arts Best For Your Child",
  "revision_id": "1027e84a-dcf7-4899-9a04-e4bbd72fd9f3"
}