{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "2d7dbb2a-829c-47c6-b19d-d9001bd3d152",
  "metadata_created": "2013-09-04T01:01:55.617755",
  "metadata_modified": "2013-10-10T19:55:21.976059",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "26d8d76e-a667-4bc9-9637-6c1cb482f600",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "bendix",
  "isopen": false,
  "url": "",
  "notes": "Guarding your investment right after you have chosen to install top quality wooden windows and doors or any wood merchandise in your property is extremely crucial. Failing to finish your merchandise correctly and in a brief space of time following receiving them may make the suppliers warranty or guarantee null and void. The actions you need to take are:\n\n1.Determine on the finish from all the choices available to you.\n\n2. Preparation of the wood surface\n\n3. Cleaning of glass.\n\n4. Installation and\n\n5.Upkeep.\n\n1.Determine on the Finish.\n\nYour local finish/paint store expert can give you guidance to meet your needs. He will contemplate which finishes execute finest in your region and take into account the temperature and humidity situations, whether you want an interior or exterior product and how finest to combine merchandise for very best effect or any other considerations he thinks required.\n\nA deep penetrating, oil or wax based sealer that gives a durable finish  to exterior timber is recommended and a single that offers a silky smooth   finish.\n\nA wide range of wood colours is normally readily available. You could need to have to more than coat the finish with a solvent based varnish to give enhanced durability and appearance. UV absorbers will give prolonged durability. Enamel paints can be employed over this type of sealer but not PVA.\n\nAll joins, finish grain and all exposed wood need to be covered to protect the wood from cracking, warping or rotting. The sealer must contain anti-fungal to stop blue mould and mildew formation. When choosing paint make certain it has great blocking resistance  the capacity of the paint to resist sticking. You dont want the window to stick shut.\n\nFor an interior finish select a wood primer and paint that are compatible. When applying the finish sanding may possibly be necessary in between coats of paint. Permit time for the paint to cure completely before closing doors or windows.\n\ntwo. Preparation of the wood surface.\n\nFirstly, light sanding may possibly be needed to get rid of any roughness from surfaces or to eliminate any construction residue that has been put on the surface for the duration of storage or construction. It is preferable to use 180-grit or finer sandpaper and sand with the grain to avoid unsightly marks in the wood, and then remove all sanding dust with a tac cloth. Never use steel wool. If glass has been installed be cautious not to touch the glass with sandpaper. Use a sanding block or edger to safeguard the glass from scratches. If glass has not been installed eliminate the beading and prepare the wood surface for finishing. Always use protective gear when sanding to keep away from inhaling the sawdust and obtaining it in your eyes.\n\nthree. Cleaning of glass.\n\nRemove any sawdust, grease or any other material from the glass with mineral spirits. Wash the glass with a great quality glass and surface cleaner making use of a soft, lint-free of charge towel (paper or cloth).\n\nfour. Installation.\n\nThe long life of external joinery is dependent on appropriate installation. Follow manufacturers instructions and you have the greatest opportunity of the window lasting a lot more than 30 years. Always examine that the manufacturers handling and website care directions are getting followed properly. Dig up further about <a href=\"http://www.austexgaragedoors.com/cedar-park-garage-repair/\">cedar park  garage door repair</a> by browsing our refreshing site. The installer really should be recognized by the manufacturer as being suitably certified to do the job of glazing as well as putting in.\n\n5. Upkeep.\n\nWindows and doors can reward you with decades of beauty and excellent efficiency if you take care to carry out maintenance at least as soon as a year. Eliminate any debris and clean the window and door tracks with a brush. To assist prevent sticking you can apply a wax or dry lubricant. Do not use an oil lubricant since it will attract grime and dust. Check for leaks and do repairs as essential. If you are interested in irony, you will perhaps choose to read about <a href=\"http://www.austexgaragedoors.com/austin-garage-repair/\">garage repair austin</a>. If the surface shows deterioration you may possibly need to have to restain or repaint from time to time.  Humidity and Condensation. There are numerous causes of condensation in the property. It is typically the outcome of excess humidity. It might be less of a problem in older houses where the air exchange in between inside and outdoors is higher. However excessive condensation can harm any wooden solution even wooden windows and doors. If you have an opinion about data, you will certainly hate to research about <a href=\"http://www.austexgaragedoors.com/austin-garage-repair/\">garage door repair in austin</a>. Suitable ventilation will support to decrease condensation but it can not be eliminated completely.\n\nThe benefit of wooden windows is that they support block heat transfer via the frames, they have superior U aspects and they have a warmer frame surface which aids minimize signs and symptoms of condensation.\n\nYour major consideration must be to balance humidity levels to ensure your home is not as well wet or also dry and avoid damage to your wood goods.Austex Garage Doors\n4407 Bee Caves Rd\nWest Lake Hills, TX 78746\n512-250-5122\nhttp://www.austexgaragedoors.com",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Finishing your wooden windows and doors",
  "revision_id": "74a5dae5-af67-4594-ae9c-ef7a82c91e90"
}