{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "97dfaba3-ef38-4c14-941d-73cde8e03807",
  "metadata_created": "2013-05-15T07:23:04.007938",
  "metadata_modified": "2013-10-10T20:54:34.055979",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "b2c4c6e1-3062-44e2-9ace-4ffb12d62d08",
  "type": "dataset",
  "resources": [
    {
      "mimetype": "text/html",
      "cache_url": null,
      "hash": "",
      "description": "Currently, to a large extent, the allocation of Chinese college students’ self-own books has the problem of irrationality. It is in sharp contrast with the target of building economical society and advocating low-carbon life. To achieve the optimization and integration of educational resources, especially to improve the utilization efficiency of university students' self-own books, we explore the possibility of optimizing the allocation of college students' self-own books based on the perspective of exchange theory and propose to establish students self-management book exchange centers, etc. In order to achieve the optimal allocation of college students' own books, we should obtain necessary material conditions of book exchange, establish management team centered by students' self management, and set up book exchange network by soliciting support.",
      "name": "Exploration on the Optimal Allocation of Chinese College Students' Self-own Books: Analysis from the Perspective of Exchange Theory",
      "format": "aspx",
      "url": "http://www.erfrontier.org/paperInfo.aspx?ID=793",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "97dfaba3-ef38-4c14-941d-73cde8e03807",
      "created": "2013-05-15T02:23:04.087112",
      "state": "active",
      "mimetype_inner": "",
      "last_modified": "2013-05-15T02:23:06.738600",
      "position": 0,
      "revision_id": "a8ffea69-eef9-4c1e-a521-9b5e183fa010",
      "url_type": null,
      "id": "59334f33-29cf-421e-b66d-667ad2455b1d",
      "resource_type": "file",
      "size": "27333"
    }
  ],
  "num_resources": 1,
  "tags": [],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "exploration-on-the-optimal-allocation-of-chinese-college-students-self-own-books",
  "isopen": true,
  "url": "",
  "notes": " Currently, to a large extent, the allocation of Chinese college students’ self-own books has the problem of irrationality. It is in sharp contrast with the target of building economical society and advocating low-carbon life. To achieve the optimization and integration of educational resources, especially to improve the utilization efficiency of university students' self-own books, we explore the possibility of optimizing the allocation of college students' self-own books based on the perspective of exchange theory and propose to establish students self-management book exchange centers, etc. In order to achieve the optimal allocation of college students' own books, we should obtain necessary material conditions of book exchange, establish management team centered by students' self management, and set up book exchange network by soliciting support  http://www.erfrontier.org/paperInfo.aspx?ID=793",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Exploration on the Optimal Allocation of Chinese College Students' Self-own Books",
  "revision_id": "3febfc0b-a506-42e0-891e-a44a6b82a59b"
}