{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "68c72462-89c2-456e-91d3-c2ca7e7348d2",
  "metadata_created": "2013-09-08T02:05:31.713787",
  "metadata_modified": "2013-10-10T20:56:55.346433",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "4574f1b7-b77b-4cbb-8bc4-e80e7931a80a",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "finch",
  "isopen": false,
  "url": "",
  "notes": "When you consider Standing Seam roof installation, you  should obtain complete Standing Seam metal roof details. The Standing Seam roofing is  light-weight and is easy for  installment. Even they can also be  set up over the old roof, which helps to  conserve time and manpower required to  eliminate the old  roofing.\nIf installed  effectively, the Standing Seam roofing is watertight, and is resistant to wind and hail. It is fire retardant and almost maintenance-free. The Standing Seam roofs are made of  various interlocking panels, which run vertically from the ridge, or edge, of the roof to its apex at the eave. For  longevity and best  efficiency of roof,  detailed standing seam metal roof details such as material, cost, and guarantee  must be obtained from a reputed  roofer. <a href=\"http://www.deroof.com/Roofing-Systems/Slate-Roofs.html\">Slate Roof Replacement</a> is a tasteful resource for extra resources about the purpose of this view. The Standing Seam metal roof details can be  acquired online from a reputed  structure material supplier that will enable you to compare the  expense and  various other  facets of  roofing  setup.\nThe metal Standing Seam roofing is  perfect in regions that are prone to hurricanes, fire, and other natural disasters. It is superior to the  conventional asphalt or fiberglass shingle roofs in terms of  looks,  toughness, and energy-savings. The integral Standing Seam roofing panels are  made for  basic  roof applications, mansards, canopies, and fascia. The one-piece design of the panels  reduces labor and  enables  fast Standing Seam metal roof installation. To learn additional info, please consider checking out: <a href=\"http://www.deroof.com/Roofing-Systems/Slate-Roofs.html\">slate roofing shingles</a>. Each job site presents  various hazards and so it is  extremely  necessary to follow the  best Standing Seam metal roof installation method for  setting up the standing seam roof panel system  based upon the  suggested instructions.\nThe metal standing seam roofing is lightweight, ecofriendly, and energy efficient. If installed properly, it is very durable. You can download the  complete Standing Seam roof details from authentic websites that  offer comprehensive  info on design, panel  installment,  trimmings,  add-ons, ecological benefits, practical benefits, cost, and maintenance. The aluminum Standing Seam roof provides a clean, contemporary  appearance that is architecturally scaled for residential applications. The aluminum standing seam roof, is manufactured from heavy-duty rust-free 0.032\" aluminum alloy. The panels are  set up  using all  hidden fasteners and so, there is no  demand for rubber-grommet screws or nails.\nThe metal roof Standing Seam  provides you metal roofing with clean,  smooth lines and a minimum of exposed fasteners for a  distinct aesthetic  impact. The metal roof Standing Seam panel system is  built with a raised portion where the two panels meet to provide overall weather resistance. In addition, the panels interlock in such way that  permits thermal movement without  triggering damage. Should you wish to discover extra info about <a href=\"http://www.deroof.com/Roofing-Systems/Slate-Roofs.html\">visit link</a>, we know of many libraries you can investigate. The metal roof Standing Seam is a highly sustainable  selection  because it is  produced by using  completely recyclable materials.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Unique Standing Seam Metal Roofing for Quality and  Longevity",
  "revision_id": "5132e1b5-0519-4164-8337-9bd97840c7f1"
}