{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "f26dee0c-0435-4b1d-9df6-9eaa4a609c50",
  "metadata_created": "2013-09-07T07:15:44.349704",
  "metadata_modified": "2013-10-10T23:07:03.578193",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "98cf433a-43b7-4298-9a66-0a390a553360",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "nichols",
  "isopen": false,
  "url": "",
  "notes": "Your cigar box may be at danger of a secret predator.  Numerous cigar aficionados have been shocked and repulsed at finding their treasured cigars infested with Lasioderma Serricorne, also identified as tobacco beetles.  This dreaded beetle feeds on your valuable cigars.  They never care if your cigars are drugstore mass-industry brands, or imported beauties.\n\nWhat is the tobacco beetle, and exactly where does it come from?  The tobacco beetle exits in all nations where tobacco is created.  It thrives on tobacco plants, infesting their leaves before it is processed.  Tobacco beetles thrive in hot climates, and particularly in the warm countries Caribbean nations exactly where considerably of the world's tobacco is produced.  Tobacco beetles lay larvae that are white and up to four mm extended.  When the larvae hatch, they make moths that proceed to hungrily consume their way through the tobacco leaves.  However, the tobacco beetle has been recognized to survive the procedure of fermentation and production that is used to make most cigars. Although several nations have made the work to rid their tobacco crops of this dreaded pest, largely by spraying crops with gases, the tobacco beetle has verified highly resistant.\n\nIf the tobacco beetle survives into the completed product, a lot of cigar lovers may possibly open their cigar boxes to uncover that their cigars have been eaten by means of. Learn new information about <a href=\"http://cigars.about.com/od/wheretopurchase/a/famousmoke.htm\">analysis</a> by visiting our pictorial URL.  At times the presence of the tobacco beetle can be detected by way of the presence of small puncture-like holes on the wrapper.  The holes can make an average cigar resemble a flute.\n\nWhat can you do if you discover your cigars infested with the tobacco beetle?  Analysis has shown that your microwave could be your very best defense in destroying the tobacco beetle larvae.  Before making use of your microwave, get rid of and dispose of any infested cigar from your collection. Get further on this affiliated encyclopedia - Navigate to this web page: <a href=\"http://www.famous-smoke.com/cigars/\">huge cigars</a>.  The rest of your cigars can be treated. Dig up further about <a href=\"http://www.gimpsy.com/dir/Order/cigars_tobacco/\">purchase famous smoke cigars</a> by visiting our staggering article.  In order to rid the remaining of your collection of this pest, you must make positive to microwave your cigars together, never individually.  Microwave them for about 3 minutes.  Following getting warmed, quickly place the cigars into the freezer.  Immediately after freezing them for 24 hours, remove them and allow them to thaw at room temperature.  Right after they have thawed totally, location them in a humidor.  This therapy has confirmed effective in getting rid of the presence of the tobacco beetle.  Before removing a cigar from the humidor to be smoked, look at every single cigar individually.  If the cigar shows no evidence of infestation, it is safe to smoke.\n\n414\n\nPPPPP.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Fighting the Beetles:  Protecting Your Cigars from Infestation",
  "revision_id": "f3f2ea61-c9ae-461a-8e23-a723a264ff9f"
}