{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "7d79d786-fb39-44d0-a157-9aa96f145a22",
  "metadata_created": "2013-09-01T17:21:17.768467",
  "metadata_modified": "2013-10-10T22:08:40.405982",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "997a07d7-7226-4fc7-8b1e-de95c8863d61",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "landry",
  "isopen": false,
  "url": "",
  "notes": "It's hard to  discover good people  on the planet today. One look at  tv and  various other media would suggest that the upper classes are  completely  interesteded in peering into the mirror, and are  entirely  lacking interest in anything  beyond their own self-aggrandizement. Isn't that  completion  outcome of money? Corruption, down to the bones, and  popularity is certainly no help either, as evidenced by reality  tv and the effect it  has actually had on  various  people and families.\n\nDon't despair, though; there are  lots of redeeming  instances out there, among them Diana Jenkins. <a href=\"http://dianajenkins.com/projects/neuro-drinks/\">Neuro Nutritional Supplement Drink</a> includes new info about the inner workings of this enterprise. Philanthropist, activist,  business owner, immigrant, refugee, and mother, Sanela Diana Jenkins has championed a host of causes  for many years; at the heart of those causes is a belief in  fundamental human decency and the  significance of helping those in need-- as she herself was once very much in need.\n\nWhen you  consider Diana Jenkins, \"foundation\" is a world  securely  connected with her. Having founded the Irnis Catic Foundation, in memory of her brother, Jenkins is involved with  possibly the most  well-known and  revered Bosnian foundation. Diana Jenkins is herself from Sarajevo, and became a refugee in 1992 after war erupted between Serbs and Croats. This offensive <a href=\"http://dianajenkins.com/category/ventures/neuro-drinks/\">neuro drink for sleep</a> portfolio has oodles of refreshing lessons for why to study this viewpoint. She  has actually  regularly worked with the Elton John AIDS Foundation board of directors to raise funds to fight AIDS.\n\nJust a  couple of years  back, she helped release Room 23 by Diana Jenkins and Deborah Anderson, a series of  pictures  illustrating  stars in intimate situations in a single penthouse suite. The coffee table book,  meant to be a book of art and  representation, was released to raise funds for the Sanela Diana Jenkins UCLA human rights organization SDJIHRP.\n\nIt's interesting to examine how Jenkins leverages her wealth and celebrity,  in addition to the  star status of others, in an attempt to  assist others. It is not  unjust to question the very concept of celebrity in our society; we  appear to  raise others above ourselves  practically because we have to,  since we  wish to. We want idols to worship and then pull down, and meanwhile individuals grow  extremely  rich over our ever-expanding  nationwide  fixation.\n\nWhy be obsessed with these individuals, though? They're  stars and actresses,  primarily. A few scions of  well-off  households, a few  business owners, but nobody  specifically  unique. Wealth attracts us, for sure; this is America, after all, and money is in our blood. More  particularly, the  need for wealth is, and we have to own up to that part of our nature. Yet in Sanela Diana Jenkins, we see the  possibility for  star to become something more.\n\nIn Jenkins, we see the that  star  does not have to be about the red carpet and wardrobe malfunctions; it  does not  need to  have to do with who is dating whom, or  the amount of so-and-so  evaluates now. That's a sideshow,  an additional symptom of the  decrease of our civilization. In Jenkins, we see celebrity that is  made through  assisting others tirelessly, celebrity that  does not mind  capitalizing on others if it is to the  benefit of those less  privileged. We see a celebrity that is  honorable.\n. This dynamite <a href=\"http://dianajenkins.com/category/ventures/neuro-drinks/\">neuro drink facts</a> portfolio has endless surprising warnings for when to engage in this activity.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "The Passion of Sanela Diana Jenkins",
  "revision_id": "78ffc386-782d-4937-af80-0afb0c867239"
}