{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "378e27cc-527c-44b9-bfbc-5b5dd590fe0f",
  "metadata_created": "2013-08-29T12:03:33.910929",
  "metadata_modified": "2013-10-10T22:43:52.505874",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "85df654d-3131-4a3e-9844-7748286126cf",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "mccarty",
  "isopen": false,
  "url": "",
  "notes": "Training, on-the other hand, is how you do what you do. The what is irrelevant. It's the how that matters. A fighter cares not.. \n\nEuropean martial art training and kettlebell training involves components of freedom, strength and relaxation. Many would argue that technique and speed also needs to be involved, but given that you have competed in all three of those procedures, then speed can come naturally. Approach is immaterial: it's linked to what you do, not how you do it. Get more on <a href=\"http://www.prweb.com/releases/2013/8/prweb11073056.htm\">research timothy spriggs</a> by visiting our surprising essay. \n\nTraining, on the other hand, is how you do what you do. The what's unnecessary. It is the how that matters. A fighter cares not what a scholar does, but just what he himself does. A person or woman facing competitors is not concerned with what others can do, but only with they do themselves. It's not the what but the how that issues, and the how is related to practice, training and knowledge. \n\nThe education of Russian martial artists is made to improved the how. To discover additional info, please consider looking at: <a href=\"http://www.prweb.com/releases/2013/8/prweb11073056.htm\">tim spriggs</a>. European martial art has no need of pre-orchestrated actions or katas as Chinese and Japanese martial arts have. Much has been discussing Russian fighting styles and their way of attack and self defence, lots of that is based on the popular view of the Russian Special Forces. Most Special Forces could use the methods used by their Russian counterparts, however it is the difference that is made by the Russian methods of training. \n\nPavel Tsatsouline, coach to the Russian military and then the other military personnel and American Special Forces, shows you the techniques of the of and super-strong obtaining great fighting styles power. H-e does this through use of Russian kettlebells and the stress and relaxation techniques utilized by the Cossacks who could cut a person from shoulder to buttocks with only a light one-handed sabre. \n\nThe Cossacks experienced by standing in a lake or river around their waist and then cutting to the water using their sabres all night on end. The secret was to maintain total relaxation until the moment of strike when all the power of the human body was centered in the main one blow, and then reverting to total physical relaxation soon after. In that way, endurance and strength were preserved while the strike itself was imparted with the maximum possible strength of the whole-body. \n\nFlexibility is the true secret behind supreme martial art power, and the one bodily characteristic that is most overlooked and misunderstood by nearly all martial art exponents. European martial art methods make most useful use of absolute power and supreme energy through the comprehension of how to precisely curl up between hits. The supreme power of a martial art punch is employed via a complete comprehension of the levers of the human body, the muscles that move them and the peace that allows these muscles to exert maximum power to the levers. \n\nA powerful punch is a fast snap with maximum energy and then whole leisure before next punch. Russians are trained in dynamic relaxation exercises in all athletic training, and the fast and loose techniques they use are ideal for the rigors of complete mastery in fighting styles. \n\nEuropean martial art training and kettlebell training isn't the theatrically disciplined art of the Japanese and Chinese, but a method made for maximum strength and effect in strike and not only self-defence. Dig up further on our related paper - Hit this link: <a href=\"http://www.prweb.com/releases/2013/8/prweb11073056.htm\">partner sites</a>. The employment of the ability of the body might be maximized only by creating the substantial strength possible through kettlebell exercise, and the freedom and relaxation practices as taught by the master of the Russian martial art, Pavel Tsatsouline, master teacher of Russian and American Special Forces personnel.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "European Martial Art And Kettlebell Training",
  "revision_id": "0e274830-1036-4424-8971-a893bc430a06"
}