{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "419e67d8-970d-45fe-be6d-87f55fe02ae8",
  "metadata_created": "2013-05-15T07:48:52.414233",
  "metadata_modified": "2013-10-10T20:46:12.648183",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "b2c4c6e1-3062-44e2-9ace-4ffb12d62d08",
  "type": "dataset",
  "resources": [
    {
      "mimetype": "text/html",
      "cache_url": null,
      "hash": "",
      "description": "In order to improve the theoretical knowledge and application capability of the students whose major is inferior in professional colleges. The combination of “equal didactics teaching” and “dual-line way” is established to grasp expertise, along with appropriate education and guide in psychology, to carry out the test, both on the theory and practice, in which modes whose objective is the improvement on the practical application of students, such as the talent training mode of “three and one”, and university-enterprise association, etc. will be employed in the phase of undergraduate to provide the most possible opportunity for students as well to enhance their practical ability transferred from theory and adaptability to society. The practice results imply that it is feasible and effective to set up the teaching and studying strategies for students based on the society requirements in non-feature majors.",
      "name": "Education and Teaching Research in Non-feature Major of Professional Colleges and Universities",
      "format": "aspx",
      "url": "http://www.erfrontier.org/paperInfo.aspx?ID=1496",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "419e67d8-970d-45fe-be6d-87f55fe02ae8",
      "created": "2013-05-15T02:48:52.481338",
      "state": "active",
      "mimetype_inner": "",
      "last_modified": "2013-05-15T02:48:54.443946",
      "position": 0,
      "revision_id": "10c0fa0e-62e1-42ec-a0e6-d87473f35dab",
      "url_type": null,
      "id": "54dfaef8-ac68-4163-97ac-39e8e42726ac",
      "resource_type": "file",
      "size": "31426"
    }
  ],
  "num_resources": 1,
  "tags": [],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "education-and-teaching-research-in-non-feature-major-of-professional-colleges-and-universities",
  "isopen": true,
  "url": "",
  "notes": "In order to improve the theoretical knowledge and application capability of the students whose major is inferior in professional colleges. The combination of “equal didactics teaching” and “dual-line way” is established to grasp expertise, along with appropriate education and guide in psychology, to carry out the test, both on the theory and practice, in which modes whose objective is the improvement on the practical application of students, such as the talent training mode of “three and one”, and university-enterprise association, etc. will be employed in the phase of undergraduate to provide the most possible opportunity for students as well to enhance their practical ability transferred from theory and adaptability to society. The practice results imply that it is feasible and effective to set up the teaching and studying strategies for students based on the society requirements in non-feature majors.  http://www.erfrontier.org/paperInfo.aspx?ID=1496",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Education and Teaching Research in Non-feature Major of Professional Colleges and Universities",
  "revision_id": "f2c69f7f-85e1-450f-af11-7da728942e05"
}