{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "489224d9-f277-4b5c-b2ff-a4f1708ec18e",
  "metadata_created": "2013-09-08T02:59:36.223620",
  "metadata_modified": "2013-10-10T21:55:36.824816",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "e9de83b2-7797-4309-8ec7-3b8875e3c2af",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "klint",
  "isopen": false,
  "url": "",
  "notes": "Throughout a drug detox treatment program, people can expect to receive an imm.. \n\nThere are two kinds of people in regards to drug detox, including those who voluntarily admit themselves simply because they are fed up with the impact that drugs have on their life and there are those who are requested by a court to attend. Medicine cleansing might be purchased by the judge since the result of a conviction associated with charges stemming from possession or usage of an illegal substance. \n\nThroughout a drug detoxification therapy program, individuals can get for a sudden detox at the center. This process usually lasts three to four days and immediately removes the availability of drugs. In those times, the human body is cleansed and the individuals instant desire due to their addiction is treated. These several days are often some of the most physically and emotionally draining to the individual, but are often the only strategy to efficiently rid the dependency and wish to have using drugs. People may be necessary to undergo a series of solutions comprising both social and emotional therapy, after the drug detox is complete. Moreover, frequent group meetings are often required, where the individual might attend and speak freely with other drug detox people about their situation. In many cases, the complete drug cleansing treatment system will last for around a month, but may be longer in special cases or depending on the patients need for ongoing treatment. Should people need to learn further about <a href=\"http://www.oasisdrugdetoxcenter.com/\">http://www.oasisdrugdetoxcenter.com</a>, there are tons of databases you should think about pursuing. \n\nAn inpatient drug detoxification treatment system was created for those who are often ordered by the court to get inpatient care or for anyone who feels that they are not able to function in everyday life with no use of drugs. If their level of dependence has exploded to a level, an inpatient drug treatment would be perfect in that it consists of 24 hour supervision by a qualified person who's trained to manage recovering drug addicts. \n\nAny kind of drug treatment program, whether it be inpatient or outpatient, was created to help people cure the grasp that these dangerous chemicals have on their lives. Not merely created to cleanse a person quickly, a treatment program is generally made to impress the need for avoiding drug use in the near future. The most useful outcome is one that results in an individual with a outlook on life and one that no more needs drugs to be a part of that life. \n\nThis article is to be used for educational purposes only. The data contained herein is not meant to be properly used in place of, or in conjunction with, healthcare advice or recommendations regarding any kind of drug detox therapy. Before choosing the top way of treatment, the in-patient must consult with a licensed medical professional for advice and/or to ascertain the best plan of action for his/her specific situation.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Acquiring Treatment With Drug Detox",
  "revision_id": "e756ae1c-adf2-4d89-8fab-5744015fa80e"
}