{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "c560afd0-fabb-41c6-8240-959571b8fa69",
  "metadata_created": "2012-09-06T11:05:21.549419",
  "metadata_modified": "2013-10-10T23:56:29.233427",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "f5697737-fb5c-49df-943f-f644b48f33f5",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "treatment_and_exercise_for_scoliosis_related_issue",
  "isopen": false,
  "url": "",
  "notes": "If we are not sitting correctly and not sleep in correct means then we encounter numerous kind of body problem mostly on rest time bones related complication, with the health and fitness center and exercise we preserve our physical health and with yoga treatment we mentally health back discomfort related issue which is associated with spinal and the Scoliosis disease is the most common back body associated problem spinal defect and this is explained the issues as an irregular method of body side-to-side and have the spinal curve related issues. There is numerous kind of back pain related issue and the Scoliosis can easily produce a complication in the back related and inexpensive back spine related body fitness problem doing an exercise for well body services.\n\nWhen progressive based body treatment, <a href='http://www.fixscoliosis.com'>scoliosis</a> is associated with back discomfort this is the complication spine to turn or spin our back bones. Spinal related issue associated with disorder of the bones and the body design of the spine, back side of the body to be a different height, and give the treatment for Sometimes and for this issue individuals locate the better place for health based treatment, scoliosis is related by muscle issues, include spinal and body fitness rotation do everyday exercise for much better fitness.\n\nWith the exercise and health and fitness center you can effortlessly solve this kind of issue spin affliction many individuals experience this sort of problems a body fitness curve of the spine, or backbone. Back spine has regular curves when we looking from the side, straight your body this is the way for better treatment associated with fitness when looking the front. Body fitness is done with the exercise and everyday gym use the service for proper spine related option muscle and body fitness in the middle method of spine related complication, Spinal and body fitness dependent on spinal related work.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Treatment and Exercise for Scoliosis Related Issue",
  "revision_id": "32caf5e4-1f40-419c-92fb-759a11d8a70e"
}