{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "cd442a1b-bd75-4b68-a916-934284686fa1",
  "metadata_created": "2013-08-29T12:14:45.432157",
  "metadata_modified": "2013-10-10T22:59:30.578793",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "02d912a5-936c-400e-85f8-5f77adac757f",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "moore",
  "isopen": false,
  "url": "",
  "notes": "Many of us believe because hardwood floors are an extremely sensitive and costly material, we ought to always seek the help of professionals to get them fitted. \n\nErgo, it is comforting to learn that with the right type wood and the right tools, it's just about a do it your self endeavor. And because prefinished hardwood floor boards happen to be for sale in hard-ware stores and educational manuals every-where, then you really have nothing to concern yourself with. \n\nHow can you install hardwood flooring? First, decide whether you want to use oak, walnut or cherry, or rustic ash. Pine is the most high-priced kind-of hardwood product, however it is reputably the best and the sturdiest. In the event that you are working under a particular budget, walnut or austere ash are also okay and can last as long as pine with care and maintenance. \n\nNext, make the following materials: the wood boards, a vapor barrier paper, a pry bar, a sort, a speed drill and drill bits, a pneumatic flooring group (which consists of a nail gun, staples, a mallet, a hose, and an air compressor), a staple gun, a tape measure, a chalk line, and, naturally, your how-to manual. To read more, consider checking out: <a href=\"http://www.centraltreesurgeons.co.uk/\">visit</a>. \n\nIt'd be a good idea to study the guide before you start hammering away so you don't spend time. For different viewpoints, people are encouraged to check-out: <a href=\"http://www.centraltreesurgeons.co.uk/\">web address</a>. Some hard-ware stores curently have prepackaged wood installation basics in order to avoid the hassle of trying to find each part. Obviously, you need to maybe not forget your safety glasses and gloves, as each of the drilling and hammering may create wood dust and can be harmful when consumed. \n\nBefore buying hardwood ground planks, assess the surface where you stand likely to mount them. Order boards which are around 10-to 1-5 inches larger to permit room for errors. Assume that your initial effort will be very challenging, but once you get that first plank set up, the remainder should really be a piece of cake. \n\nGet rid of squeaks by closely nailing the wood plank to the subfloor. If you are concerned with literature, you will maybe fancy to compare about <a href=\"http://www.centraltreesurgeons.co.uk/services/\">mulcher hire</a>. Often give additional space, when cutting. When you are dealing with wood floors, it is best to review and make the required changes than be left with a place that will seem awkward to fill. \n\nThen a job is completed after you've installed the boards set up, if you got a prefinished wood ground. This fine <a href=\"http://www.centraltreesurgeons.co.uk/\">tumbshots</a> use with has assorted stirring aids for where to ponder it. But you should plan yet another difficult task ahead and also pre-equip oneself with sanding and finishing tools, if you purchased wood in its purest form.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Wood Ground Installation Tips",
  "revision_id": "949d0d66-e3f7-4e5d-bc18-06fafa41a5cf"
}