{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "4f6b9649-9536-4673-a912-f0eaac6c4f0e",
  "metadata_created": "2013-09-03T16:01:41.154273",
  "metadata_modified": "2013-10-10T23:43:35.265487",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "87f81432-8368-4888-8cd2-88fdb8113e2a",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "spencer",
  "isopen": false,
  "url": "",
  "notes": "Numerous individuals feel that by utilizing a robots.txt file on their site they are guarding pages and folders from thieves and hackers. In fact it is totally the opposite! robots.txt opens up an enormous security hole that hackers and theives will use to simply get access to the parts of your site that you do not want them to.\n\nWhat is robots.txt?\n\nrobots.txt is a file that you produce and up..\n\nrobots.txt is possibly the most miss understood file that a site can include.\n\nNumerous people feel that by using a robots.txt file on their site they are defending pages and folders from thieves and hackers. In truth it is absolutely the opposite! robots.txt opens up an huge safety hole that hackers and theives will use to effortlessly gain access to the parts of your internet site that you don't want them to.\n\nWhat is robots.txt?\n\nrobots.txt is a file that you develop and upload to your sites root directory that is used by search engine spiders to establish which parts of your web site they should index and which folders/pages that you, the site owner,\n\ndon't want listed in search engine indexes.\n\nWhy would not want pages indexed?\n\nThere are several factors why you may not want search engines to index pages on your web site, such as private membership pages or exclusive training pages and such like.\n\nIf you are an Web Marketer selling your personal ebook or other digital product, you would not want your thank you pages indexed either!\n\nAnd this is where the misunderstanding comes to the fore, and robots.txt becomes your foe.\n\nSeveral on the web marketers who supply ebooks or other digital products for instant download will list their download thank you pages in the robots.txt file because they certainly do not want these pages indexed in search engines.\n\nBy employing robots.txt this way though, you will be opening up your product to any individual who has a slight bit of understanding about how the file works.\n\nrobots.txt is effortlessly readable by any human that opens a browser and sorts in  and if you have listed your thank you pages, all they have to do is go to that url and take your product(s)!\n\nIt is that simple!\n\nAnd I'm residing proof that this works, as this is specifically what occurred to me. Clicking <a href=\"http://www.therobotreport.com/index.php/industrial_robots\">industry robots</a> probably provides warnings you can tell your co-worker. I had listed my thank you pages in robots.txt and thought that they had been secure from hackers and thieves, then one day I was checking my internet website stats and BAM, someone had been to each single thank you page, and taken everything.\n\nThe moral is, do not list any URL in robots.txt that you don't want people to have totally free access to. Visiting <a href=\"http://www.therobotreport.com/index.php/industrial_robots\">internet robotics in industry</a> possibly provides tips you could give to your dad. Dig up supplementary info on our favorite related link by browsing to <a href=\"http://www.therobotreport.com/index.php/industrial_robots\">investigate industrial robots</a>. Use robots.txt with excellent caution and safe your thank you pages employing dedicated software program. To explore more, please consider having a gaze at: <a href=\"http://www.fgwa.com/content/menus/fgw/history.aspx\">loveland industries site</a>.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Robots.txt, An On the internet Marketers Buddy Or Foe?",
  "revision_id": "5a3fa709-057a-4cd4-ae69-bf86f8e57275"
}