{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "c10f0d85-e9af-458e-ab99-cc911888b1bb",
  "metadata_created": "2013-09-14T05:44:05.771245",
  "metadata_modified": "2013-10-10T23:19:05.591307",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "9132d6d0-aeee-4259-9a29-9bb1fc043891",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "povlsen",
  "isopen": false,
  "url": "",
  "notes": "What do the teen credit card debt statistics inform?\n\nProperly, you dont really need to have to look into the teen credit card debt statistics to inform whats going on. The teen credit card debt statistics would possibly appear quite related to any other. I feel I study someplace about teen credit card debt statistics and those teen credit card debt statistics indicated that a lot of   teens in US had a considerable amount of balance on their credit cards  anything which they shouldnt have (thinking about their limited requirements for credit). Going To <a href=\"http://www.thomasnet.com/products/conveyors-18890806-1.html\">your industrial conveyor manufacturer</a> possibly provides aids you might tell your uncle. Though these teen credit card debt statistics would give you a fair idea of how our teens are faring in the globe of credit cards its really not so essential to speak about teen credit card debt statistics as it is to speak about the ways of bettering the teen credit card debt statistics (I imply bettering the teen credit card debt statistics in a positive way).\n\nSo how do you better teen credit card debt statistics?\n\nEffectively, the bettering of teen credit card debt statistics would, as you need to have guessed, start off with education. This education has to start early in the life of the teens. Here we are not talking about just credit cards related education but the education about managing their finances in basic. Teen credit card debt statistics can't be enhanced without having explaining the actual worth of funds to the teens (and also teaching them how to use it). So, for bettering teen credit card debt statistics, we need to give them an all round education on managing funds and finances. If people claim to get further about <a href=\"http://ryson.com/blog/tag/conveying-solutions/\">the infographic</a>, there are many libraries you should investigate. This can commence with asking them to sustain a record of their pocket funds and how they spend them. Also, engage them into education associated to funds management (of course, you have to customize the discussion to suit their level of knowledge and maturity). The next step would be to open a bank account for them and teach them the a variety of aspects of managing it. Teach them what debt it and when it is regarded as negative. Debit card could be the next step for them. <a href=\"http://www.thomasnet.com/products/conveyors-18890806-1.html\">Check Out Conveyor Manufacturers</a> includes new information concerning where to acknowledge it. When they start becoming comfy with carrying out their bank transactions by themselves, you can get a prepaid credit card for them (one thing that has a preset limit of $200-250). You could also use a low limit credit card (with $250 credit limit) and teach them how to use it.\n\nHence you can stick to a step-by-step method to ensure that your teens find out the ideal practices (and therefore you can preserve them out of those horrifying teen credit card debt statistics, thereby contributing to bettering the teen credit card debt statistics).",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Teen credit card debt statistics",
  "revision_id": "4b4018e3-ba0d-4ab0-94e8-37a90c682ebb"
}