{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "f84fbfab-e281-496b-893a-a6b11effb096",
  "metadata_created": "2013-09-08T13:31:23.154398",
  "metadata_modified": "2013-10-10T23:27:04.552112",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "18b496b5-e3a7-42a0-8c2d-d8aacc230faa",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "riggs",
  "isopen": false,
  "url": "",
  "notes": "What do online relationship and blogging want to do with one another? At first blush it could not look like much, but dating websites are getting to be an increasingly popular feature on online dating websites. Get additional information on this affiliated URL - Hit this website: <a href=\"http://www.evanhawkdating.com/the-divorced-mans-survival-guide-book/\">divorced mans survival guide</a>. Sites, or online journals, can be used to address dating problems to a broad audience, or just serve as a personal space for online dating clients to report their everyday thoughts or ideas. The privacy settings that many dating sites offer let also let people keep track of their dating history online, or keep friends updated on the love in their lives. \n\nDating websites are among many of the new functions that are being provided by online dating sites. In these days, Internet dating isn't directed only to message and browsing, but also allows people to customize and develop their own profile pages. Dating blogs are just one facet of this. \n\nThe issues people decide to discuss on their dating websites range as widely because the many personalities found on each site. Some popular subjects include dating humor, assistance, dating etiquette, and single parenthood. Among the greatest advantages of the non-public dating website is its flexibility. People can use their relationship website place to serve whatever purpose they want, whether they want to talk about very personal problems, or actually matters that relate solely to everybody. Clicking <a href=\"http://www.evanhawkdating.com/\">dating tips for men</a> certainly provides aids you might tell your pastor. \n\nWhat sets dating blogs besides normal blogs? Little really, aside from the content of the weblog, or its location. Naturally websites are incredibly personal and variable when it comes to what folks choose to come up with. However, websites found on online dating websites are often published by those who want a place to speak about dating issues, and want to discuss things that they know others on the site will undoubtedly be interest in. In the event people require to be taught further on <a href=\"http://www.evanhawkdating.com/\">website</a>, we know about tons of online libraries you might think about investigating. Most of the sites found on Internet dating sites will touch on issues associated with love, relationship, or dating.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "The Connection Between Blogs and Dating",
  "revision_id": "126e7883-b05a-4cb4-adac-78895a4f0d2b"
}