{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "05e77525-ddf9-407c-b8e0-7052e3b6696b",
  "metadata_created": "2013-07-18T01:26:48.449903",
  "metadata_modified": "2013-10-10T21:17:42.073498",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The purpose of this paper is the study of the shape of catamaran with asymmetrical hulls by both experimental and numerical viewpoint. The experimental study is based on the towing tank tests on a catamaran hulls shape obtained from previous works, showing that the wave resistance is very low produces a lower energy loss and a greater effectiveness. The hulls shape is optimized by the CFD application by force of commercial software, which shows that the reduction of wasted energy is very sensitive to make some changes; in particular three different width of the catamaran are tested and their performances are compared.",
      "name": "CFD Study of an Innovative Catamaran with Asymmetrical Hulls",
      "format": "",
      "url": "http://www.seipub.org/awrp/paperInfo.aspx?ID=2755",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "05e77525-ddf9-407c-b8e0-7052e3b6696b",
      "created": "2013-07-17T20:27:18.090322",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "785999c0-15d3-4906-8828-6b18998ad54c",
      "url_type": null,
      "id": "bb2b01d4-ff30-40fb-827f-0585b9bcef3b",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The significance of ground water recharge is a well known fact in the semi-arid region where the withdrawal rates are very high to fulfill the demand for irrigation. Recharge pits, made up of readily available materials, are a simple, cost effective and satisfactory method for recharging ground water storage where an impermeable layer does not allow natural charge of ground water. Recharge pits of rectangular shape (1.7 x 1.4m) with depth of 1.80 m were dug and constructed in series in a micro watershed of area 1.78 hectare in Nimar region of Madhya Pradesh, India. Experimental studies were conducted in 2003, 2004 and 2005 and results indicated that logarithmic equations were best fitted for determining the rate of ground water recharge in Eastern Nimar valley region. It was also observed that about 32.74% of runoff may be allowed for ground water recharge by adopting the method. The findings of the study may be adopted for planning and management of ground water by the different stakeholders in water scarce area or where ground water is becoming a scarce resource.",
      "name": "Performance Evaluation of Recharge Pits Method of Artificial Recharge of Ground water in Madhya Pradesh, India",
      "format": "",
      "url": "http://www.seipub.org/awrp/paperInfo.aspx?ID=2763",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "05e77525-ddf9-407c-b8e0-7052e3b6696b",
      "created": "2013-07-17T20:28:05.724988",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "eec0ed71-f8bb-4956-af4f-ef227ca1da56",
      "url_type": null,
      "id": "02dddc54-31ba-4ab0-95cd-b08cf61814b3",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Water bodies are precious resources which play an important role in agriculture, transportation, drinking water supply and environmental balance of ground water level and so on. Assessment on water-bodies as well as escribing on its characteristics is the most crucial work to be done in India where land is being occupied at a very high rate. Satellite images are not clear all the time and will have shadow effects, which has to identified and distinguished. Water body image may appear similar to shades of huge buildings due to reflection and echoing. Few substantial research have been conducted to extract information about water bodies from several multi-resolution satellite images. This paper proposes a novel methodology based on texture and spectral information of the satellite images to extract water bodies.",
      "name": "Identification of Water Bodies from High and Multi-level Resolution Satellite Images Using Novel Feature Extracting Technique-Satellite Image Processing",
      "format": "",
      "url": "http://www.seipub.org/awrp/paperInfo.aspx?ID=3430",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "05e77525-ddf9-407c-b8e0-7052e3b6696b",
      "created": "2013-07-17T20:28:38.625759",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "74fd7ee0-ce9f-45ab-8b79-407be5ef9ec4",
      "url_type": null,
      "id": "493798f2-2eca-4fe6-9c7d-343d9d109d1e",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The objective of this research is to compare dry anaerobic digestion of cow dung for methane production with wet anaerobic digestion under mesophilic and thermophilic temperatures in batch cultures for 63 days. The results showed that a specific methane yield of 0.333 and 0.345 LCH4/gVSr was obtained at 35oC in the fermentation systems for a dilute ratio of 1:1 and 1:0, with a VS removal of 50.01%, and 56.33%, a COD removal of 54.99%, and 61.35%, respectively. When the fermentation systems was performed under 55oC, the specific methane yield was increased to 0.351 and 0.374 LCH4/gVSr, with a VS removal of 53.43% and 60.52%, and a COD removal of 58.37% and 65.36%, respectively. Though addition of water could promote start-up process and biodegradability of the substrate to some extent, the methane yields in the dry anaerobic digestion process were found comparable to the conventional wet anaerobic digestion process. Furthermore, the volume of the reactor was increased twice in the wet fermentation process (7.68% TS) of cow dung compared to the dry fermentation (15.18% TS) at the same loading rate. It was suggested that dry methane fermentation process was superior in energy recovery, saving resources and engineering investment compared with wet fermentation process.",
      "name": "Comparison between Wet and Dry Anaerobic Digestions of Cow Dung under Mesophilic and Thermophilic Conditions",
      "format": "",
      "url": "http://www.seipub.org/awrp/paperInfo.aspx?ID=2916",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "05e77525-ddf9-407c-b8e0-7052e3b6696b",
      "created": "2013-07-17T20:29:09.197825",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "6caae0f7-8b6a-413d-951a-11bdefa1cf75",
      "url_type": null,
      "id": "7b99e6b0-d763-440b-a086-1a3c29238aff",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Groundwater quality of Chandrapur district was assessed in pre and post monsoon season based on the physicochemical parameters, biological parameters and water quality index. The water quality index was calculated using indicator parameters viz., pH, turbidity, temperature, nitrates, total phosphate, dissolved oxygen, biochemical oxygen demand, total solids, faecal coliforms with respect to its different uses like residential and commercial, as well as indicator parameters, in addition, index value was compared with quality rating to examine the seasonal variation in groundwater quality. The water quality index was observed from 74.0 to 83.0 and 63.0 to 78.0 in pre and post monsoon season, respectively. Our finding indicates that 100 percent (70 samples) groundwater samples were of desirable quality in pre monsoon season but 30 percent (21 samples) of all showed the quality change from well to less fair in post monsoon season, this seasonal variation in water quality rating has indicated the deterioration of water quality in the study area, thus indicating a need of proper treatment before use.",
      "name": "Assessment of Indicator Parameters to Investigate the Seasonal Variation in Groundwater Quality of Chandrapur, Maharashtra, India",
      "format": "",
      "url": "http://www.seipub.org/awrp/paperInfo.aspx?ID=3943",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "05e77525-ddf9-407c-b8e0-7052e3b6696b",
      "created": "2013-07-17T20:29:50.107082",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "dbd85d44-d2af-434c-9e83-7286313f06ba",
      "url_type": null,
      "id": "2ff4e60a-6362-46f1-9f5a-9cb3efc747a8",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Climate change has affected the climatic parameter characteristics worldwide. Investigations have been carried out by climatologists to find a possible relation of climate change with anthropogenic behavior by studying trends in different climatic parameters. However, the changes are not the same for all regions especially in India due to localized intensity, thus it must be quantified locally to manage the natural resources. Temperature, one of the most important components of climatic parameter, has been widely measured as a starting point towards the apprehension of climate changes courses. The main purpose of this study is to observe the temporal variability of temperature for the period of 1901-2002 (102 years), to improve the hydrological status of Upper Ganga Canal Command located in Uttar Pradesh and Uttarakhand as well as to determine trend in annual mean and monthly Temperature time series using nonparametric methods (i.e. the Mann–Kendall and Sen’s Slope tests). The magnitudes of trend in a Temperature time series have been estimated by Sen’s estimator method. Auto correlation effect is reduced from the Temperature series before the application of the Mann–Kendall test. On annual basis, the analysis of Mann–Kendall test shows increasing (positive) non-significance trend in temperature time series over Upper Ganga Canal Command. Thus, in the study area, the temperature is increasing, which leads to the increment in evaporation, warmer days and nights in summer.",
      "name": "A Study of Temperature Variation in Upper Ganga Canal Command India",
      "format": "",
      "url": "http://www.seipub.org/awrp/paperInfo.aspx?ID=3958",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "05e77525-ddf9-407c-b8e0-7052e3b6696b",
      "created": "2013-07-17T20:30:20.312491",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 5,
      "revision_id": "0b04b9ee-ee9b-49e8-87f8-cfebd88fcfbf",
      "url_type": null,
      "id": "b5c80149-2e6e-4582-ad13-f1078dff70d2",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 6,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Water Resource and Protection",
      "id": "4e9de02b-41ad-41a5-9f6d-ad6959f59b19",
      "name": "Water Resource and Protection"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-seipub-org-awrp",
  "isopen": true,
  "url": null,
  "notes": "Advances in Water Resource and Protection (AWRP) is an internationally refereed journal dedicated to publishing the latest advancements in water resource and protection research. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to shigh-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Advances in Water Resource and Protection (AWRP)",
  "revision_id": "54bfd1e6-3ed1-46c3-8b7a-104b0796a4f1"
}