{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "9f97bee3-d90b-4d04-901e-ab49e0e565ab",
  "metadata_created": "2013-07-17T08:31:37.857483",
  "metadata_modified": "2013-10-10T21:17:42.073498",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The degradability properties of cross linked chitosan (ODAC) filled chitosan bio-composites were investigated under swelling analysis. The swelling analysis was performed under the pH medium of 2 to 12, and recorded as swelling ratio (Qt) and swelling rate (Qr). The optimum Qt and Qr values of the bio-composites occurred at pH 7. The Qt and Qr values reduced linearly with the ODAC filler content up to 8 wt/v %. The Fourier Transform Infra-Red (FTIR) analysis of the bio-composites confirms a good compatibility, rigidity and homogenous of the Cs matrix and DPAC filler. This in turn increased the stability of the bio-composites as visualized by FTIR analysis of swollen sample.",
      "name": "Effect of Cross Linked Chitosan Filler on Degradability Properties of Chitosan Bio-composites",
      "format": "",
      "url": "http://www.seipub.org/papt/paperInfo.aspx?ID=2364",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "9f97bee3-d90b-4d04-901e-ab49e0e565ab",
      "created": "2013-07-17T03:32:26.851105",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "41a48b92-eb6c-4107-a53a-0c38b1ef8037",
      "url_type": null,
      "id": "30bfa0af-2b55-4c71-ae5b-7d2ebd4895f7",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Al- Based metal matrix composites used for automobile brake pad applications are fabricated through P/M route using ‘Preform powder forging’ technology. Dry sliding wear behavior of Al-MMC based brake pads against cast iron disc is studied as per ECR R-90 regulation on Krauss machine tribo-tester. It was observed that the Al- based brake pads posses lower wear rate, same order of Coefficient of friction as in resin bonded brake pads, while the temperature rise is one third as compared with resin bonded brake pads. The vibration and judder of Al based brake pads is slightly higher in comparison to resin based brake pad. Thus the present study reveals that the development of Al-based metal matrix friction composites has a great potential in making automobile brake pads and may replace the existing resin bonded brake pads in varieties of applications. The fracture surface of the brake pad is studied under SEM and it was found that the constituents are uniformly distributed in friction layers as well as in backing plate.\r\n",
      "name": "Tribo-evaluation of Aluminium Based Metal Matrix Composites Used for Automobile Brake Pad Applications",
      "format": "",
      "url": "http://www.seipub.org/papt/paperInfo.aspx?ID=2222",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "9f97bee3-d90b-4d04-901e-ab49e0e565ab",
      "created": "2013-07-17T03:37:14.123223",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "4d330f84-161b-4940-8671-dcd23460288f",
      "url_type": null,
      "id": "916cfcb1-249f-4624-904a-bea999eefb9a",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Polymeric films of pure poly (vinyl pyrrolidone) (PVP) and PVP/gelatin blend (60/40) containing various amounts of MgCl2 were prepared using a casting technique. The structural and related physical properties of the prepared films were studied using different techniques. The obtained data revealed that the addition of gelatin and magnesium chloride causes structural variation in the PVP network. The X-Ray diffraction (XRD) patterns reveal that the amorphous nature of the blend increases with the concentration of magnesium chloride. Complex formation was confirmed by XRD and FT-IR analysis. The DSC results indicate that the addition of both gelatin and magnesium chloride to PVP changes the thermal behavior, such as the glass transition temperature and thermal stability. The analysis of the UV-visible optical absorption shows the decrease in the optical band gap (Eg) as dopant concentration increase. The reduced values of the optical gap improve their optical response, which can be used as optical sensors. The direct current (DC) electrical resistivity studies revealed a linear temperature dependence of the hopping distance (Ro) for all doped films. The conduction mechanism discussed based on the phonon-assisted charge carrier inter-polaron hopping model. Moreover, the addition of both gelatin and MgCl2 gives rise to improve the electrical properties of PVP film. The optical and electrical results suggested the applicability of these materials in optical and/or electrical sensors.",
      "name": "Physical Characterization of Poly (vinyl pyrrolidone) and Gelatin Blend Films Doped with Magnesium Chloride",
      "format": "",
      "url": "http://www.seipub.org/papt/paperInfo.aspx?ID=2362",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "9f97bee3-d90b-4d04-901e-ab49e0e565ab",
      "created": "2013-07-17T03:38:17.829164",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "decea342-530b-45ef-947c-cc03ab4705ac",
      "url_type": null,
      "id": "41331815-1b9b-43f0-9f50-a01f862aa1d0",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Agricultural feed stocks are one of the readily available and inexpensive lignocellulosic feed stocks for preparing cellulose nano fibrils. The very common method for isolation and separation of cellulosic fibrils from these feed stocks include successive physicochemical techniques. In this paper, a mild chemical treatment was used to remove pectinic substances and lignin, following a mechanical defibrillation using a commercial grinder to isolate nano fibres from agricultural fibres such as flax and hemp. The defibrillation process was optimized based on the strength properties of the nanofibril films. The generated nano fibres have a diameter distribution in the range of 20-100 nm with 80% fibrils in the range of 20-60 nm. The tensile strength and the modulus of the nano papers were 180-200 MPa and 9-11 GPa compared to 100-95 MPa and 5-6 GPa respectively for hemp and flax. The study showed that, the nano papers can impart high strength even in the presence of hemicelluloses present ed in the fibre bundle indicating removal of hemicelluloses to very low extent using intensive chemical treatments which may not be required for feed stocks with fewer amounts of hemicelluloses, such as agricultural fibres. To exploit the strength properties and reinforcing potential of these nano papers, composites were prepared with polycarbonate. The prepared modulus of the composites showed a significant improvement at a fibre loading of 13 wt%.",
      "name": "Isolation of Nano Fibres from Hemp and Flax and Their Thermoplastic Composites——Hemp and Flax Nanofibres and Composites",
      "format": "",
      "url": "http://www.seipub.org/papt/paperInfo.aspx?ID=2380",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "9f97bee3-d90b-4d04-901e-ab49e0e565ab",
      "created": "2013-07-17T03:39:00.313195",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "f15891d5-fc55-4f1e-85f7-7d5fa7d5add5",
      "url_type": null,
      "id": "c8d8adc4-7961-402e-862d-c33b04d7d8e3",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In this work, we conducted a study on the extraction of natural polymer and use of natural polymer such as coagulating agent in the process of coagulation/flocculation for water treatment, which was carried out to study the removal of turbidity parameter. The natural polymer was extracted from the plant Moringa oleifera, and the extraction occurred in saline, and saline solutions were employed, so did the monovalent (KCl and NaCl) and divalent (BaCl2, CaCl2 and MgCl2). Therefore, given that the laws are becoming increasingly rigid and the requirements of the standard improvement on health is increasingly drawn attention worldwide, water treatment coagulant using natural provides greater efficiency to water treatments. Thus the use of natural polymer such as coagulating agent extracted from Moringa oleifera amid saline BaCl2 was more efficient in the removal of turbidity parameter reaching removal percentage of 99%, to water with starting turbidity of 50 and 150 y uT respectively .\r\n",
      "name": "Application of Natural Polymer Extracted Moringa Oleifera in the Treatment of Drinking Water",
      "format": "",
      "url": "http://www.seipub.org/papt/paperInfo.aspx?ID=2947",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "9f97bee3-d90b-4d04-901e-ab49e0e565ab",
      "created": "2013-07-17T03:40:52.432573",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "66e05b1b-d85b-4bb9-bdde-165b7802ff44",
      "url_type": null,
      "id": "b5b0896c-7f6f-42b7-8bac-3fb6b5de93e8",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In order to minimize the environmental pollution due to littered plastic packaging polypropylene (PP) films, the photodegradation of PP films was carried out under natural weathering conditions using ferric carboxylates as prodegradants. Since sunlight (energy source for the photodegradation) is abundantly available, photo-degradation has been chosen one among the various degradation technologies. The photodegradation was followed using the simplest analytical techniques like Fourier Transform Infrared Spectroscopy, mechanical properties measurements and scanning electron microscopy. All the ferric carboxylates used as prodegradants have a strong influence on the photodegradation behaviour of PP and facilitate the UV induced photooxidative degradation. The effectiveness of the prodegradants in accelerating the PP photodegradation was of the order of ferric caprate > ferric laurate > ferric myristate > ferric palmitate > ferric stearate. The plots of days of exposure required to reach a certain carbonyl index value such as 0.2-0.3, 0.4-0.5, 0.6-0.7, 0.8-0.9 and 1.0-1.1 and the t1/2 parameter obtained from the elongation at break percentages versus number of carbon atoms presented in the alkyl part of the prodegradants added showed that the rate of UV induced photooxidative degradation of PP is linearly related to the number of carbon atoms presented in the alkyl part of the added ferric carboxylates. Moreover, the increase in the concentration of Fe (III) ion in the PP films plays an important role in the photodegradation and accelerates PP degradation. The results also showed that the PP and PP containing 0.2% of ferric carboxylates degraded faster in the summer season than that in the winter season. This effect is due to the influence of the average weathering parameters mainly outdoor temperature.",
      "name": "Development of Photodegradable Environment Friendly Polypropylene Films",
      "format": "",
      "url": "http://www.seipub.org/papt/paperInfo.aspx?ID=2912",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "9f97bee3-d90b-4d04-901e-ab49e0e565ab",
      "created": "2013-07-17T03:42:39.768077",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 5,
      "revision_id": "5a1cafe6-6755-4256-83be-16128086aba0",
      "url_type": null,
      "id": "a269e33d-3d43-4430-9f21-f3dad23f5adb",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Thermal conductivity is an important thermal property of materials and plays an important role in determining their heat conduction/insulation capability. The present work aims to study the effect of embedded solid glass microspheres (SGM) on the effective thermal conductivity of epoxy resin. Composite samples were prepared by embedding SGMs of different sizes in the epoxy resin. Three-dimensional spheres-in-cube lattice array models were constructed using finite element method (FEM) to simulate the microstructure of composite materials for various SGM content ranging from 0 to about 17.9 vol %. Finally, guarded heat flow meter test method was used to measure the conductivity of these composites. A relevant theoretical model was deduced based on the law of minimal thermal resistance and the equal law of the specific thermal conductivity. The simulations were compared with keff values obtained from experiments and it is found that the FEM simulations and keff values of the theoretical model are fairly close to the measured keff. This study has shown that the embedment of glass microsphres results in substantial reduction of heat conductivity of epoxy resin and thereby improving its thermal insulation capability. Further, the size and content of SGMs would influence the extent of reduction of keff.",
      "name": "Development of Theoretical Model for Effective Thermal Conductivity of Glass Microsphere Filled Polymer Composites",
      "format": "",
      "url": "http://www.seipub.org/papt/paperInfo.aspx?ID=2697",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "9f97bee3-d90b-4d04-901e-ab49e0e565ab",
      "created": "2013-07-17T03:43:38.413266",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 6,
      "revision_id": "13ba5d6c-3cc8-42ed-973e-b92999cb2e6a",
      "url_type": null,
      "id": "b47690db-00b0-49e4-a64b-aa1e127f9658",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Three ply and five ply composite laminates of jute/glass-epoxy have been prepared by hand moulding technique. Tensile strength at fracture has been determined experimentally and compared to that of theoretical values. Moisture absorption capacity for both the specimens has been found out by hygrometric principle. Corrosion tests have also been carried out by experimental set up developed in house at a low cost referring to the standard ASTM B117. It has been observed that the deviation for strength of composites from theoretical values particularly for 3-ply (70%) is much more compared to that of 5-ply laminate (2%). Moisture absorption capacity of both the composites is found to be excellent (within 1.28%). Corrosion testing in 10% brine solution indicated oxidation after 24-30 hours of testing which has been justified due to gain in weight measured by gravimetric principle.",
      "name": "Strength and Corrosion Testing of Jute/ Glass- Epoxy Hybrid Composite Laminates",
      "format": "",
      "url": "http://www.seipub.org/papt/paperInfo.aspx?ID=3429",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "9f97bee3-d90b-4d04-901e-ab49e0e565ab",
      "created": "2013-07-17T03:46:02.898934",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 7,
      "revision_id": "e4b0bc04-3688-47c1-94b2-ce7d71e9fd5e",
      "url_type": null,
      "id": "8ae6a196-8001-4faf-a35b-50bb9bd9fac9",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 8,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Plastic and Polymer Technology",
      "id": "928661a9-16ab-489a-8c77-f844db811b1d",
      "name": "Plastic and Polymer Technology"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-seipub-org-papt",
  "isopen": true,
  "url": null,
  "notes": "Plastic and Polymer Technology (PAPT) is an internationally refereed journal dedicated to publishing the latest advancements in plastic and polymer technology research. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Plastic and Polymer Technology (PAPT)",
  "revision_id": "54bfd1e6-3ed1-46c3-8b7a-104b0796a4f1"
}