{
  "license_title": "Creative Commons Attribution",
  "maintainer": "IFPRI-Data",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "ifpri-data@cgiar.org",
  "num_tags": 2,
  "id": "d76889af-cefa-4743-bb61-b91e508af594",
  "metadata_created": "2017-01-13T21:12:16.912702",
  "metadata_modified": "2017-01-13T21:12:49.132011",
  "author": "International Food Policy Research Institute (IFPRI)",
  "author_email": "ifpri-data@cgiar.org",
  "state": "active",
  "version": "",
  "creator_user_id": "185c6a31-c03b-4c6b-955f-4c1a66cd3022",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "",
      "name": "Total and Partial Factor Productivity in Developing Countries",
      "format": "Data File in EXCEL",
      "url": "http://hdl.handle.net/1902.1/20518",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "d76889af-cefa-4743-bb61-b91e508af594",
      "created": "2017-01-13T21:12:48.787195",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "2c443e8e-ea6e-48ae-b6dc-8a4af95fc4cd",
      "url_type": null,
      "id": "4aaf32df-eced-4311-b6ef-3397d2e1f7a3",
      "resource_type": null,
      "size": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "labor productivity",
      "id": "3bf3df21-8311-4687-8f89-5adc08fa7019",
      "name": "labor productivity"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "land productivity",
      "id": "53fdb4d3-b3e0-4031-9936-5a79fd367d72",
      "name": "land productivity"
    }
  ],
  "groups": [],
  "license_id": "cc-by",
  "relationships_as_subject": [],
  "organization": {
    "description": "In collaboration with institutions throughout the world, IFPRI is often involved in the collection of primary data and the compilation and processing of secondary data. The resulting datasets provide a wealth of information at the local (household and community), national, and global levels. IFPRI freely distributes as many of these datasets as possible and encourages their use in research and policy analysis. This group reflects the collection of IFPRI datasets.",
    "created": "2012-12-03T14:26:13.596177",
    "title": "International Food Policy Research Institute (IFPRI)",
    "name": "ifpri",
    "is_organization": true,
    "state": "active",
    "image_url": "http://www.ifpri.org/sites/default/files/logo.jpg",
    "revision_id": "39176b99-9a74-4b3c-9049-ad3345bff0d1",
    "type": "organization",
    "id": "cfba7116-aec4-41d6-b54d-a6e1f23de942",
    "approval_status": "approved"
  },
  "name": "total-and-partial-factor-productivity-in-developing-countries",
  "isopen": true,
  "url": "http://hdl.handle.net/1902.1/20518",
  "notes": "Total factor productivity (TFP) is the ratio of total output (crop and livestock products) to total production inputs (land, labor, capital and materials). An increase in TFP implies that more output is being produced from a constant amount of resources used in the production process. In the long run, TFP is the main driver of growth in agriculture and can be affected by policies and investment. Partial factor productivity (PFP) measures, such as labor and land productivity, are often used to measure agricultural prodcution performance because they are easy to estimate. These measures of productivity normally show higher rates of growth than TFP because growth in land and labor productivity could result from more intensive use of inputs, including fertilizer and machinery, rather than TFP increase. If productivity increases without the addition of more inputs, then the only source of growth is TFP.\r\n\r\nThe data file provides estimates of IFPRI's TFP and PFP measures for developing countries for three-sub-periods between 1990 and 2011(1991-2000,2001-2005 and 2006-2011). These TFP and PFP estimates were generated using data from the Food and Agriculture Organization of the United Nations (FAO) on outputs and inputs. The output values are the FAO-constructed gross agricultural outputs, measured in constant 2004-2006 US dollars and smoothed using the Hodrick-Prescott filter. Each output v alue is a composite of 190 crop and livestock commodities aggregated using a constant set of global average prices from 2004-2006. Inputs include agricultural land, measured by the sum, in hectares, of cropland and permanent pasture; labor, measured by the number of animals in cattle equivalents; machinery, measured by the total amount of horsepower available from four-wheel tractors, pedestrian-operated tractors, and combine-threshers in use; and fertilizer, measured by tons of fertilizer nutrients used. The dataset of outputs and inputs was checked and cleaned using different statistical techniques.\r\n\r\nTFP estimates were obtained using Data Envelopment Analysis (DEA) techniques. These techniques have been extensively used because they make TFPs easy to compute, do not involve restrictive assumptions regarding economic behavior, such as cost minimization or profit maximization. On the other hand, DEA productivity estimates are sensitive to data noise and outliers and can suffer from the probel of \"\"unusual\"\" weights that are higher or lower than expected when aggregating inputs to meas ure TFP. Given these limitations, outlier detection methods were used to determine influential observations in the dataset and input weights were allowed to vary only within a certain range of expected values because specific lower and upper bounds were imposed for each input in different regions. Results are also afected by data characteristics and quality issues. In particular, the data series on fertilizer and machinery show high volatility and could result in high variablity of TFP estimates for some countries.",
  "owner_org": "cfba7116-aec4-41d6-b54d-a6e1f23de942",
  "extras": [],
  "license_url": "http://www.opendefinition.org/licenses/cc-by",
  "title": "Total and Partial Factor Productivity in Developing Countries",
  "revision_id": "2c443e8e-ea6e-48ae-b6dc-8a4af95fc4cd"
}