{
  "license_title": "Creative Commons Attribution",
  "maintainer": "Fundación MenteClara",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "info@menteclara.org",
  "num_tags": 4,
  "id": "22416d40-4cff-4689-97c9-f57e54a07529",
  "metadata_created": "2020-07-20T01:41:20.446501",
  "metadata_modified": "2020-07-20T01:42:36.109826",
  "author": "Agostina Carbonari, María Celeste Castelo, Lucila Beatríz Alanis",
  "author_email": "info@menteclara.org",
  "state": "active",
  "version": "",
  "creator_user_id": "8f367573-7907-44cd-ac7a-04dd450df523",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "El objetivo de la presente investigación es identificar y describir, desde un enfoque constructivista del aprendizaje, el papel que cumplen las funciones ejecutivas en las vicisitudes y necesidades observadas en el proceso de escritura académica de los alumnos universitarios pertenecientes a la asignatura de Psicología Educacional (cohorte 2019), enmarcada en la carrera Licenciatura en Psicología de la Universidad Siglo 21, sede Río Cuarto. Dicho estudio, ha surgido desde el reconocimiento de un problema práctico advertido en el dictado de dicha materia. Se exploró el marco conceptual de la escritura académica y su relación con las funciones ejecutivas. Posteriormente, se elaboró una grilla, integrando los enfoques de Picún (2013) y Hernández Zamora (2009), con la finalidad de orientar y situar la misma en relación a la población de estudio y al trabajo de escritura solicitado en la materia. A partir de los datos recabados, se hacen notables distintos modos de desempeño de las funciones ejecutivas en los alumnos, contempladas en relación a la co-construcción con el docente. Se hace necesario que los docentes intervengan con la finalidad de potenciar el desarrollo de las mismas, reconociendo la responsabilidad del su rol y atendiendo a las múltiples variables que influyen en el proceso.\r\n\r\n__Abstract__\r\nThe objective of this research is to identify and describe, from a constructivist approach to learning, the role of executive functions in the vicissitudes and needs observed in the academic writing process of university students belonging to the subject of Educational Psychology (cohort 2019), framed in the Bachelor of Psychology degree at the 21st Century University, Río Cuarto headquarters. This study has arisen from the recognition of a practical problem noted in the dictation of said matter. The conceptual framework of academic writing and its relationship with executive functions were explored. Subsequently, a grid was prepared, integrating the approaches of Picún (2013) and Hernández Zamora (2009), with the aim of guiding and locating it in relation to the study population and the writing work requested in the subject. From the data collected, different modes of performance of executive functions in students are made, considered in relation to co-construction with the teacher. It is necessary for teachers to intervene in order to enhance their development, recognizing the responsibility of their role and attending to the multiple variables that influence the process.",
      "name": "El rol de las funciones ejecutivas en las vicisitudes y necesidades presentes en los procesos de escritura académica en el nivel universitario",
      "format": "PDF",
      "url": "https://old.datahub.io/dataset/22416d40-4cff-4689-97c9-f57e54a07529/resource/72fbbf16-abb0-43cd-a5f8-2fdd83cd4a36/download/vol.5.1.e162.2020-issn2469-0783carbonariprocesosdeescriturac.pdf",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "22416d40-4cff-4689-97c9-f57e54a07529",
      "created": "2020-07-20T01:42:35.018957",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "cd23f721-c914-410d-abfb-202b5408382c",
      "url_type": "upload",
      "id": "72fbbf16-abb0-43cd-a5f8-2fdd83cd4a36",
      "resource_type": null,
      "size": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "enfoque constructivista",
      "id": "8e27c9a9-e93d-4bbc-9a3c-9ed7f17069bc",
      "name": "enfoque constructivista"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "escritura académica",
      "id": "3016cdcd-bdfe-4939-bcb3-832af962e55e",
      "name": "escritura académica"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "funciones ejecutivas",
      "id": "d37ce972-96df-43ae-8c3e-5c1975a1793a",
      "name": "funciones ejecutivas"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "rendimiento académico",
      "id": "0e4661b5-0d3f-47ea-aed1-68eae7cfade2",
      "name": "rendimiento académico"
    }
  ],
  "groups": [],
  "license_id": "cc-by",
  "relationships_as_subject": [],
  "organization": {
    "description": "Editorial MenteClara es el órgano de difusión de los libros, ensayos, artículos y demás documentos impresos o en formato eletrónico elaborados por la Fundación MenteClara.\r\n\r\n#La Fundación MenteClara \r\nes el resultado del trabajo de un grupo de personas que, habiendo encontrado una visión y una técnica capaz de proporcionar a las personas claridad, consciencia y felicidad, resuelven agruparse para difundirla libremente.\r\n\r\nEsta técnica, llamada por su autor \"la tecnología del deseo\", surge como resultado de 33 años de investigación e integración de las técnicas meditativas del budismo tántrico tibetano con el conocimiento académico formal occidental. \r\n\r\nLuego del transcurso de esos años, quienes fueron alumnos de Osy en está técnica, resuelven dar nacimiento a esta fundación con el fin de difundir su pensamiento y su tecnología.\r\n\r\nEsta tecnología se ofrece mediante cursos destinados a obtener rápidamente la capacidad de enfocarse en un punto y gestionar adecuadamente los procesos emocionales para obtener la claridad mental necesaria y saber qué hacer en cada momento y lugar para alcanzar así la plena realización. \r\n\r\n#Acta Fundacional\r\n\r\nEn la Ciudad Autónoma de Buenos Aires, a los seis dias del mes de julio de 2005, se reúnen en el edificio de Medicus, cito en Larrea y Marcelo T. de Alvear, del barrio de Recoleta, un grupo de 24 iniciados en la práctica del tantra por Oscar R. Gómez (Osy), acompañados de varios alumnos de éste, quienes en este acto resuelven constituir la Fundación Mente Clara con el fin de generar espacios para la práctica y la difusión de la tecnología del deseo, creada y desarrollada por Oscar Rodolfo Gómez a partir del estudio y la profundización del tantra budista e hindú.\r\n\r\nEntendiendo al Tantra como la acción de entretejer el pensamiento partiendo de textos sagrados tradicionales y que en cada lugar y momento histórico han ido incorporando los ropajes culturales propios de los diferentes pueblos que lo han practicado y prescindiendo de las formas culturales que pudieron tener sentido en India o Tíbet siglos atrás, pero que hoy resultan extrañas para occidente, Osy construye la mencionada tecnología del deseo que, fiel al enfoque tántrico original sostenido hasta el presente por S.S. el XIV Dalai Lama, constituye un nuevo tantra para occidentales que resulta de gran utilidad para nosotros conservando solamente la noción de sujeto, la visión del mundo y las técnicas meditativas que sí funcionan dentro de nuestra propia cultura occidental promoviendo la exaltación de valores humanos positivos como la compasión, el perdón y la felicidad.\r\n\r\nEsta fundación tendrá como objeto social destinar recursos para becar la formación en la disciplina a la mayor cantidad de personas como así también llevar la palabra de Osy a diferentes lugares de la ciudad para transmitir esta posmoderna visión del mundo a fin de fortalecer y consolidar los lazos de nuestra comunidad estableciendo un ser más consciente de su propia consciencia y con la claridad mental que se obtiene con la técnicas y la visión del budismo tántrico por él desarrollada para aportar progreso a los habitantes de Occidente y constituir un tejido social más fraterno y solidario.\r\n\r\nAsimismo, la fundación deberá disponer los recursos para que en un lugar por todos conocidos puedan reunirse libremente quienes sean iniciados por Osy y/o sus instructores para la práctica de este tantra para occidentales.\r\n\r\nSe resuelve asimismo establecer como logo de la fundación el diseño presentado por Sebastián Esteverena conformado por la \"O\" de Osy, dentro de la cual se inscribe una \"T\" de Tantra sobre un esquema de cáliz con un fondo azul-celeste y blanco.\r\n\r\nEn este mismo acto los fundadores abajo firmantes, nombran a Laura Fanelli, Rocío Silveira de Andrade, Oscar David Gómez y a Rodolfo Oscar Gómez, también presentes, miembros del consejo de administración, quienes se ocuparán por sí mismos o a través de terceros por ellos designados de realizar las presentaciones correspondientes ante los organismos oficiales y privados correspondientes hasta obtener la personería jurídica y las gestiones posteriores atinentes. [24 Firmas]\r\n\r\nLa Fundación MenteClara administra las actividades de la Escuela Argentina de Tantra http://tantra.org.ar\r\n\r\nLa escuela de Tantra en España de la FMC http://tantra.org.es\r\n\r\nLa Escuela de Psicología Corporal de la FMC http://menteclara.org\r\n\r\ny la Revista Científica Arbitrada de la FMC http://www.fundacionmenteclara.org.ar/revista/index.php/RCA\r\n\r\n\r\nPerú 669 2º 6 (1068) Ciudad de Buenos Aires, Argentina, tel. +54 11 52172372\r\ninfo@menteclara.org",
    "created": "2015-12-14T09:05:31.688572",
    "title": "Editorial MenteClara",
    "name": "fundacionmenteclara",
    "is_organization": true,
    "state": "active",
    "image_url": "2016-01-25-230442.947059logocaritaoriginal.JPG",
    "revision_id": "4735078b-e287-4538-8331-62d3fb39874d",
    "type": "organization",
    "id": "2a0a2ca3-76c4-4d9e-ba2a-d11a9c0a365f",
    "approval_status": "approved"
  },
  "name": "2020-5-e162",
  "isopen": true,
  "url": "https://fundacionmenteclara.org.ar/revista/index.php/RCA/article/view/162",
  "notes": "El objetivo de la presente investigación es identificar y describir, desde un enfoque constructivista del aprendizaje, el papel que cumplen las funciones ejecutivas en las vicisitudes y necesidades observadas en el proceso de escritura académica de los alumnos universitarios pertenecientes a la asignatura de Psicología Educacional (cohorte 2019), enmarcada en la carrera Licenciatura en Psicología de la Universidad Siglo 21, sede Río Cuarto. Dicho estudio, ha surgido desde el reconocimiento de un problema práctico advertido en el dictado de dicha materia. Se exploró el marco conceptual de la escritura académica y su relación con las funciones ejecutivas. Posteriormente, se elaboró una grilla, integrando los enfoques de Picún (2013) y Hernández Zamora (2009), con la finalidad de orientar y situar la misma en relación a la población de estudio y al trabajo de escritura solicitado en la materia. A partir de los datos recabados, se hacen notables distintos modos de desempeño de las funciones ejecutivas en los alumnos, contempladas en relación a la co-construcción con el docente. Se hace necesario que los docentes intervengan con la finalidad de potenciar el desarrollo de las mismas, reconociendo la responsabilidad del su rol y atendiendo a las múltiples variables que influyen en el proceso.\r\n\r\n__Abstract__\r\nThe objective of this research is to identify and describe, from a constructivist approach to learning, the role of executive functions in the vicissitudes and needs observed in the academic writing process of university students belonging to the subject of Educational Psychology (cohort 2019), framed in the Bachelor of Psychology degree at the 21st Century University, Río Cuarto headquarters. This study has arisen from the recognition of a practical problem noted in the dictation of said matter. The conceptual framework of academic writing and its relationship with executive functions were explored. Subsequently, a grid was prepared, integrating the approaches of Picún (2013) and Hernández Zamora (2009), with the aim of guiding and locating it in relation to the study population and the writing work requested in the subject. From the data collected, different modes of performance of executive functions in students are made, considered in relation to co-construction with the teacher. It is necessary for teachers to intervene in order to enhance their development, recognizing the responsibility of their role and attending to the multiple variables that influence the process.",
  "owner_org": "2a0a2ca3-76c4-4d9e-ba2a-d11a9c0a365f",
  "extras": [],
  "license_url": "http://www.opendefinition.org/licenses/cc-by",
  "title": "El rol de las funciones ejecutivas en las vicisitudes y necesidades presentes en los procesos de escritura académica en el nivel universitario",
  "revision_id": "cd23f721-c914-410d-abfb-202b5408382c"
}