{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "c33bc7ea-1a84-4e40-83d3-047537975e2b",
  "metadata_created": "2013-05-15T06:10:48.012084",
  "metadata_modified": "2013-10-10T20:36:50.331067",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "b2c4c6e1-3062-44e2-9ace-4ffb12d62d08",
  "type": "dataset",
  "resources": [
    {
      "mimetype": "text/html",
      "cache_url": null,
      "hash": "",
      "description": "Under the background of knowledge economy globalization, technology innovation strategy will be the only way which can help SMEs to seek for sustainable development in the long term. However, the outbreak of the financial crisis has brought a tremendous shock on SMEs' technological innovation. Based on the financial crisis, the paper firstly analyzes the influence of the current economic situation on SMEs’ development; secondly, reviews relevant literature of SMEs' technology innovation strategy; thirdly, gives a specific analysis of the advantages and disadvantages for SMEs to perform technology innovation activities under the background of post-financial crisis. Lack of funds, lack of talents, weak technology foundation and imperfect policies and regulations are considered as the main disadvantages, while industry restructuring and upgrading, government support, organization structure, transfer cost are considered as the main advantages; finally, it's considered that in the new period, SMEs should adhere to the dynamic combination of strategic development model which focuses on cooperative innovation and independent innovation.",
      "name": "Discussion of SMEs’ Technology Innovation Strategy in China under the Background of Post-financial Crisis",
      "format": "aspx",
      "url": "http://www.emj-journal.org/paperInfo.aspx?ID=918",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "c33bc7ea-1a84-4e40-83d3-047537975e2b",
      "created": "2013-05-15T01:10:48.134059",
      "state": "active",
      "mimetype_inner": "",
      "last_modified": "2013-05-15T01:10:52.564478",
      "position": 0,
      "revision_id": "7342cdcf-4509-428c-bd78-528549cbd271",
      "url_type": null,
      "id": "bdc8133c-c798-4210-bec4-bdd4bebe7e62",
      "resource_type": "file",
      "size": "32246"
    }
  ],
  "num_resources": 1,
  "tags": [],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "discussion-of-smes-technology-innovation-strategy-in-china",
  "isopen": true,
  "url": "",
  "notes": "Under the background of knowledge economy globalization, technology innovation strategy will be the only way which can help SMEs to seek for sustainable development in the long term. However, the outbreak of the financial crisis has brought a tremendous shock on SMEs' technological innovation. Based on the financial crisis, the paper firstly analyzes the influence of the current economic situation on SMEs’ development; secondly, reviews relevant literature of SMEs' technology innovation strategy; thirdly, gives a specific analysis of the advantages and disadvantages for SMEs to perform technology innovation activities under the background of post-financial crisis. Lack of funds, lack of talents, weak technology foundation and imperfect policies and regulations are considered as the main disadvantages, while industry restructuring and upgrading, government support, organization structure, transfer cost are considered as the main advantages; finally, it's considered that in the new period, SMEs should adhere to the dynamic combination of strategic development model which focuses on cooperative innovation and independent innovation.   http://www.emj-journal.org/paperInfo.aspx?ID=918\r\n \r\n",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Discussion of SMEs’ Technology Innovation Strategy in China……",
  "revision_id": "4e3083f1-3e04-42e9-8f69-86289b172ea4"
}