{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "9e64af8e-7a33-409c-8afc-2c4cd46c3581",
  "metadata_created": "2013-07-17T08:48:37.373108",
  "metadata_modified": "2013-10-10T21:17:42.073498",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The increased use and research on direct composite restorations materials are mainly attributed to the demand for esthetic and excellent strength restorations. Early composites that were used for restoration process tend to had unfavorable properties, such as weak and having bad interaction with teeth interface. Combination of metakaolin-zirconia-apatite can yield a very good composite for teeth restoration application. It produces high hardness and good interaction with the teeth. The Vickers hardness test showed that metakaolin-zirconia-apatite nanocomposite produce excellent hardness, which reac h 37.5 VHN. The Scanning electron microscope characterization showed that there were no shrinkage observed on the interface of the teeth in the application of the nanocomposite as the restoration materials. From this result, it can be said that the composite has a good interaction with the teeth for the restoration application.\r\n",
      "name": "Synthesis of Metakaolin-zirconia-apatite Nanocomposite for the Application of Direct Teeth Restoration",
      "format": "",
      "url": "http://www.seipub.org/sas/paperInfo.aspx?ID=2321",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "9e64af8e-7a33-409c-8afc-2c4cd46c3581",
      "created": "2013-07-17T03:49:14.177169",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "b3940d99-d0ca-41d7-bea8-5665be6798c7",
      "url_type": null,
      "id": "99f813a0-6f08-4bfe-a719-7e0160ee891e",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " A new formula of experimental evaluation of the stress intensity factor was proposed depending on the area of the caustic. From series of experiments, which were performed in single edge-cracked specimens made of Lexan (PCBA), it was found that the values of the stress intensity factor KI,, which were based on the diameters of the caustics, were varied with the load, the crack length and the caustic shape because the caustic become oval in higher loads or higher crack lengths. This means that the stress intensity values which are evaluated by the two diameters of the caustics (Dt , Dl), are significantly differed. The accurate stress intensity factor KI can be experimentally evaluated by the area of the formed caustic. According to the new formula of the stress intensity factor of the stress optical constants were evaluated. The present work illuminates the complicated problem of the stress intensity factors evaluation by the caustic diameters and establishes the new accurate of the caustic area approach for the evaluation of the stress intensity factors at crack tip and the stress optical constants of the transparent materials.\r\n",
      "name": "New Concepts on Caustics and Applications",
      "format": "",
      "url": "http://www.seipub.org/sas/paperInfo.aspx?ID=2397",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "9e64af8e-7a33-409c-8afc-2c4cd46c3581",
      "created": "2013-07-17T03:49:58.427970",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "c96e3b31-660b-4b4a-898e-87e7525df3ae",
      "url_type": null,
      "id": "5d1d97aa-4384-4022-bc78-0d6f66c78619",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "TiAlBN nanocomposite coating have been deposited by varying nitrogen-to-total gas flow rate ratio (RN) of 5, 15, 20, 25%, and varying substrate temperature of 100, 200, 300, and 400 °C. The coating was deposited on AISI 316 substrates using radio frequency (RF) magnetron sputtering with single Ti-Al-BN hot-pressed target. The crystallographic phase, structural, and grain size was evaluated using glancing angle X-ray diffraction analysis (GAXRD). The corrosion behavior of the coating was determined using potentiodynamic polarization test. The grains size of the deposited coating (calculated using Scherrer’s formula) were found to be in the range of 3.5 to 5.7 nm. It was also found that the grain size affects the corrosion behavior of the coating in which larger grain size decreases the corrosion resistance of the deposited TiAlBN nanocomposite coating. In addition, it was observed that the corrosion resistance of the coating is lower than the substrate material. Nevertheless, the coating was able to protect the surface of the uncoated AISI 316 substrate from pitting corrosion. Moreover, the coating exhibited a corrosion resistance comparable with other high corrosion resistance coatings such as (Ti,Al)N, and TiAlSiN.",
      "name": "Effect of Grain Size on the Corrosion Behavior of TiAlBN Nanocomposite Coating",
      "format": "",
      "url": "http://www.seipub.org/sas/paperInfo.aspx?ID=2330",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "9e64af8e-7a33-409c-8afc-2c4cd46c3581",
      "created": "2013-07-17T03:50:34.311211",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "de0ed46f-60ed-4dec-af79-beadaac3fcb6",
      "url_type": null,
      "id": "7a76d904-57f1-4fba-aae3-56dc11e56610",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Impact mixed-mode I/II fracture experiments were carried-out on rigid foam using single edge notched bend (SENB) specimens with inclined notch. A drop-weight rig was used to perform the low-velocity impact fracture tests. SENB specimens with different notch inclination were tested at various impact potential energies by varying the drop-height in order to determine the critical impact potential energy at which the crack growth is initiated from the notch tip. Three-dimensional linear-elastic finite element simulations of impact behavior of the SENB specimens were carried-out. The virtual crack closure technique was applied to analyze the strain energy release rate under impact loading. The impact fracture toughness was characterized in terms of the critical dynamic strain energy release rate at the onset of crack growth. It was found that the critical dynamic strain energy release rate decreases with increase of notch inclination. This finding was attributed to the decrease of the mode II component of the loading. SENB specimens with different notch inclination were tested also under static loading. The static fracture toughness was extracted from the test data by the virtual crack closure technique in conjunction with finite element simulations. It was found that the impact fracture toughness of the rigid foam investigated is between 22.4 % and 32 % lower than the static one at various notch inclinations. This finding indicates that the static fracture toughness should not be used in the fracture mechanics based design of rigid foam structures which are subjected to impact loading during their lifetime.\r\n",
      "name": "Characterization of Low-velocity Impact Fracture Behaviour of Rigid Foam by Single Edge Notched Bend Specimens",
      "format": "",
      "url": "http://www.seipub.org/sas/paperInfo.aspx?ID=3387",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "9e64af8e-7a33-409c-8afc-2c4cd46c3581",
      "created": "2013-07-17T03:52:28.364819",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "e11b9156-470d-4cba-9a39-4fbe6a918a48",
      "url_type": null,
      "id": "09c92bf9-5b43-4276-a944-2fd76dc24684",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Enterococcus faecalis is a leading cause of bacterial persistence root canal infections. These bacteria have the ability to invade dentinal tubule size which is very small between 1-3μm causing difficulty drug penetration to eliminate root canal. 2% Chlorhexidine is recommended as a remedy to eliminate root canal bacteria. Root canal drugs should remain stable in solution and remain active despite the blood, serum and tissue protein derivatives. Necessary efforts to protect the root canal medication microencapsulation ahould be made. In this research, 2% chlorhexidine microencapsulation process measures less than 1 μm by using sodium silicate as a precursor. The method used is solgel with the Stober process. Clustering using chitosan and sodium alginate material made to encapsulate 2% chlorhexidine in higher numbers. The purpose of this study was to obtain silica microcapsules with active compounds 2% chlorhexidine the size of less than 1 μm homogeneously and analyze its release rate at pH 6.5 as the pH of the inflamed root canal. The evaluation of the succession of the microencapsulation process is characterization of SEM, FTIR and BET, while the rate of spending chlorhexidine (release rate) of the microcapsules is calculated using a UV-Vis spectrophotometry. The results showed that the microcapsules measures less than 1 μm with a release rate of 0.0286 ppm per minute for 55 minutes.",
      "name": "Synthesis and Characterization of Silica Microcapsules with Active Compounds 2% Chlorhexidine Using Sodium Alginate and Chitosan Coating as Medicament of Root Canal Infection",
      "format": "",
      "url": "http://www.seipub.org/sas/paperInfo.aspx?ID=3498",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "9e64af8e-7a33-409c-8afc-2c4cd46c3581",
      "created": "2013-07-17T03:54:44.064920",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "720354d0-d9d9-420c-9ba9-c4cfb5c1d83a",
      "url_type": null,
      "id": "dc249685-d0b4-46dd-8760-1f7dbf005861",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Prey predator population dynamics has been frequently studied in literature to model many robust but contrastive biological populations. In this paper, based on prey predator population dynamics, a nonlinear model to predict the behavior of virus treatment of cancer cells is suggested. Based on the goals of virus curing and consideration of some practical issues, the suggested model has the capability to cover these following cases: both cancer cells and viruses vanish, one is eliminated by the other, or both survive in a robust periodically convergent manner or both become divergent. Relative to the values of some parameters such as the virus intrinsic growth rate, carrying capacity, capturing rate, half saturation constant, maximal tumor cells growth rate, and tumor cells mortality rate, and the initial population values of both tumor cells and viruses, some examples are solved. These examples exhibit logical and feasible behavior for the system. They show under which conditions the virus therapy fails or succeeds; as well when the bifurcation occurs or when the trajectories converge to a limit cycle.\r\n",
      "name": "Presentation of a Model for Virus Therapy of Cancer Tumors Using the Modified Prey Predator Population Dynamics",
      "format": "",
      "url": "http://www.seipub.org/sas/paperInfo.aspx?ID=3760",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "9e64af8e-7a33-409c-8afc-2c4cd46c3581",
      "created": "2013-07-17T03:56:01.196566",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 5,
      "revision_id": "5da97db0-4a8b-4441-a2aa-e082d44acf84",
      "url_type": null,
      "id": "bd574f97-4007-4780-b781-2847f7295f64",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The biosorption of copper (II) ions onto Luffa cylindrica was investigated. Luffa cylindrica, a biomaterial with wide distribution particularly in the tropical world, is characterized with the surface area, chemical bonds, bulk density, pore size distribution, microstructures, composition, morphology and elemental composition which are determined. Biosorption studies were carried out with varying dosage and the experimental data obtained were fitted to Pseudo-Second order kinetic model. The regression value obtained from the various doses studies ranged from 0.991 to 0.999. A kinectic model was developed mathematically and as well Artificial Neural Network (ANN) was applied to develop a Multiple Input Single Output (MISO) back propagation neural network model which was validated. The RMSE value was found to be 1.2754. Artificial neural network has the capability to predict the sorption capacity quite reasonably for the model.",
      "name": " Prey predator population dynamics has been frequently studied in literature to model many robust but contrastive biological populations. In this paper, based on prey predator population dynamics, a nonlinear model to predict the behavior of virus treatment of cancer cells is suggested. Based on the goals of virus curing and consideration of some practical issues, the suggested model has the capability to cover these following cases: both cancer cells and viruses vanish, one is eliminated by the other, or both survive in a robust periodically convergent manner or both become divergent. Relative to the values of some parameters such as the virus intrinsic growth rate, carrying capacity, capturing rate, half saturation constant, maximal tumor cells growth rate, and tumor cells mortality rate, and the initial population values of both tumor cells and viruses, some examples are solved. These examples exhibit logical and feasible behavior for the system. They show under which conditions the virus therapy fails or succeeds; as well when the bifurcation occurs or when the trajectories converge to a limit cycle.",
      "format": "",
      "url": "http://www.seipub.org/sas/paperInfo.aspx?ID=3825",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "9e64af8e-7a33-409c-8afc-2c4cd46c3581",
      "created": "2013-07-17T03:57:36.656923",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 6,
      "revision_id": "b089f411-8781-4c2d-a95a-13f381f2c790",
      "url_type": null,
      "id": "90d7e6e5-e47f-4c62-83cd-93bdba941152",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 7,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Solids and Structures",
      "id": "680c3f34-4b93-4822-a822-cea6ba3f7047",
      "name": "Solids and Structures"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-seipub-org-sas",
  "isopen": true,
  "url": null,
  "notes": "Solids and Structures (SAS) is an internationally refereed journal dedicated to publishing the latest advancements in solids and structures research. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Solids and Structures (SAS)",
  "revision_id": "54bfd1e6-3ed1-46c3-8b7a-104b0796a4f1"
}