{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "b87e8d99-b1fd-4bb0-bf6a-1a9156ac540f",
  "metadata_created": "2013-08-29T04:59:29.495553",
  "metadata_modified": "2013-10-10T23:41:22.459173",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "0c271449-ce6c-494f-80c6-f2f26d4aebf9",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "sims",
  "isopen": false,
  "url": "",
  "notes": "By Flemming Andersen \n\nA stair raise is something which more and more folks are getting put in their domiciles. This is going to help those who can't get around like they once did and it'll allow them the freedom to live in their own domiciles on their own. \n\nA stair lift may be used in only about any home. They're special chairs that are put on the wall where your staircase is in your home. This chair has a motor attached to it that may carry an individual up and down the stairs. This really is one thing that will come in very handy for anybody that's trouble rising or down stairs. You only sit-in the seat and the stair lift will lightly take you up and down. Click here <a href=\"http://www.charlestonhandymanservice.com/\">purchase here</a> to research where to ponder this idea. \n\nA lot of the elderly people that live alone in a home rely on a stair lift to assist them increase and down their stairs safely. For one reason or another, this type of person perhaps not designed to or cannot increase and down stairs on their own. Using a stair, lift seniors people who have this problem can feel more independent and free to do things that they've often done by themselves. \n\nMany stairway raise companies can install the lifts in elderly or handicap peoples home. It is important to have a stair lift installed with a organization that has an excellent reputation in this type of work. It is crucial that you have a suitable installation for your stair lift. You have to make sure that it's installed correctly because you've to make sure that you able to go up and down safely. To explore additional info, consider having a look at: <a href=\"http://www.charlestonhandymanservice.com/\">senior home modification</a>. There is no requirement for one to get hurt on a stair lift. \n\nA stair lift is not a doll. It's certainly not at all something that needs to be utilized by children independently. You need to not need young kids playing about the stair lift. These issues should only be utilized for folks that actually need them. Somebody can get hurt if they're not careful and don't make use of the stair lift inside the correct way. \n\nA step lift is something that any person that's a disability or handicap so that they will not have to move out-of their house. To research additional information, please gander at: <a href=\"http://www.charlestonhandymanservice.com/\">charleston handyman service</a>. Everyone else deserves to own a sense of independence and be in-dependent. To research more, please check out: <a href=\"http://youtu.be/1JUKTbV3ea8\">site link</a>. It is so very important to these folks to have the capability to do the same things that they always have. Using a stair lift, you are able to still do these things. \n\nFor more info visit: http://www.stairliftsite.biz.Handyman Service Charleston WV",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "What is a Stair lift?",
  "revision_id": "cd09896a-2bc9-4229-b9b3-fb8865c0ea45"
}