{
  "license_title": "Creative Commons Attribution",
  "maintainer": "IFPRI-Data",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "ifpri-data@cgiar.org",
  "num_tags": 3,
  "id": "4367a12d-15f8-43ef-98ff-fb96520b230e",
  "metadata_created": "2017-01-12T16:29:10.202197",
  "metadata_modified": "2017-01-12T16:29:38.897178",
  "author": "International Food Policy Research Institute (IFPRI)",
  "author_email": "ifpri-data@cgiar.org",
  "state": "active",
  "version": "",
  "creator_user_id": "185c6a31-c03b-4c6b-955f-4c1a66cd3022",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "",
      "name": "Food Policy Research Capacity Indicators",
      "format": "Data File in EXCEL",
      "url": "http://hdl.handle.net/1902.1/20526",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "4367a12d-15f8-43ef-98ff-fb96520b230e",
      "created": "2017-01-12T16:29:38.564426",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "ffd9a495-317d-498f-a3cb-35c4a60bc6ba",
      "url_type": null,
      "id": "05c80508-c538-49ca-9130-2fccb23fd136",
      "resource_type": null,
      "size": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "food policies",
      "id": "4633e7db-75b7-414a-9486-91fbec7e8a71",
      "name": "food policies"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "public research",
      "id": "e9289e05-7628-469e-8a7e-6a2fdf658f92",
      "name": "public research"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "research institutions",
      "id": "3f83d68d-5981-438b-8a0c-c929b0fef7b9",
      "name": "research institutions"
    }
  ],
  "groups": [],
  "license_id": "cc-by",
  "relationships_as_subject": [],
  "organization": {
    "description": "In collaboration with institutions throughout the world, IFPRI is often involved in the collection of primary data and the compilation and processing of secondary data. The resulting datasets provide a wealth of information at the local (household and community), national, and global levels. IFPRI freely distributes as many of these datasets as possible and encourages their use in research and policy analysis. This group reflects the collection of IFPRI datasets.",
    "created": "2012-12-03T14:26:13.596177",
    "title": "International Food Policy Research Institute (IFPRI)",
    "name": "ifpri",
    "is_organization": true,
    "state": "active",
    "image_url": "http://www.ifpri.org/sites/default/files/logo.jpg",
    "revision_id": "39176b99-9a74-4b3c-9049-ad3345bff0d1",
    "type": "organization",
    "id": "cfba7116-aec4-41d6-b54d-a6e1f23de942",
    "approval_status": "approved"
  },
  "name": "food-policy-research-capacity-indicators",
  "isopen": true,
  "url": "http://hdl.handle.net/1902.1/20526",
  "notes": "The motivation to measure food policy research capacity stems from a pressing need to understand what a country's primary constraints are in undertaking food policy research and using it effectively in the policy process. With such understanding, capacity-development interventions can become easier to design and capacity building programs can be more effective. Food policy research is defined here as any socioeconomic or policy-related research in the food, agriculture, and natural-resource s ectors. In this database, two country-level food policy research capacity indicators are presented. The first indicator is the number of full-time equivalent analysts or researchers with PhDs or their equivalent analysts or researchers with PhDs or their equivalent per one million rural citizens. This number is indicative of a country's investment in policy r esearch activities. Although financial and physical resources are not explicitly included in this measure, it is assumed that the number of researchers acts as a proxy for these other food policy research inputs. This indicator includes staff at government ministries, higher education institutes, and research organizations that undertake food policy research as defined above. Staff members with a master's degree are valued at half of a PhD, and those with a bachelor's degree are valued at half of a PhD, and those with a bachelor's degree are valued at half of a PhD, and those with a bachelor's degree are valued at a quarter of a PhD. The number of staff is also scaled by the proportion of time spent on food policy research which is dependent on the type of institution.\r\n\r\nThe second indicator is the number of food policy relevant journal articles published internationally within the last five years per full-time PhD-equivalent researcher. This input-output ratio measure is indicative of the efficiency of the policy research environment. The number of publications was determined from searches in the EconLit and Web of Science databases for journal articles related to food policy and authored by experts who were counted in the assessment of the first indic ator. Earlier attempts to quantify and collect comparable data on other policy research outputs, such as policy briefs, interactions with government ministries, or conference contributions presented numerous challenges. For this reason, and because international publications guarantee a minimum and comparable level of quality, this indicator was chosen.",
  "owner_org": "cfba7116-aec4-41d6-b54d-a6e1f23de942",
  "extras": [],
  "license_url": "http://www.opendefinition.org/licenses/cc-by",
  "title": "Food Policy Research Capacity Indicators",
  "revision_id": "ffd9a495-317d-498f-a3cb-35c4a60bc6ba"
}