{
  "users": [
    {
      "email_hash": "212315e0e9f7a9ecd92131cf83ab395a",
      "about": "The International Food Policy Research Institute (IFPRI) seeks sustainable solutions for ending hunger and poverty. IFPRI is a member of CGIAR consortium, an alliance of 64 governments, private foundations, and international and regional organizations.\r\n\r\n##IFPRI's Vision##\r\n\r\n###A World Free of Hunger and Malnutrition###\r\n\r\nThis vision is based on the human rights to adequate food and freedom from hunger, and the recognition of the dignity inherent in all human beings. It is a vision of a world where every person has secure access to sufficient and safe food to sustain a healthy and productive life and where food-related policy decisions are made transparently, including the participation of consumers and producers.\r\n\r\n##IFPRI's Mission##\r\n*To Provide Policy Solutions That Reduce Poverty and End Hunger and Malnutrition*\r\n\r\nThis mission flows from the CGIAR mission: \"To achieve sustainable food security and reduce poverty in developing countries through scientific research and research-related activities in the fields of agriculture, livestock, forestry, fisheries, policy, and natural resources management.\"\r\n\r\nTwo key premises underlie IFPRI's mission:\r\n\r\n1. Sound and appropriate local, national, and international public policies are essential to achieving sustainable food security and nutritional improvement.\r\n2. Research and the dissemination of its results are critical inputs into the process of raising the quality of food policy debate and formulating sound and appropriate policies.\r\n\r\nIFPRI's mission focuses on:\r\n\r\n* identifying and analyzing alternative international, national, and local policies in support of improved food security and nutrition, emphasizing low-income countries and poor people and the sound management of the natural resource base that supports agriculture;\r\n* contributing to capacity strengthening of people and institutions in developing countries that conduct research on food, agriculture, and nutrition policies; and\r\n* actively engaging in policy communications, making research results available to all those in a position to apply or use them, and carrying out dialogues with those users to link research and policy action.\r\n\r\nIFPRI places priority on activities that benefit the greatest number of poor people in greatest need in the developing world. In carrying out its activities, IFPRI seeks to focus on vulnerable groups, as influenced by class, religion, ethnicity, agroecological location, and gender.\r\n\r\nGiven the large body of national and international food policy research, IFPRI's added-value derives from its own cutting-edge research linked with academic excellence in other institutions, such as other CGIAR centers, universities, and other research institutes in the South and the North, and from its application of this knowledge to national and international food policy problems.\r\n\r\n",
      "capacity": "admin",
      "name": "ifpri",
      "created": "2012-12-03T09:43:48.774376",
      "openid": "IFPRI",
      "sysadmin": false,
      "activity_streams_email_notifications": false,
      "state": "active",
      "number_of_edits": 828,
      "display_name": "International Food Policy Research Institute ",
      "fullname": "International Food Policy Research Institute ",
      "id": "185c6a31-c03b-4c6b-955f-4c1a66cd3022",
      "number_created_packages": 187
    }
  ],
  "display_name": "International Food Policy Research Institute (IFPRI)",
  "description": "In collaboration with institutions throughout the world, IFPRI is often involved in the collection of primary data and the compilation and processing of secondary data. The resulting datasets provide a wealth of information at the local (household and community), national, and global levels. IFPRI freely distributes as many of these datasets as possible and encourages their use in research and policy analysis. This group reflects the collection of IFPRI datasets.",
  "image_display_url": "http://www.ifpri.org/sites/default/files/logo.jpg",
  "package_count": 186,
  "created": "2012-12-03T14:26:13.596177",
  "name": "ifpri",
  "is_organization": true,
  "state": "active",
  "extras": [],
  "image_url": "http://www.ifpri.org/sites/default/files/logo.jpg",
  "groups": [],
  "type": "organization",
  "title": "International Food Policy Research Institute (IFPRI)",
  "revision_id": "39176b99-9a74-4b3c-9049-ad3345bff0d1",
  "num_followers": 0,
  "id": "cfba7116-aec4-41d6-b54d-a6e1f23de942",
  "tags": [],
  "approval_status": "approved"
}