{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "f39af81a-2fe3-465c-803f-257ffe4a4b46",
  "metadata_created": "2012-11-06T07:35:34.220369",
  "metadata_modified": "2013-10-10T23:13:43.666813",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "708c9e70-d3c7-4dc3-bf2d-7ba25eabb8b7",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "on_election_eve_a_finish_where_it_all_began_for_romney",
  "isopen": false,
  "url": "",
  "notes": "MANCHESTER, N.H. -- On a day full of \"lasts\" for Mitt Romney -- his last campaign event in Florida, and last rallies in Virginia have come and gone -- it was his last rally here in New Hampshire that seemed to move the Republican nominee most, as 12,000 supporters filled an arena to cheer on the man who's presidential run they launched more than sixteen months ago.http://www.chicnorthfaceoutlet.com\nReturning to New Hampshire, where Romney began his presidential campaign last June, and where in January Republican voters handed him a resounding victory in the first in the nation primaries, Romney sounded wistful as he thanked Granite State voters for their support, and asked for their help on Election Day.\n\"You know this is a special moment for Ann and for me because this is where our campaign began,\" Romney said after nearly three minutes of applause died down enough for him to speak. \"And tomorrow your votes and your work right here in New Hampshire will help me become the next president of the United States!\"\n\n\"It?s been a long journey. It started in New Hampshire a year and a half ago,\" Ann Romney said as she too addressed <a href='http://www.chicnorthfaceoutlet.com'>north face store </a>the crowd here. \"Our hearts are full, and what we have learned by going on the trail is, we?ve seen the America that you all love, that we all love we feel it?s in danger, we feel it?s slipping away from us.\"\nThe Romney's were introduced by a live version of the campaign's theme song, \"Born Free,\" performed by Detroit-native and Romney-backer Kid Rock, who has appeared at rallies for Romney in Michigan and Ohio after lending his fellow Michiganders his support.\nThe New Hampshire audience heard Romney's closing argument speech, which he debuted late last week. The remarks are a balance of attacks on President Obama, mainly for failing to work across the aisle with Republicans and independents, and hopeful rhetoric meant to inspire those same independents and undecided voters to abandon the president in favor of someone new when they cast their ballots.\n?Together we must lead America to a better place,\" Romney said near the close of his half hour remarks. \"We?re one day away from fresh start, one day away from the first day of a new beginning. My conviction is that better days are ahead, and that?s not based on promises and hollow rhetoric but on solid plans and proven results, and on an unshakeable believe in the greatness of the American spirit.?",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "On election eve, a finish where it all began for Romney",
  "revision_id": "de97f26e-f63d-4dfa-9358-32e358459792"
}