{
  "license_title": "Creative Commons Attribution",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 5,
  "id": "02fbf7be-6be4-480c-8696-9866c5217c0d",
  "metadata_created": "2016-03-16T12:11:12.992528",
  "metadata_modified": "2016-04-15T05:36:00.121417",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "1.0",
  "creator_user_id": "817e6288-68b0-4d36-945e-3c95400f22eb",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The current data set contains graph structure of  ARTStor BWR project. It has external links to Getty AAT, TGN and ULAN. ",
      "name": "Built Work Registry Data Dump",
      "format": "N-Turtule",
      "url": "https://share.artstor.org/index.php/s/kRXWodyjLnpGZHO",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "02fbf7be-6be4-480c-8696-9866c5217c0d",
      "created": "2016-04-15T05:33:54.071273",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "0f38cf3b-67d0-40f1-ae7b-49c95e6eb536",
      "url_type": null,
      "id": "cf69eade-4571-4462-9141-5a92b468dea3",
      "resource_type": null,
      "size": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "buildings",
      "id": "3975a9d3-6dee-4f92-bb34-f97e36db3007",
      "name": "buildings"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "built work registry",
      "id": "80c20083-180e-4c23-8e5b-8e7880c20e43",
      "name": "built work registry"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "bwr",
      "id": "f02eca74-5fc7-49bb-9386-6f4dc53142d2",
      "name": "bwr"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "cultural",
      "id": "7c29bf28-75ef-4441-b859-21f8361d6d40",
      "name": "cultural"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "places",
      "id": "f012b0f2-cb02-44a4-99e5-e1f705f4883a",
      "name": "places"
    }
  ],
  "groups": [],
  "license_id": "cc-by",
  "relationships_as_subject": [],
  "organization": {
    "description": "Founded with a mission to enhance scholarship and teaching through the use of digital images and media, Artstor is a nonprofit organization committed to digital collection solutions for universities, museums, schools, and libraries worldwide. Our ever increasing digital library includes more than 1.8 million high-quality images for education and research from a wide variety of collections around the world. We have developed a complete set of tools to catalog, manage, and distribute digital media collections. Artstor is also involved in many community initiatives to further our mission such as the Digital Public Library of America and the Built Works Registry. Our primary goals are to assemble image collections from across many cultures and eras in support of educational and scholarly activities, and to work with the arts and educational communities to develop collective solutions to the challenges of working in a digital environment.",
    "created": "2015-04-14T08:19:21.871835",
    "title": "Artstor",
    "name": "artstor",
    "is_organization": true,
    "state": "active",
    "image_url": "2016-02-19-203121.723460artstorlogov3greyrgb.png",
    "revision_id": "8d7b332f-86e5-4213-b2c7-81ae3f9d62c7",
    "type": "organization",
    "id": "420fb682-e593-4924-9568-ff8f53755749",
    "approval_status": "approved"
  },
  "name": "bwr",
  "isopen": true,
  "url": "http://builtworksregistry.org/",
  "notes": "The Built Works Registry (BWR) is a collaborative project funded by a 2010 Institute of Museum and Library Services (IMLS) National Leadership Grant. The goal of BWR is to create and develop a freely available registry of architectural works and the built environment. The Avery Architectural & Fine Arts Library at Columbia University, Artstor and the Getty Research Institute (GRI) are the principal collaborators for this project. An international advisory council provided guidance on BWR development.\r\n\r\nThe BWR seeks to assist with providing a unique identifier for specific built works. Built work creators and locations are often identified in metadata records and controlled by community standards (e.g. LCNAF, ULAN, TGN, GNIS), but there is no community-wide list of the works themselves. Given this, the identification of architectural works and the built environment presented a unique challenge for scholars and catalogers, resulting in redundant compilation of works lists on the part of various catalogers and institutions. BWR is conceived and developed to address this issue by creating a shared community infrastructure for cataloging records of built works.\r\n\r\nBWR's goal is to aggregate existing work records originating from multiple institutional sources that identify and catalog structures in the built environment in different ways, and normalize those data into a single descriptive record. Every built work included in BWR is assigned a unique identifier number or BWR ID. The BWR ID serves the same purpose as the ISBN/ISSN system does in the world of publishing and provides a standardized system by which a built work can be identified. A BWR record includes a unique ID number, a preferred name and (when possible) variant names, location and geo-location coordinates.\r\n\r\nAs an international registry for the built environment, the establishment of and continued growth of BWR is a step toward the creation of a fully integrated and inclusive built works authority file, which at this time does not exist. In the services of this longer-term goal, BWR will serve as one of the core contributors to the Getty Research Institute's Cultural Objects Name Authority® (CONA). Over time, CONA will contain authority records for cultural works, including architecture and the built environment.",
  "owner_org": "420fb682-e593-4924-9568-ff8f53755749",
  "extras": [],
  "license_url": "http://www.opendefinition.org/licenses/cc-by",
  "title": "Built Work Registry",
  "revision_id": "63d976de-acda-4f95-8339-552ea11cd7d2"
}