{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "6cee62de-6dc5-495b-a94e-8178f6558885",
  "metadata_created": "2013-08-29T02:05:37.634402",
  "metadata_modified": "2013-10-10T23:45:51.503772",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "0f6137d7-e4c7-4abf-bf0e-d8f2c0deb63c",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "svenstrup",
  "isopen": false,
  "url": "",
  "notes": "An office chair will come in all sizes, colors,\n\nand shapes.  Ergonomics implies that a chair has a\n\nhealthy design.  Chairs may come with adjustable\n\nparts.  All the while, the human physique comes in\n\nnumerous different shapes and sizes.\n\nSome may possibly be tall, other brief. Identify further on our favorite related link by going to <a href=\"http://smallbusinessmatters.weebly.com/1/post/2013/08/-incredible-furniture-for-your-interiors-and-automobiles.html\">best computer desk chair</a>.  Some require a\n\nhuge chair, although other individuals choose a smaller width.\n\nAs considerably as we may want it to, the human body\n\nis not as flexible as an ergonomic chair. If people claim to identify further about <a href=\"http://smallbusinessmatters.weebly.com/1/post/2013/08/-incredible-furniture-for-your-interiors-and-automobiles.html\">waiting room chairs cheap</a>, we recommend millions of on-line databases you could pursue.  Even\n\neven though it is not achievable to locate the excellent\n\noffice chair for absolutely everyone, it's rather attainable\n\nto get adjusted to all kinds of seating.\n\nEven if you are not in a position to uncover the best office\n\nchair, you can usually use methods to make the\n\nmost of the situation.  They can support make appropriate\n\nuse of the body and even enhance your coordination\n\nas properly.  The notion here, is to hold your neck in\n\nsuch a way that the length of your spine and neck\n\naren't shortened or curved in any way.\n\nThere is no ergonomically developed workplace chair\n\nthat can force your body into the correct position\n\nit must be in.  It is up to your physique and mind to\n\nsit in a a healthy manner.\n\nWhen it comes right down to it, finding the best\n\noffice chair is all a matter of what's finest for\n\nyou.  Workplace chairs come in all diverse shapes\n\nand sizes, such as human body's.  If you try out\n\na number of chairs, you will find the ideal chair for\n\nyour particular physique size.\n\nAs soon as you've discovered your perfect workplace chair, you\n\ncan unwind like never ever prior to.  At the workplace, obtaining\n\nthe best chair for yourself is one thing you\n\nshould do.  Discovering your ideal office chair is not\n\nthat tough - all you have to do is appear around.\n\n(word count 292)\n\nPPPPP.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "The Excellent Office Chair",
  "revision_id": "c51fe460-ec11-4d5d-a56e-7f47648fca15"
}