{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "dc426073-017e-47fa-a98a-282d5cbdf005",
  "metadata_created": "2013-09-06T07:22:12.979150",
  "metadata_modified": "2013-10-10T20:09:14.949487",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "9ef92d53-6d1f-452d-83a0-df7caa9b70f1",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "burgess",
  "isopen": false,
  "url": "",
  "notes": "Lets just take an exciting tour of the island in Thailand, Phuket islands. Phuket countries are located in the Andaman Sea. The island is mountainous in the west of the island from the north to the south. About 700-watt of-the phuket islands are covered by forests. Phuket islands and beaches have white sandy beaches, crystal clear waters and green tropical vegetation. Phuket (phuket islands, phuket villas, private islands, beach villas phuket, jumeirah beach villas, luxurious villas phuket, marinas phuket) is the worlds most beautiful island having its enthralling natural beauty \n\nPhuket islands are great for diving, cruising & golf and all sorts of activity & sports. This area is very calm and peaceful although it is visited by a large no. Of men and women each year. Any thing you can consider receiving from nature, you can have it here. This is a paradise of restoration. You can lay lazily in-the sun with a glass or two of your choice from bars. You will find picturesque palm trees and other trees and flowers regional shores (beach villas phuket, jumeirah beach villas, luxurious villas phuket, marinas phuket, islands phuket, phuket hotel places, phuket property, property in phuket, jumeirah beach villas, real estate companies phuket, real estate phuket). \n\nThese luxury villas and wonderful private islands and resorts (phuket islands, phuket villas,private islands, beach villas phuket,jumeirah beach villas,luxury villas phuket,marinas phuket ) allow it to be an ideal holiday destination. Several days stay in Phuket islands will give an eternity great knowledge to you high in fun and pleasure. You can find numerous accommodations with 5-star features. There are rooms with mini-bar, both cold & hot water shower and private in-room electronic safe. \n\nThese Phuket islands (beach villas phuket, jumeirah beach villas, luxury villas phuket, marinas phuket, islands phuket, phuket resort resorts, phuket property, property in phuket, real estate firms phuket, real estate phuket) have much in store for everybody, be it a young couple or parents with kids or 80-year olds. This dynamite <a href=\"http://visiononehomes.com.au/New-Homes/Our-Design-Portfolio/10m-Lots\">TM</a> article has diverse thought-provoking tips for where to do it. Hotel center can be brilliant with many choices and at a great importance. One can find his suitability of style in accordance with budget. Phuket (phuket islands, phuket villas, private islands, beach villas phuket, jumeirah beach villas, luxury villas phuket, marinas phuket) doesnt fail the people who havent got big bucks. \n\nIncreasing recognition with this island also causes it to be a place for investment. Real estate Phuket (phuket property, property in phuket, real estate companies phuket, real estate phuket, resort improvements phuket, Thailand homes, Thailand property, property phuket, homes for sale phuket) is on the rise. More and more people are buying homes and home in Thailand islands. There are numerous agents and brokers that allow you to through process of choosing the house to other techniques have to be done. You can even locate a listing of agents or local real estate agents (property in phuket, real estate firms phuket, real estate phuket, location improvements phuket, Thailand homes, thailand property) on internet. You can certainly do your preliminary inquiries over internet itself prior to making any final decision. \n\nWhether you own a location in these islands or not, one must watch this extraordinary beauty. Phukets wonderful coastline with its heart-winning beaches causes it to be a heaven. \n\nTags: baramabay private island, jumeirah, jumeirah beach villas, marinas phuket, phuket islands, phuket villas, private islands, jumeirah phuket, 5-star hotels phuket, homes for sale phuket, islands phuket, jumeirah design, phuket resort hotels, phuket property, property in phuket, real estate firms phuket, real estate phuket, thailand homes, thailand property, property phuket.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Popular Islands and Beaches of Thailand",
  "revision_id": "2851c383-31ec-4685-a6ed-4df05a0ccad6"
}