{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "990f4e13-2cd8-4ddf-adaf-60479d96644c",
  "metadata_created": "2013-07-12T01:48:15.141714",
  "metadata_modified": "2013-10-10T21:17:42.073498",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Based on the cutting experiments of a hydrogenated cylindrical shell material 2.25Cr-1Mo-0.25V steel, this paper analyses the dynamic mechanical properties of extremely heavy-duty cutting, studies the influence of dynamic mechanical properties on cutting tool failure during extremely heavy-duty cutting, and builds a dynamic shear mechanical model for the cutting zone. The results of those experiments show that the flow stress of dynamic shear in the zone has a greater influence on the fatigue of the tool and the main damage form of the heavy-duty turning tool is shear fractures. After taking comprehensive theoretical analyses, it determines the critical condition of fracture failure for turning tools under extremely heavy-duty conditions.\r\n",
      "name": "Research on both the Dynamic Characteristics of Super-Heavy Powerful Turning and Cutters' Life",
      "format": "URL",
      "url": "http://www.me-journal.org/paperInfo.aspx?ID=5784",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "990f4e13-2cd8-4ddf-adaf-60479d96644c",
      "created": "2013-07-11T20:48:52.775200",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "b3bba9c6-2847-42d5-ae63-0796a3555b0f",
      "url_type": null,
      "id": "be9518d3-8ec6-459b-882f-decc184790af",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper aimed at evaluation and beneficiation of a nonsulfide zinc ore from Um Gheig deposits in the eastern desert of Egypt using gravity separation process. The zinc ore of Um Gheig is called “calamines”. It consists of a mixture of zinc carbonates (smithsonite, hydrozincite) and zinc silicates (hemimorphite), with variable amounts of Pb bearing minerals. The ore sample has 47.5 % ZnO, 1.55% PbO and ~29.3 % L.O.I. Liberation study, using mineralogical and SEM investigations, indicated that maximum liberation can be obtained by grinding the ore to 0.125 mm. Beneficiation techniques involved crushing and grinding of the ore to 100 % -0.125 mm. This was followed by classification of the ground ore using a 0.080 mm screen. Shaking table was used to upgrade the coarse fraction (-0.125+0.080 mm) while the fines below 0.080 mm was separated by Falcon concentrator. The results of shaking table showed that a high grade concentrate can be obtained at the following optimum parameters: inclination angle (4 degree), stroke length (2.5 cm), feed rate (150 gm/min), and water flow rate (25 l/min). At such optimum conditions maximum grade (62.2 % ZnO) and operational recovery (~ 93.8 %) were obtained. In the mean time, Falcon concentrator gave a concentrate of 54.85 % ZnO with 76.6% operational recovery from the fine fraction below 0.080 mm.",
      "name": "Upgrading of Egyptian Nonsulfide Zinc Ore by Gravity Separation Techniques",
      "format": "",
      "url": "http://www.me-journal.org/paperInfo.aspx?ID=5787",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "990f4e13-2cd8-4ddf-adaf-60479d96644c",
      "created": "2013-07-11T20:49:46.856595",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "8f9f3428-1447-488b-b759-ef1df1b14a4c",
      "url_type": null,
      "id": "d81bb196-9aff-4f8d-83aa-f7a2552c2655",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The main method for iron production is the blast furnace. It emits about 2 billion tons CO2 per year, which has the largest contribution in global warming. Using thermo-gravimetric technique, wustite samples prepared from Baharia iron ore sinter were isothermally reduced at 900-1100 oC by different ratios of H2/CO/CO2/N2 which is somewhat simulating the composition of the reducing gas in case of natural gas injection with low oxygen enrichment in the blast furnace. The reduction extent for wustite from iron ore sinter is clearly enhanced to be in the range of 54-69% comparatively with that reduced with coke gases (30-50%) as industrial data. Enhancement of wustite reducibility decreases the remaining quantity of unreduced wustite, which descends to high temperature region at which reduction depends mainly on solid carbon that will consequently lead to reduction of coke consumption and CO2 emission. The reduction rate of wustite samples is independent on either the reaction temperature or the H2 concentration in the reducing gas mixture due to the water gas shift reaction. The reduction rate of wustite samples at initial stages are most likely controlled by the combined effect of chemical reaction and gaseous diffusion mechanisms while at final stages are most likely controlled by interfacial chemical reaction mechanism.",
      "name": "Effect of Nature Gas Injection on Reducibility of Wustite Prepared from Baharia Iron Ore Sinter",
      "format": "",
      "url": "http://www.me-journal.org/paperInfo.aspx?ID=5790",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "990f4e13-2cd8-4ddf-adaf-60479d96644c",
      "created": "2013-07-11T20:50:24.924881",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "4b3fa0d3-c446-4ff1-aeef-9626c76fd467",
      "url_type": null,
      "id": "84d1e8d9-8a86-4fa2-bec9-421897c06a73",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The sintering studies of submicron cobalt powder have been presented in this paper. Cobalt powder prepared by thermal decomposition route of cobalt oxalate (CoC2O4.2H2O) has been characterized prior to sintering. In this investigation, the influence of various parameters affecting the sintering process has been analyzed and the optimum processing parameters for maximum sintered density have been determined by using Taguchi method. The parameters considered are the decomposition temperature, compaction pressure and sintering temperature. The effects of these input parameters on the response (percentage sintered density) have been critically analyzed using Taguchi method. It has been found that the sintering temperature is the most important process parameter affecting the sintered density. Sintered density near to theoretical density was obtained when the process parameters were set at their optimum values.\r\n",
      "name": "Optimization of Sintering Parameters of Submicron Cobalt Metal Powder Using Taguchi Method",
      "format": "",
      "url": "http://www.me-journal.org/paperInfo.aspx?ID=5795",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "990f4e13-2cd8-4ddf-adaf-60479d96644c",
      "created": "2013-07-11T20:50:53.344215",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "7577be19-7050-4713-881b-5d7fff436307",
      "url_type": null,
      "id": "4c6f3fb0-73e8-42f7-a2b5-8d1c8b459d6a",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " The paper presents the results of experimental verification of analytic model of cyclic properties description. The subject of verification was the two-parameter model of Ramberg-Osgood (R-O). The research was carried out at two temperatures using the test pieces of high-chromium martensitic cast steel. The model was assessed by making a comparison of parameters of the hysteresis loop obtained from the calculations using the R-O model. Analysis of the tests and calculations results revealed their diversity depending on the temperature and level of strain covered in the research.",
      "name": "Influence of Temperature on Analytical Description of Cyclic Properties of Martensitic Cast Steel",
      "format": "",
      "url": "http://www.me-journal.org/paperInfo.aspx?ID=5798",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "990f4e13-2cd8-4ddf-adaf-60479d96644c",
      "created": "2013-07-11T20:51:29.198144",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "9c2e2aa3-06b3-4a27-b206-392c0d4f0c90",
      "url_type": null,
      "id": "ae363283-12e6-49a1-a1e9-5824a163f8b6",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " The paper’s study objectives are problems encountered in the release and possibility of using the thermal gas quantity and application of methods and mathematical models to calculate the positive thermal effects of the gases and losses of thermal quantity with gases in the melting process of electric furnaces. The paper discusses in details the percentages of CO, CO2, H2S, O2 and the humidity in gases and their impact on the technological process in electrical furnaces in Drenas. The paper also confers the quantity and temperature of gases, the transfer of thermal quantity and dust with gases in the environment. The paper presents the percentage of humidity in the load which is added in electric furnace for melting and its impact on thermal and environmental balance in the technological process of melting in electric furnaces.",
      "name": "The Management of Gases and Thermal Quantity in the Upper Zone of Electric Furnaces in Drenas",
      "format": "",
      "url": "http://www.me-journal.org/paperInfo.aspx?ID=5800",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "990f4e13-2cd8-4ddf-adaf-60479d96644c",
      "created": "2013-07-11T20:52:02.705901",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 5,
      "revision_id": "1d30b77f-a108-4af4-9cfa-4540f795810e",
      "url_type": null,
      "id": "527e8198-84a8-45ae-a13b-cc98303c42ac",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " The inhibitive effect of some natural organic compounds on the corrosion behaviour of duplex stainless steel was investigated. Inhibitors studied include natural honey and natural oils from various plant extracts. The honey was obtained from two sources, namely the blue gum tree (honey BG) and honey from orange blossoms (honey OB), while the oils consisted of rosemary, jojoba, eucalyptus, and mugwort oils. The inhibitory effects were studied on two different types of duplex stainless, namely steels 2205 and 2507, in 1 M hydrochloric acid and 1 M sulphuric acid solutions, using a potentiodynamic polarization method and varying concentrations of inhibitors (2.5, 5.0 and 10.0 g of inhibitors per litre of acid). Mugwort oil was found to be the best and effective inhibitor in hydrochloric acid media on both types of duplex stainless steels, while honey BG and honey OB showed good inhibitive effects in a 1 M sulphuric acid solution for 2205 and 2507 respectively. Inhibition was found to increase with increasing concentration of honey and the oils.\r\n",
      "name": "Investigation of the Potential of Some Plant Extracts to Inhibit the Corrosion of Duplex Stainless Steels in Acidic Media",
      "format": "",
      "url": "http://www.me-journal.org/paperInfo.aspx?ID=5786",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "990f4e13-2cd8-4ddf-adaf-60479d96644c",
      "created": "2013-07-11T20:52:40.293360",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 6,
      "revision_id": "a85381b5-49a9-417c-8976-250ac913abc2",
      "url_type": null,
      "id": "07d773dd-1a58-442b-b8b8-435a3a819d80",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper studies a number of large size H-beams with the reference of the actual manufacturing process of H-beams at Laiwu iron & steel Group. The web cracking and cooling waves, as well as temperature field and rolling force, have been tested and analyzed, and the experiments on the performance and microstructure over the full section have been completed. With the help of building H-beams rolling finite element model, thermal mechanical coupled 3D numerical simulation of large size H-beams full rolling process has been realized, furthermore the residual stress transformation during cutting flange, as well as residual stress distribution of hot rolled H-beams, has been accomplished. The method of controlling residual stress has been achieved through numerical simulation. On the basis of the whole rolling process finite element simulations, with the help of the models of austenite evolution, phase transition and microstructure and property prediction, the simulation of 3D microstructure evolution and property prediction has been fulfilled. This paper provides the reference for the numerical simulation and application of hot rolled large size H-beams.",
      "name": "Simulation Analysis and Application of Hot Rolled Large Size H-beams",
      "format": "",
      "url": "http://www.me-journal.org/paperInfo.aspx?ID=5797",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "990f4e13-2cd8-4ddf-adaf-60479d96644c",
      "created": "2013-07-11T20:53:08.894717",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 7,
      "revision_id": "aeb1ec79-90a5-4713-ab43-554da7952614",
      "url_type": null,
      "id": "370643f0-7e75-4b2b-8ec2-57f42598e434",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Steam generator (SG) tubes are extensively used in the form of thin-walled tubular structural members as heat exchangers for generation of steam in order to convert thermal energy to electricity in nuclear power plants. These tubes are exposed to aggressive environments such as high temperature, internal pressure and flow-induced vibration etc. Since at present no standard test procedure can guarantee accurate quantification of axial crack resistance of such tubes because of their unusual geometry, the present work attempts structural integrity assessment of an SG tube using a new method called pin loading tension test (PLT) as has been done by the authors for fuel cladding tubes fabricated with zirconium alloys in recent past. The current work involves experimental and analytical derivation of various geometric functions required for calculation of stress intensity factor (SIF) and J integral. Using the derived functions, J-R curve for an axially cracked SG tube made of Ni-Cr-Fe based alloy used in power plants of Indian pressurized Heavy Water Reactors (PHWR) is calculated. Also, the characterization of fracture surface by SEM fractography is done to predict suitable cracking mechanism.",
      "name": "Assessment of Axial Cracking of a Steam Generator Tube",
      "format": "",
      "url": "http://www.me-journal.org/paperInfo.aspx?ID=5811",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "990f4e13-2cd8-4ddf-adaf-60479d96644c",
      "created": "2013-07-11T20:53:38.422506",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 8,
      "revision_id": "81bc2b46-6ff8-4a84-a960-11eb0b522650",
      "url_type": null,
      "id": "dd52cb77-9ec6-4169-8fed-6e6c5d683e74",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The iron and steel industry is emitting about 2 billion tons of CO2 per year. Enhancement of iron oxide reducibility will decrease coke consumption and CO2 emission. The water–gas shift reaction plays a significant role in the reduction of iron oxides to iron in the blast furnace. So, the fundamental study of water-gas shift reaction is very important. Wustite samples were prepared from reagent grade hematite by gaseous reduction with 50%CO-CO2 gas mixture at 1000oC. Using thermogravimetric technique, wustite samples were isothermally reduced at 800-1100oC by different ratios of H2/CO/CO2/N2. The influences of temperature and gas composition on the reduction behavior and the morphology were investigated. In case of lower total reducing gas concentration 50%, water-gas phenomena takes place under the effect of both temperature and H2 concentration. The reduction rate increased with H2 concentration at higher temperature but decreased with H2 concentration at lower temperature due to water gas shift reaction. Lower temperature and hydrogen gas concentration are both the preferable conditions for water-gas shift reaction phenomena to have an influence.",
      "name": "Fundamental Study of Water-Gas Shift Reaction in Ironmaking Process",
      "format": "",
      "url": "http://www.me-journal.org/paperInfo.aspx?ID=5794",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "990f4e13-2cd8-4ddf-adaf-60479d96644c",
      "created": "2013-07-11T20:54:28.174049",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 9,
      "revision_id": "9696fa80-ff68-4d42-baff-7010e5220cd5",
      "url_type": null,
      "id": "9b04080d-92f9-4509-9243-2acae7029a46",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The paper describes the effect of martensitic transformation on toughness for a particular grade of stainless steel. An experimental study was carried out to understand austenite-martensite transformation in this steel and their correlation with toughness at various temperatures ranging from 303 K to 103 K. The transformed martensite has adverse reduced impact toughness of steel. This paper highlights the details of experiment carried out and brings out effect of transformed martensite on toughness of the steel especially at a temperature range up to 100 K. It was reported that deformation of 0.12C-0.5Ti-9Ni-18Cr-2Mn stainless steel at 77 K enhanced the kinetics of austenite-martensite transformation.",
      "name": "Effect of Martensite Transformation on Toughness of 0.12 C-0.5Ti-9Ni-18Cr Stainless Steel",
      "format": "URL",
      "url": "http://www.me-journal.org/paperInfo.aspx?ID=5805",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "990f4e13-2cd8-4ddf-adaf-60479d96644c",
      "created": "2013-07-11T20:55:05.843413",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 10,
      "revision_id": "6c0eebaa-2f1a-4b6a-ae17-d027afc14d1e",
      "url_type": null,
      "id": "e30fcc11-98ea-4ab5-8fff-113eab98ea5b",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In this paper a model is proposed for the removal of Sb by ion exchange from copper refining electrolytes. The correction factors for the MX-2, UR-3300S and Duolite C-467 resins were 0.5531, 0.2839 and 0.5455, respectively, and the model’s average percentage error was 3.01%.\r\n",
      "name": "Model and Simulation of an Ion Exchange Process for the Extraction of Antimony",
      "format": "",
      "url": "http://www.me-journal.org/paperInfo.aspx?ID=5815",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "990f4e13-2cd8-4ddf-adaf-60479d96644c",
      "created": "2013-07-11T20:55:37.397496",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 11,
      "revision_id": "8530d190-383c-4656-a197-afb8635281e4",
      "url_type": null,
      "id": "82f64887-2ed9-45b7-9c4d-849569d362b0",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The first blast furnace in Canada operated in Trois-Rivi&amp;#232;res in Quebec during the French Regime in 1735 using charcoal as a reducing agent. It was shut down in 1883 because it could not compete with iron produced using the new technology of coke as a reducing agent. The site has been investigated and developed by Parks Canada and maintained as a Canadian Industrial Heritage Landmark.",
      "name": "The First Iron Works in Canada",
      "format": "",
      "url": "http://www.me-journal.org/paperInfo.aspx?ID=5824",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "990f4e13-2cd8-4ddf-adaf-60479d96644c",
      "created": "2013-07-11T20:56:08.628483",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 12,
      "revision_id": "263a3a7e-a59f-48ed-aff8-555574a4a381",
      "url_type": null,
      "id": "a9711d8e-a28f-4cc0-803d-3e715a36fc4f",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " The excellent property combination of ADI has opened new horizons for cast iron to replace steel castings and forgings in many engineering applications with considerable cost benefits. Thanks to the extensive research efforts made over the past few years, new processing techniques have opened even more opportunities for this very prospective material to acquire better combinations of strength, ductility, toughness, wear resistance as well as machinability. This review analyses the key features of those novel processing techniques and the resulted new applications of ADI. The survey firstly discusses the possible strengthening mechanism of ADI with special emphasis on the TRIP phenomena, associated with the deformation of ADI. Strength and toughness properties could be improved through the development of: Ausformed ADI; where mechanical processing component was added to the conventional heat treatment as a driving force to accelerate the rate of stage I austempering. Squeeze cast ADI; where superior quality ADI castings were produced through squeeze casting of molten iron in a permanent mold, followed by in-situ heat treatment of the hot knocked-out castings in the austenite range followed by normal austempering in a salt bath. Two step austempering to achieve finer ausferrite at higher undercooling during austempering treatment followed by austempering at higher temperature where higher austenitic carbon is promoted. The machinability and ductility of ADI may be considerably enhanced through the development of dual phase microstructures (ferrite + ausferrite or ferrite-martensite by partial austenitization in the (? + ? + graphite) region followed by normal austempering. The abrasion resistance could be remarkably increased through the development of: Carbidic ADI-ductile iron containing carbides subsequently austempered to form ausferritic matrix with an engineered amounts of carbides Bainitic/martensitic (B/M) ADI containing less expensive alloying elements such as Si and Mn in the range of 2.5 - 3.0% This report discusses as well the recent trials to produce thin-wall ADI castings.",
      "name": "Advances in the Metallurgy and Applications of ADI",
      "format": "",
      "url": "http://www.me-journal.org/paperInfo.aspx?ID=5799",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "990f4e13-2cd8-4ddf-adaf-60479d96644c",
      "created": "2013-07-11T20:56:57.227197",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 13,
      "revision_id": "cfecf08e-e05b-4b35-b798-d4be8bd190e6",
      "url_type": null,
      "id": "877d424c-e13f-4043-a4f0-4e701a832903",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Effect of aging on structure and corrosion properties in high strength austenitic Cr-steels alloying with nitrogen Cr21N1 and Cr18Ni2N1 has been investigated. Structure of the steels and kinetics of austenite decomposition during the treatment was studied by X-ray diffraction, TEM-analyses and electric resistance measurements. The highest values of strength, micro hardness, corrosion rate and relative strength reduction as far as brittle intergranular fracture were observed at the early stage of austenite decomposition at the aging. The formation of nitrides CrN as well martensite stress induced took place in the steels. According to resistormeter investigations of nitrogen steels in compare with carbon steel Cr18C1 at the early stage of aging (350 ?C) the metastable ordered clusters enriched with chromium and nitrogen were formed. Growths of aging temperature up to 500 ?C led to dissolve the carbides or nitrides but at 600 ?C discontinuous precipitations were observed nearby the grain boundaries. Effect of aging combined with cold plastic deformation (CPD) at an 8-24 % reduction by two schemes, before and after aging at 350 ?C, on structure and related corrosion properties of steel Cr18Ni2N1 has been studied. CPD at an 8-12 % reduction before aging at 350 ?C was shown to thrice decreasing of corrosion rate of the steel as compared to the undeformed state. A thermoplastic treatment by the second scheme with using CPD at an 20% reduction after aging at 350 ?C is found to be more effective: the corrosion rate decreased by an order and strength reduction decreased more than by fourfold as compared to the undeformed state.",
      "name": "Effect of Thermo-Plastic Treatment on Structure and Corrosion Properties of High Nitrogen Cr-Steels",
      "format": "",
      "url": "http://www.me-journal.org/paperInfo.aspx?ID=5828",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "990f4e13-2cd8-4ddf-adaf-60479d96644c",
      "created": "2013-07-11T20:57:31.624104",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 14,
      "revision_id": "d431662b-0909-49b0-a1fc-27b099971794",
      "url_type": null,
      "id": "1b78b4c3-eea3-4239-8eb2-a8962a5388ae",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Component errors and die deflection and hence the quality of the extruded components are directly influence by the generated temperature due to friction during the process, the elastic and plastic behavior of the component, die geometry and billet and die material. Finite element simulation is conducted to study the influence of Die Land Length (DLL) and frictional conditions between the die inner surface and billet outer surface, on the component errors and die deflection during forward extrusion by using elastic plastic considerations. The simulations show that the dimensions of the work-material and die are affected by increase in temperature due to the change in frictional condition during process and die-elasticity during both, loading and unloading of the die. Increasing the punch pressure and hence friction between the billet and die results in larger radial deflection of the die during extrusion (loading), which results in larger values of component errors in extruded material. The elastic contraction of the die during the punch retraction (unloading) reduces due to high level of friction and more amount of heat generated; hence larger form errors are sustained after unloading. The plastic deformation of the billet material remaining in the die is influenced by the temperature variation in the billet as well as in the die during unloading phase, this plastic deformation of the billet material due to the temperature variation has a significant role in the overall form error of the component, hence the quality of the extruded material. Although, the die land length does not have significant effect on bar temperature, die stress and die deflection but it has a significant effect on component error which reduces with increased die land length.\r\n",
      "name": "To Study the Influence of Frictional Conditions and Die Land Length on Component Error and Die Deflection in Cold Extrusion by Finite Element Analysis",
      "format": "",
      "url": "http://www.me-journal.org/paperInfo.aspx?ID=5809",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "990f4e13-2cd8-4ddf-adaf-60479d96644c",
      "created": "2013-07-11T20:58:02.469682",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 15,
      "revision_id": "a729b210-72e7-47a8-96fb-9a365b14aa64",
      "url_type": null,
      "id": "0c2b40b4-7ea5-4331-ab75-552c17268ad6",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Au-Pt alloys made in South America from 300 BC-400 AD by the Pre-hispanic inhabitants from Tumaco-La Tolita region (south Colombia-north Ecuador) exemplify an engineering way of solving troubles when making alloys using high melting point raw materials as Pt (1768&#176;C). In this paper metallurgical work has been done simulating experimentally the fabrication of several Au-Pt Pre-hispanic alloys using only solid state processing at 950&#176;C: 88%Au - 12% Pt, Pt Plated Au alloy and Pt - Pt sheets. The employed manufacturing process is presented as a technical possibility compared with the one normally accepted and experimentally experienced by the authors of this work, consisting of agglomeration of Pt particles by melted Au, which has been reported elsewhere. The viability of using pure solid state processes in Pre-hispanic times is evident according to what it is known now about solid state diffusion processes and because of the experiences presented.",
      "name": "Pre-Hispanic Au-Pt Alloys Experimental Simulation Using Solid State Diffusion",
      "format": "",
      "url": "http://www.me-journal.org/paperInfo.aspx?ID=5835",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "990f4e13-2cd8-4ddf-adaf-60479d96644c",
      "created": "2013-07-11T20:58:38.426258",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 16,
      "revision_id": "4bdbc240-5f3e-424d-8cd3-48dcfca40295",
      "url_type": null,
      "id": "a28c9042-8b6e-4fcf-85ec-d9aba7dc486d",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Ti-6Al-4V alloy is a workhorse of titanium industry; it accounts for about 60 percent of the total titanium alloy production. The high cost of titanium makes net shape manufacturing routes very attractive. Casting is a near net shape manufacturing route that offers significant cost advantages over forgings or complicated machined parts. However, the disadvantage of the as-cast titanium alloys, like other cast metals, is that the heat treatment remains only a limited option for improvement of their properties. The objective of this work was to study the effect of water quenching on mechanical properties of cast Ti-6Al-4V alloy. Tensile, hardness and charpy impact toughness tests were performed. The results showed that the final properties of cast Ti-6Al-4V alloy are highly dependent on the quenching temperature.\r\n",
      "name": "Effect of Quenching Temperature on the Mechanical Properties of Cast Ti-6Al-4V Alloy",
      "format": "",
      "url": "http://www.me-journal.org/paperInfo.aspx?ID=5838",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "990f4e13-2cd8-4ddf-adaf-60479d96644c",
      "created": "2013-07-11T20:59:20.371915",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 17,
      "revision_id": "ec4f655f-6f32-4419-8b48-4163f233ddcd",
      "url_type": null,
      "id": "1e98f249-8923-4091-bd55-7301a2277ee5",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The influence of adding molybdenum and niobium on the microstructure and mechanical properties of C5 steel used in railway wheels was studied. The samples were heated to 1250°C and hot rolled in four passes, starting at 1200°C, undergoing a total reduction of 67%, followed by air cooling. After rolling between 1200 and 1120°C, it was found that addition of molybdenum and niobium resulted in an increase of mechanical strength while maintaining the same ductility and toughness.",
      "name": "Effect of Microalloying on Structure and Properties of Hot Rolled 0.5 %C Steel",
      "format": "",
      "url": "http://www.me-journal.org/paperInfo.aspx?ID=5821",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "990f4e13-2cd8-4ddf-adaf-60479d96644c",
      "created": "2013-07-11T21:00:11.952291",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 18,
      "revision_id": "5afd5197-9e18-4679-99fe-127de2536ae3",
      "url_type": null,
      "id": "502a54d9-d2e4-446d-b26c-bdbf8841e4f0",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Alloy706 is used as exhaust casing material in gas turbines of cryogenic rocket engines in view of its excellent properties. The defective zones in super-alloy castings usually are repair welded in solution treated condition to obtain good room temperature and high temperature properties. However a need came-up to carry out in-situ repair welding in one of the gas turbine castings made of aged Alloy 706 in cryogenic rocket engine with a limitation that the component cannot be subjected to any heat treatment cycle subsequent to the repair welding. Hence it became necessary to develop process and process parameters with reduced strength mismatch and HAZ free from micro-fissures in order to obtain required mechanical properties and further high temperature service associated with high pressure hydrogen environment. This has been approached with process control using reduced heat input and alloying control.In order to reduce the heat input, two processes such as GTA welding and GTA braze welding have been adopted with multi pass technique.\r\n",
      "name": "Repair Process for Turbine Casting",
      "format": "",
      "url": "http://www.me-journal.org/paperInfo.aspx?ID=5847",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "990f4e13-2cd8-4ddf-adaf-60479d96644c",
      "created": "2013-07-11T21:00:49.978519",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 19,
      "revision_id": "353e104d-fef6-4544-a701-4941a344eeb2",
      "url_type": null,
      "id": "421ea77b-7ac0-46c7-a672-8d8201f7d6a3",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Nickel electroplating is one of the few surface finishing processes that can satisfy the requirements of decorative and functional applications. In this work, nickel composite coatings containing nano–Cr2O3 particles were produced by conventional electroplating (CEP) technique from nickel-Watt’s type bath. Nano-Cr2O3 powders were synthesized by sol-gel technique. The influence of plating parameters including current density, pH, stirring rate, temperature and nano-Cr2O3 concentrations in the plating solution on the volume fraction (Vf %) of the co-deposited Cr2O3 particles in Ni-matrix was investigated. The results demonstrated that the Vf % of Cr2O3 particles incorporation in the deposited layer depends on these operating conditions. The maximum value of co-deposited nano- Cr2O3 can be achieved at optimum conditions; 20 g1-1 of Cr2O3 particles in suspension, 7Adm-2, pH 5, a stirring rate 150 rpm and 50 °C. The morphology of composite coatings was investigated using scanning electron microscopy (SEM). The results showed that the incorporation of nano-Cr2O3 particles changed the surface morphology of nickel matrix. The properties of the composite such as hardness and corrosion resistance were examined compared with steel uncoated and coated with nickel. The results revealed that the presence of nano-Cr2O3 particles in Ni-matrix greatly improved the hardness and corrosion resistance of steel.",
      "name": "Enhancement the Properties of Ni Compisite Electroplated Using Nano-Chromium Oxide Powder",
      "format": "",
      "url": "http://www.me-journal.org/paperInfo.aspx?ID=5848",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "990f4e13-2cd8-4ddf-adaf-60479d96644c",
      "created": "2013-07-11T21:01:30.423538",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 20,
      "revision_id": "abac08ee-9a59-4c51-97f1-8eb63325968e",
      "url_type": null,
      "id": "cd3920ac-692b-4815-84f6-f1f89826fbef",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 21,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Metallurgical Engineering",
      "id": "edbf6cfa-3702-44b6-a540-26af50d9d847",
      "name": "Metallurgical Engineering"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-me-journal-org",
  "isopen": true,
  "url": null,
  "notes": "Journal of Metallurgical Engineering (ME) is an international open-access and refereed journal dedicated to publishing the latest advancements in metallurgical engineering. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Journal of Metallurgical Engineering (ME)",
  "revision_id": "54bfd1e6-3ed1-46c3-8b7a-104b0796a4f1"
}