{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "ce7ed40a-779b-45ce-8db8-a50e3009fced",
  "metadata_created": "2012-09-12T09:01:28.965063",
  "metadata_modified": "2013-10-10T23:37:58.182571",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "0049390e-44ec-4a7f-ba0c-18fab6652683",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "senkakudiaoyu_islands_of_conflict",
  "isopen": false,
  "url": "",
  "notes": "On September 7th, 2010 a Chinese fishing craft collided with two Japanese coastguard patrol boats near the oil-rich, uninhabited islands in the East China Sea known as Senkaku in Japan and Diaoyu, meaning ?fishing platform?, in China <a href='http://www.tnfdenalioutlet.com'>north face outlet</a> . Following the collision, coastguards boarded the trawler and arrested its crew and captain Zhan Qixiong who, as subsequent video footage revealed, had rammed his boat into the coastguard vessels. Following the incident, anti-Japanese protests were held in Chinese cities including Beijing, Shanghai, Hong Kong and Shenyang. Chinese tour groups visiting Japan were recalled, four expatriate employees of Fujita, the Japanese car component manufacturers, were arrested in the northern Chinese province of Hebei and, more critically, a decision was made to suspend the export of rare earths to Japan. Chinese premier Wen Jiabao turned down requests to meet with his Japanese counterpart, Naoto Kan, and on November 1st Dmitri Medvedev, the Russian president, in a provocative move, visited the disputed southern Kuril Islands, which the Soviet Union annexed from Japan in 1945.\n\nThese events marked a low point in foreign relations for Japan, already mired in controversy over its plan to relocate the Futenma military base used for decades by US forces in Okinawa. Japan seemed to be under siege from all sides, while a rising China appeared increasingly powerful and assertive, capable of undermining Japan?s vital interests and infringing her territorial sovereignty.\n\nIt is important to look at the current dispute between China and Japan in the light of the history of Chinese foreign policy. Chang Chi-hsiung of Taiwan?s Academia Sinica has argued that the pre-modern Chinese world order was based on status and stability (mingfen zhixu). Legitimacy rested not on physical control but on the <a href='http://www.tnfdenalioutlet.com'>north face jackets</a> recognition and enactment of the proper roles and duties appropriate to one?s status. Under the logic of this system, emperors extended their power beyond China?s borders not by force, but by their ?benevolence? or ?virtuous? rule, which Confucian thinkers believed would lead foreign states to acknowledge the emperor?s moral suzerainty. Thus, outside China proper, it was possible to rule even where there was no mechanism of physical governance in place. Practical benefits accompanied acceptance of China?s nominal status at the head of this universal structure: tributary trade with China was not only extremely profitable but also provided many goods that could not be easily accessed elsewhere. On the other hand, gifts and titles from the Chinese emperor allowed rulers to strengthen their own position vis-?-vis their subjects. Although Japan stayed out of the system during its Tokugawa period (1603-1868) the vast majority of states in east, inner and south-east Asia, including the Ryukyus (modern-day Okinawa), accepted a tributary relationship with China.\n\nThis Sinocentric international order was much weakened during the Qing dynasty (1644-1912). Defeat by Britain in the Opium Wars (1839-42) and the resultant Treaty of Nanjing (1842), as well as the Treaty of Wangxia with the United States in 1854, allowed western powers to impose European-derived international law on their relations with east Asia. The British institutionalised legally a system of treaty ports and control of Chinese maritime customs, which combined to reduce China to semi-colonial status (see ?China?s Age of Fragility? by Robert Bickers, History Today March 2011). Although some revisionist historians argue that the Qing responded swiftly and that by 1862 scholars at the government-run language school Tongwen Guan were reading key texts such as Henry Wheaton?s Elements of International Law (1836) there was considerable confusion as to how the Qing should apply this understanding to relations with China?s neighbours. Meanwhile during its Meiji period (1868-1912) Japan launched an aggressive programme of modernisation and industrialisation, which included adoption of the western lexicon into its diplomatic language. In 1876 Japan forced China?s closest ally Korea into signing the Kanghwa Treaty, copying the methods employed by US Admiral Perry to open up Japan to overseas trade 22 years previously. Conflict over Chinese and Japanese relations with Korea came to a head at a meeting at Tianjin in 1885 in which China rebuffed Japanese demands for the Japan-Korea relationship to be recognised under western international law. Rather than pleading ignorance of western norms as Korean negotiators had done, the Chinese viceroy Li Hongzhang told the Japanese statesman Ito Hirobumi that there was a ?striking difference? between Korea?s tributary relations with China and the mere treaty obligations that she had towards Japan.\n\nIn her study Japan?s Colonisation of Korea: Discourse and Power (2005) Alexis Dudden argues that Japan was able to undermine China?s central position in Asia during the late 19th century by using the language and force of western international law to replace Chinese legal terms hitherto widely accepted in east Asia, introducing a new Sino-Japanese lexicon translated from English. At Tianjin Ito refused to communicate with Li Hongzhang either in Chinese or Japanese but instead spoke in English, catching the Chinese viceroy by surprise. The conflict between the Chinese and Japanese visions for east Asia would be decided on the battlefield. Despite basic naval parity Japan took advantage of a series of disastrous political and strategic errors by Li to defeat China decisively in 1894-95, establishing control over both the Senkaku/ Diaoyu islands and Korea in addition to seizing Taiwan. At a later meeting in 1905 the Chinese viceroy Yuan Shikai complained that there was a Chinese word in the text that he had not seen before, only to be humoured by the Japanese representative, who replied that the word kogi was translated from ?protest? in English. Japan, not China, was to be the new source of the modern vocabulary in kanji (Chinese characters) both legally and in other fields, from botany to economics.\n\nHow does this relate to the present dispute over the Senkaku/Diaoyu islands? Since 1970 the People?s Republic of China, Taiwan and Japan have all put forward bold sovereignty claims over the islands, which are equidistant from Taiwan and the southwestern tip of the Ryukyus. According to Chinese sources the first mention of the Senkaku/Diaoyu islands is in a 15th-century document now held at the Bodleian Library in Oxford. Early sources tended to mention only the islands? location on the voyage to the Ryukyus from China, but by the 17th century Chinese sources clearly named the maritime boundary between the Senkaku/Diaoyu islands and the Ryukyus as the Heishuigou (?Black Water Trench?), an area of high turbulence which we now know marks the edge of the continental shelf. In 1720 Xu Baoguang, the deputy Chinese ambassador sent to confer the royal title upon the Ryukyuan king, collaborated with the local literati to compile the travelogue Zhongshan Chuanxin lu (Record of the Mission to Chusan), which demarcated the westernmost border of the Ryukyuan kingdom at Kume-jima south of the Heishuigou Trench. Deputy ambassador Zhou Huang likewise identified Heishuigou as the boundary in 1756 and later the envoy Li Dingyuan noted the practice of sacrificing a live goat or pig when convoys crossed the trench. In the late 19th century the reformer Wang Tao, who had had experience of travelling in Europe, responded to the Japanese annexation of the Ryukyus by referring to Japanese sources which listed the Ryukyus as a separate country in 1670. He argued that even though the islands were vassals of both China and the Japanese state of Satsuma, the former relationship was more formal",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Senkaku/Diaoyu: Islands of Conflict",
  "revision_id": "2c8bdf18-ad30-448b-a57a-5c741d8c2f6d"
}