{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "702caadc-e547-4162-841c-e6652cb2e60f",
  "metadata_created": "2012-09-24T23:59:29.555832",
  "metadata_modified": "2013-10-10T21:16:54.764906",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "c0e62242-f7a4-44bb-af69-4e3daedbbef3",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "how_to_find_discounted_gift_certificates_on_sale",
  "isopen": false,
  "url": "",
  "notes": "Here are some of the most popular placeslshopsto purchase <a href='http://www.flixya.com/blog/4839782/How-to-find-discounted-gift-cards/'>discounted gift cards</a>:\n\nSpecial Event Locations:\n\nOf course holidays generate lots of sales of gift cards. Companies that cater to holiday buyers will frequently offer discounted gift cards. Such places may be spa's, salon's or fitness centers that offer discounts for Mother's day. Florists or candy shops will soon be good options for discounts at Valentine's Day. Wedding boutiques, photographers, florists and restaurants will likely be good places to get discounted gift cards during June.\n\n\nBulk purchases:\n\nSome retailers and companies provide discounts for large volume orders. Companies can easily get volume discounts when they purchase gift cards as incentive or promotional material. Even individuals could possibly get bulk discounts should they decide to buy discounted gift cards for all their family and friends members. Often the client needs to talk to the sales department to discover certain requirements for bulk purchases.\n\nWarehouse retailers:\n\nWarehouse or club stores are great locations to buy <a href='http://www.flixya.com/blog/4839782/How-to-find-discounted-gift-cards/'>gift cards for less</a>. Simply because they have such a strong purchasing power, they could offer cards with a 10-15% discount.\n\nMedia outlets:\n\nLocal newspapers, radios or TV stations sometimes offer <a href='http://www.flixya.com/blog/4839782/How-to-find-discounted-gift-cards/'>gift cards deals</a> to local organizations. These promotions usually are advertised on the company internet site. A potential customer can search for discounted gift cards on the website.\n\nFood markets:\n\nStrangely enough discount gift cards can be purchased at a specific retailer or often at a local grocery store. The price will be the same, nevertheless the purchaser can benefit by buying at the grocery store and finding a credit on a store rewards card. This credit eventually ends up being truly a discount on the gift card.\nAdChoices\n\nIndustry specific sites\n\nYou can find websites that concentrate on one industry such as for instance restaurants, travel or tourism. It's possible to buy discounted cards on these web sites. It is a win-win situation for the companies and the buyers. Each receives value from the transaction. \n\nFrequent traveler miles:\n\nMany travelers have unused frequent flyer miles within their accounts. Those miles may be used to buy discounted gift cards.\n\nGroup purchase:\n\nThere are some companies that encourage groups to buy discount gift cards. This is yet another version of bulk purchasing.\n\nBecause gift cards are so popular and provide a benefit to everyone else mixed up in transaction, their use and availability have grown to be widespread. Almost any business that caters to the public could have some type of gift card option available. Gift cards allow organizations to utilize a very gentle and positive way of promotion and individuals who are fortunate enough to buy discounted gift cards have an immediate enjoy the promotion. The gifts create a positive atmosphere for both the buyers and sellers.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "How to find discounted gift certificates on sale",
  "revision_id": "b316b663-6aeb-45c5-a7e5-4415043c6758"
}