{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "1b5bf908-f962-4616-8e63-acb29d6acc0c",
  "metadata_created": "2013-08-29T01:26:21.646190",
  "metadata_modified": "2013-10-10T20:37:37.754744",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "c8d522a9-120c-493d-979c-a9c70a74bbcc",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "ditlevsen",
  "isopen": false,
  "url": "",
  "notes": "As People in America, we boast in being hard workers and presenting high quality products and services. That is why made in the USA furniture has always been better than any imported furniture. Our skilled craftsmen always find the best timber and materials and work at each model with great care. This is most notably true when taking a look at Amish made furniture. These men have hard work ethics and always deliver top-notch goods. This made people have a high need for Amish and American made furniture; especially Amish dining room sets and solid wood furniture. \nOne specialized theme that is well-liked is mission style furniture. Although mission furniture all started in the late 19th century, it is still very popular today. Discover more on a partner portfolio - Click here: <a href=\"http://www.onlineamishfurniture.com/\">onlineamishfurniture</a>. It is normally made from oak and ordinarily is designed with vertical lines and panels. Mission chairs are popular for use in dining rooms. They are basic straight-back chairs with consistently separated back slats. Mission style bathroom vanities work well in any dimension bathroom and look particularly nice with basins that are elevated above the counter material. The most typical mission style item in a normal office would be mission file cabinets, they are a much prettier alternative to metal cabinets.\nIf you are wishing to add furniture to a new home or office, advance the quality of the items you currently own, or make an add-on to your residence it may be in your best interest to explore Amish online furniture. You will find pretty much everything you need for any area of your house.\nKitchen areas and dining rooms are often the center of a house. It is where the members of the family reunites after a long day separate.  An oak dining room table is a great investment for any family because they endure nearly forever. They come in a variety of selections and are incredibly secure. You can also decide to purchase them in a variety of different wood stains. A popular selection is to purchase Amish dining room sets that have easily removed slats so you can manipulate the length of the table easily. And of course, you will want to look into purchasing enough Amish dining chairs for each member of your household. Not only are they comfortable, they are so simple to clean. You will never believe how much praise you will be given on your chairs.\nThe next most made use of room is your home is very likely the front room.  An amazing and distinct item that these craftsmen make is the Amish sleigh couch. A sleigh couch or sleigh sofa is made with a sturdy wood bottom and structure with a stuffed back and seat. The dissimilarity between these and the trademark couch is that the lower wood in these shows. They are definitely exquisite and look much classier. Be taught further on an affiliated essay - Click here: <a href=\"http://ottomanempireblog.webs.com/apps/blog/show/27665328-don-t-forget-power-\">check this out</a>. With much less fabric covering and more wood, the also can hold-up two times as long.\nIf you have a separate area in your residence as an office or if you are looking to furnish your work place, this hand crafted furniture may be a better match. Again the value of Amish desks is impeccable. Two exact types are the Amish secretary desk and the Amish corner office desk. An Amish corner desk helps save an awful lot of room, leaving your space feel much less messy. Amish secretary desks are the models that can be shut when you are not utilizing them, hiding clutter easily. This is smashing for an area of the home that is not private, so that you can rapidly hide the disorder from unplanned visitors.\n Lastly, if you are in the market for bedroom furniture, you are in the perfect spot. Amish sleigh beds are a noteworthy revision from the typical bedframe. They are much more imperial and elegant. This simple piece can make almost any bedroom feel like you are staying with royalty.  \nIt is understandable that this hand made furniture is excellent for any residence and can be utilized in a diversity of rooms. To explore more, we recommend you gaze at: <a href=\"http://www.onlineamishfurniture.com/Mission-Style-Furniture_ep_71-1.html\">company web site</a>. Not only does shopping for items from within the States support the neighborhood economy, you are probable to get a better deal because the premium quality makes these elements last forever. These items can be found online or be acquired from the local {craf.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "American ﻿Made﻿ Wood Furnishings for Each Area",
  "revision_id": "b9a6e513-5a5a-46b9-8d0b-c3fefe472414"
}