{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "baec6df2-6df8-4243-85d4-3c1e84c30f7f",
  "metadata_created": "2013-09-02T23:31:46.887954",
  "metadata_modified": "2013-10-10T22:41:08.692001",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "663caeb0-9e60-49de-af31-fe808b0f1cea",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "markussen",
  "isopen": false,
  "url": "",
  "notes": "Low back pain is a single of the oldest occupational well being troubles in background and one of the most common causes of function-associated complaints among adults.  Roughly 15 million people check out the physicians every year because of lower back discomfort.  It is estimated that a total of $25 billion is spent each year to treat this type of body ache.   For this reason, the back pain relief and muscle relaxant industries are increasing by leaps and bounds.\n\nLow back discomfort is a muscular and skeletal ailment that afflicts millions of folks around the planet.  Men and women with blue-collar jobs or those who are necessary to do heavy manual function are much more prone to lumbar aches.  No wonder, construction workers are frequently diagnosed with low back pain.  If left untreated, this ailment can result to absenteeism and decreased productivity. Worse, it could even be the trigger of a lot more significant wellness difficulties.\n\nTo decide the severity of low back discomfort, you might use the following parameters to see how negative your back is:\n\nl Acute Low back pain final much less than 6 weeks\n\nl Sub-Acute Low back pain among 6 and 12 weeks\n\nl Chronic Low back discomfort persists for far more than 12 weeks\n\nThe very good news is that there are a variety of treatment options for back discomfort. I learned about <a href=\"http://www.jenesismindandbody.com.au/\">jenesis mind & body</a> by browsing webpages.  One of the simplest ways to ease the aches is to use a muscle relaxant.  Back discomfort relief is as easy as popping a pill.  However, it is crucial to get your doctor's advice since drugs for back discomfort are often doctor-prescribed and can not be bought over the counter.\n\nThese are other valuable tips, procedures and techniques on back discomfort relief that you might want to consider:\n\nl Apply a cold pack to the painful area for 5-10 minutes at time\n\nl Use an heating pad on the painful region if the discomfort is nevertheless there inside a few days\n\nl Safeguard your back. Stay away from sudden turning or bending. Go on with your usual activities and attempt to\n\nsteer clear of bed rest\n\nl Get specialist qualified remedies\n\nl Nonprescription Discomfort Medications\n\nl Spinal Manipulation\n\nl Get a massage\n\nl Attempt acupuncture\n\nl Traction remedies\n\nl Biofeedback\n\nl Back Belts and Corsets\n\nl Injections into the back\n\nSurely, back pain relief goes beyond office furniture and medication.  The trigger of back pain can also be pressure at function, loved ones troubles, and other distressing circumstances that may not necessarily due to function or physical exertion.  The create-up of everyday tension can make your muscles tighten up and contribute to the slow but painful tension of the back or lumbar muscles.  Self-hypnosis, meditation and guided imagery are also being promoted as tools or tactics to reduce the discomforts association with lumbar ailments.  Back pain relief options can be expensive, based on the certain method prescribed by the therapist.\n\nBut surely, regardless of the severity or degree of back pain, it is often very best to seek the advice of a physician or healthcare skilled.  The back discomfort might be a symptom of other illnesses or health difficulties.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Back Discomfort and Blue Collar Jobs",
  "revision_id": "5e58eb7d-2947-4ff1-9f0e-f862d84e5af8"
}