{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "0af3d8c7-1a1b-445e-b1ec-98550cd71c70",
  "metadata_created": "2013-08-29T10:56:00.063612",
  "metadata_modified": "2013-10-10T20:22:44.719137",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "572d86cd-8894-4a4d-9221-457f5d3a07a2",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "cooper",
  "isopen": false,
  "url": "",
  "notes": "There are many reasons for leg pain, such as overuse, obesity, arthritis or injury. Nevertheless, there are two major factors behind knee pain, they're arthritis and gout. If you are among the countless Americans struggling with knee pain or arthritis pain in the knee you may benefit from the many reports done on this issue. The three basic types of arthritis that may cause knee and hip pain: osteoarthritis and inflammatory arthritis (most often rheumatoid arthritis), and traumatic arthritis. \n\nAutoimmune disorders such as rheumatoid arthritis or systemic lupus erythematosus may cause leg pain. In young ones, chronic leg pain will be the first sign of rheumatoid arthritis or simply 'developing problems.' Knee pain may possibly result from injury, overuse, inner derangement, arthritis, or inflammatory arthritis. The differential diagnoses include inflammatory arthritis, bursitis or tendonitis, anterior knee pain and internal derangement. \n\nGout the yet another major reason for leg problems. Gout is an ailment that causes immediate and severe attacks of pain, redness and swelling of joints. Gout is a disorder is well-known for most decades. Most often it affects an individual joint in one event, often the big toe. About 9 out of 10 affected people affected by gout are men over the age of 40. The peak age of problems is 75 years, but it may occur in young individuals on rare occasions. Over one thousands Americans possess a gout attack every year. \n\nGout is because of accumulations of uric acid inside the substance of the bones. Uric acid is a waste product of many foods that people eat. Rid your body of waste, and to be able to properly digest food, we produce chemicals such as the crystals to move waste material. Finally, the crystals is excreted via the kidneys in urine. However, when the transportation of uric acid is impaired, and uric acid accumulates in the blood stream, the condition named gout may result. The impairment of the crystals excretion is usually due to a problem, but can also have other causes. \n\nAgonizing attacks of gouty arthritis, or joint pain, can result, when the uric acid level becomes too much for an individual. Other symptoms can include kidney stones, and, ultimately, kidney failure. It is interesting to note that the relationship between the crystals levels in the bloodstream and gout is unclear. Some individuals with gout have normal or near normal blood levels of uric acid; other individuals have very high blood levels of uric acid with no outward indications of gout. I learned about <a href=\"http://semechanics.com/beneficial-assistance-to-make-easy-healthy-foods/\">partner site</a> by browsing the Dallas Sun. It appears to be totally dependent on the in-patient. \n\nA lot of people possess a hereditary condition making them more susceptible to gout; other risk facets also subscribe to having a gouty attack. Among these are obesity and unexpected weight gain, abnormal kidney function, excessive consumption of alcohol (particularly 'binge' drinking), and certain forms of cancer. Some drugs, such as for instance thiazide diuretics to manage blood pressure, and foods that are rich in purines can cause problems. Purine-rich foods contain organ meats (e.g. liver, elimination), herring, anchovies, and to an extent, all meat products.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Arthritis, Gout Rich Guys Leg Pain",
  "revision_id": "abb58baa-1055-4628-886e-d87244716090"
}