{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "6b819e9e-7fb4-4472-ab44-52860503b2a3",
  "metadata_created": "2013-07-16T08:09:20.177540",
  "metadata_modified": "2013-10-10T21:17:42.073498",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Embryologists require identifiable factors when analysing embryos grown in-vitro that can better predict an embryos successful development in the uterus. It has been proposed that the volume of various embryo features, such as blastomeres, within a developing of embryo could be used as an indicator of viability. An initial interface has been developed using existing image processing tools to segment z-stacks produced via confocal microscopy and create a set of volumes for analysis. A further addition to these tools was developed with the intent of improving the accuracy of the segmentation process; specifically, in identifying individual blastomeres whose proximity to neighbouring blastomeres resulted in the false identification of a single segment. A method has been proposed that uses a contour produced by an earlier segmentation procedure and identifies concave regions along the contour. These are interpreted as probable indicators of the location of boundaries between different blastomeres. By using points along the contour in these concave regions we attempt to extrapolate the boundaries between blastomeres.",
      "name": "Use of Concave Corners in the Segmentation of Embryological Datasets",
      "format": "",
      "url": "http://www.seipub.org/rbb/paperInfo.aspx?ID=2338",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "6b819e9e-7fb4-4472-ab44-52860503b2a3",
      "created": "2013-07-16T03:09:53.084847",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "075ae78b-095f-495f-9c5f-657bd94b7fce",
      "url_type": null,
      "id": "fbe1e9fc-a69d-4b8f-9e2d-fffa53367d76",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Diabetes, named also silent killer, is a metabolic disease characterized by high blood glucose levels, which result from body does not produce enough insulin or the body is resistant to the effects of insulin. Classification models are one of the most widely used groups of data mining tools that greatly help physicians to improve their prognosis, diagnosis or treatment planning procedures. Classification accuracy is one of the most important features in order to choose the appropriate classification model; hence, the researches directed at improving upon the effectiveness of these models have never stopped. Nowadays, despite the numerous classification models proposed in several past decades, it is widely recognized that diabetes are extremely difficult to classify. In this paper, a hybrid binary classification model is proposed for diabetes type II classification, based on the basic concepts of soft computing and artificial intelligence techniques. Empirical results of Pima Indian diabetes data classification indicate that hybrid model is generally better than other linear/nonlinear, soft/hard, and classic/intelligent classification models presented for diabetes classification. Therefore, our proposed model may be a suitable alternative model for medical classification to achieve greater accuracy, and to improve medical diagnosis.",
      "name": "Diagnosing Diabetes Type II Using a Soft Intelligent Binary Classification Model",
      "format": "",
      "url": "http://www.seipub.org/rbb/paperInfo.aspx?ID=2307",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "6b819e9e-7fb4-4472-ab44-52860503b2a3",
      "created": "2013-07-16T03:10:42.677466",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "0d23445b-4414-4b29-93b8-1155de44ff3e",
      "url_type": null,
      "id": "dd7da4d2-e559-483b-b9f0-417cfc866839",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Over the past few decades, protein interactions have gained importance in many applications of prediction and data mining. They aid in cancer prediction and various other disease diagnosis. Imbalanced data problem in protein interactions can be resolved both at data as well as algorithmic levels. This paper evaluates and surveys various methods applicable at data level as well as ensemble methods at algorithmic level. Cluster based under sampling, over sampling along with data based methods were evaluated under Data level. Ensemble classifiers were evaluated at the algorithmic level. Unstable base classifiers such as SVM and ANN can be employed for ensemble classifiers such as Bagging, Adaboost, Decorate, Ensemble non-negative matrix factorization and so on. Random forest can improve the ensemble classification in dealing with imbalanced data problem over Bagging as well as Adaboost method for high dimensional data.",
      "name": "A Survey: Evaluation of Ensemble Classifiers and Data Level Methods to Deal with Imbalanced Data Problem in Protein-Protein Interactions",
      "format": "",
      "url": "http://www.seipub.org/rbb/paperInfo.aspx?ID=2964",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "6b819e9e-7fb4-4472-ab44-52860503b2a3",
      "created": "2013-07-16T03:11:19.531813",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "0b4664c5-79e9-44c7-bd5f-2b692d8e5d17",
      "url_type": null,
      "id": "4a1002c0-8e52-47fa-9e8c-11f9d54ce36d",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "There are four IL-1 Receptor-Associated Kinase (IRAK) family members in mammals, one of which is IRAK1. IRAK1 interacts with IRAK4, which is associated with MyD88 adaptor protein upon ligand stimulation. This research aims to study the domains of IRAK1, understanding of which is important to yield insights into the functional role of IRAK1 in the pathogen sensing mechanism. The results obtained from this study may guide further research in the immunotherapy studies on the Toll-Like Receptor (TLR) signaling pathway.",
      "name": "Domain Analysis of IL-1 Receptor-Associated Kinase 1",
      "format": "",
      "url": "http://www.seipub.org/rbb/paperInfo.aspx?ID=2988",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "6b819e9e-7fb4-4472-ab44-52860503b2a3",
      "created": "2013-07-16T03:12:02.063976",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "8baad64e-37db-42df-9015-f06d40f74359",
      "url_type": null,
      "id": "3bda3c12-e5a3-4ef6-8304-40f02d65692b",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The genetic regulatory network, which is constructed from the time-courses data sets, is always described as highly nonlinear differential equations. Mathematical and computational modeling technologies focus on efficiently identifying the parameters of the nonlinear dynamic biological system. Various derivative-free and derivative-based optimization technologies have been proposed recently to infer the parameters of the S-type genetic regulatory networks (S-systems). The S-system is described as coupled power-law functions. As the involved genes and/or proteins increase, the identification becomes increasingly difficult; multiple attractors exist in the system. How to develop an optimization algorithm to reduce the computation time while keeping the accuracy is necessary. In this study, a gradient-based metaheuristics is proposed. The computational method starts with the hill-climbing optimization, and solves the stagnation phenomenon by using a differential climbing operation and migration synchronous evolution. This method was tested with four biological systems. To show the performance in the solution quality and the computation time, we let the learning be implemented in a wide search space ([0, 100] for rate constants and [-100, 100] for kinetic orders) and initialized all parameters at a bad point (the neighbourhood of 80).",
      "name": "The Inverse Aspect of Metaheuristics for the Parameter Identification of S-systems",
      "format": "",
      "url": "http://www.seipub.org/rbb/paperInfo.aspx?ID=2957",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "6b819e9e-7fb4-4472-ab44-52860503b2a3",
      "created": "2013-07-16T03:12:44.248901",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "77bb5ac3-8d29-4270-800a-9e5ee7bacb03",
      "url_type": null,
      "id": "1fe52ea6-ffb2-40a3-89dc-3391fa99fbd4",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Microarray Technology is used to automate the diagnostic task and improve the accuracy of the traditional diagnostic techniques. Analysis of microarrays presents a number of unique challenges for data mining. It is a high throughput method to analyze expression levels of multiple genes simultaneously. The concept of association plays an important role in microarray to find the association of expression levels of multiple genes. In the proposed work, the association rule mining technique is used to mine gene expression data in order to analyze the affects of expression of one gene with other gene for gene functionality biological Process and Molecular Function. The yeast Saccharomyces cerevisiae dataset is used for the work where Apriori algorithm is used to find the association of genes for different experimental condition for time interval 2 and 4.",
      "name": "Mining Temporal Association Rules from Time Series Microarray Using Apriori Algorithm",
      "format": "",
      "url": "http://www.seipub.org/rbb/paperInfo.aspx?ID=3060",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "6b819e9e-7fb4-4472-ab44-52860503b2a3",
      "created": "2013-07-16T03:13:20.467552",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 5,
      "revision_id": "dd4989c1-2ce1-4eca-8a0c-beb95243cd98",
      "url_type": null,
      "id": "e2eee002-14b2-49c8-869e-6a516858fe23",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Eukaryotic Signature Proteins (ESPs) are proteins that delineate the eukaryotes from the archaea and bacteria. They have no readily recognisable homologues in any prokaryotic genome, but their homologues are present in all main branches of eukaryotes. Since ESPs are conserved in all eukaryotes, they are considered to be ancient proteins with a slow rate of evolution. These properties make them theoretically good candidates to analyse the phylogenetic relationships of eukaryotic species. This study examines the possibilities of using ESPs as a special group of proteins in deep phylogenetic analysis. After concatenation of ESP sequences, a phylogenetic tree of 15 mammalian species, and another phylogenetic tree including many divergent eukaryotes was generated to examine how ESPs perform. The latter tree is the longest concatenated sequences to built tree for eukaryotes to date. ESP performed very well for the mammal phylogenetics. The deep eukaryotic tree included some deeply divergent branches but has also showed promising results.",
      "name": "Are Signature Proteins the Key to Evaluating Eukaryotic Phylogeny?",
      "format": "",
      "url": "http://www.seipub.org/rbb/paperInfo.aspx?ID=6248",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "6b819e9e-7fb4-4472-ab44-52860503b2a3",
      "created": "2013-07-16T03:13:49.200433",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 6,
      "revision_id": "010724ae-0fb1-4820-8687-4ac79f190784",
      "url_type": null,
      "id": "3f620067-0f76-4cc1-8add-024c2907c986",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 7,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Bioinformatics and Biometrics",
      "id": "11fb670d-0769-4868-8962-408189c69c11",
      "name": "Bioinformatics and Biometrics"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-seipub-org-rbb",
  "isopen": true,
  "url": null,
  "notes": "Review of Bioinformatics and Biometrics (RBB) is an internationally refereed journal dedicated to publishing the latest advancements in bioinformatics and biometrics research. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Review of Bioinformatics and Biometrics (RBB)",
  "revision_id": "54bfd1e6-3ed1-46c3-8b7a-104b0796a4f1"
}