{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "01258072-9c55-4e48-94ae-08406dfc0324",
  "metadata_created": "2012-10-31T19:27:06.565618",
  "metadata_modified": "2013-10-10T21:16:54.764906",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "e2888be1-ceb8-49ed-9a18-481643f3b8da",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "how_to_improve_on_your_white_balance",
  "isopen": false,
  "url": "",
  "notes": "Unlike painters, most photographs have little if any training in colour theory. This is a pity, since unless one understands the physiological as well as psychological basis of formal colour theory it's hard to understand why some photographs work and some don't, except on a \"gut feel\" basis.? Using strong colors in images produce an incredible effect allowing the image to speak to the viewer. We think and feel in color which makes it obvious that well utilized color will draw the eye of the viewer. Here are some keys to understanding and using color more effectively in your photos. Violet is a Second Order colour formed by the mixing of Blue and Red. It is not a colour which is readily found in nature, though of course the flower of that name is a notable exception. Violet is a colour traditionally associated with nobility and it conveys a feeling of elegance and warmth.\n\nEach time a new camera model is released the first improvement manufacturers like to talk about, is a better image processor. Olympus name their image processor Truepic, Sony name their's Boinx and Canon use the Digic processor. It is the function of these processors to record the measured white balance information that will be saved with the RAW image. It is also these processors that will rebuild the RAW image into a 8 bit JPEG color file. This color file is then saved on the memory card. For situations where the white balance presets won't do, most cameras also come with a Custom White Balance setting. In this mode you begin by taking a photo of a white object (a sheet of white paper or a professional white balance card) under the lighting conditions of your scene. Then you just tell your camera to use that image as its white balance reference, and then all photos taken under those conditions will come out correctly balanced.\n\nThank you for reading this blog post. I also want to recommend my <a href='http://www.squidoo.com/canon-g15'>Canon powershot g15</a> post to you. Please take a look, and I know you will like it! Enjoy your camera and the color you have captured.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "How to Improve on Your White Balance",
  "revision_id": "b316b663-6aeb-45c5-a7e5-4415043c6758"
}