{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "fa19a107-79ea-4bb4-9297-fec8e571dbd2",
  "metadata_created": "2012-10-21T03:09:08.154245",
  "metadata_modified": "2013-10-10T21:16:54.764906",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "e2888be1-ceb8-49ed-9a18-481643f3b8da",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "how_to_use_backlighting_for_color",
  "isopen": false,
  "url": "",
  "notes": "This was an interesting concept the first time I read about it. Colors at the warm end of the color spectrum stand out and demand more of our attention. They are said to be advancing colors. Take red for example, it is strong and bold and when viewed in an image tends to dominate through its boldness and rich color. You?ll notice how strong it is when you have a scene that has only a little red, like a postbox, and yet it still has a dominating effect on the overall image. Yellows and oranges have a similar effect although they aren?t as strong as red. So be aware of advancing colors so that they work for you and don?t upset an image. Another example would be a bridal scene where a red object is part of the image. It will take the attention off the bride so be aware of this. Unlike painters, most photographs have little if any training in colour theory. This is a pity, since unless one understands the physiological as well as psychological basis of formal colour theory it's hard to understand why some photographs work and some don't, except on a \"gut feel\" basis.?\n\nBacklighting in photography is just what it sounds like, lighting a subject from the back.? It can be used for a variety of different ways, such as a hair light for people, showing transparency with fabrics or glass or creating stunning silhouettes.? Backlighting is a great way to showcase your subjects, but can lead to some rather poor results if you don?t execute it properly. As autumn approaches, the changing of the leaves marks the beginning of the colorful season. I think this is the best time of the year to go out and capture the color of the nature. but before you do that, make sure you read my <a href=\"http://www.squidoo.com/canon-g13#module161563895\">Canon G12</a> article. Enjoy your weekned!",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "How to Use Backlighting for Color",
  "revision_id": "b316b663-6aeb-45c5-a7e5-4415043c6758"
}