{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "84396650-a16d-42d5-9c5e-ab377beef3f6",
  "metadata_created": "2013-07-16T07:09:46.937375",
  "metadata_modified": "2013-10-10T21:17:42.073498",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Simulation is a useful tool in the design process when building a large-scale system. It helps to analyze several design factors like feasibility, cost, impact, outcome and risk in advance. Simulation is resource intensive when systems become large and complex. Especially, when we try to simulate a special type of systems called “rare event systems”, the determination of the probability of such rare events with reasonable confidence interval can be a challenge in terms of computational resource, time, and budget. In this type of systems, the chance of the interested event’s occurrence is slim. But the consequence of that is severe. Examples of this type of systems include: space exploration endeavors, air traffic control systems, nuclear reactors control systems, etc. Any rare accidental events in such systems could mean a missed opportunity to find a life in space, the loss of human lives, or the demise of entire life in the planet. The challenge of simulating this type of systems stems from the fact that we dare not miss any cases (have to exhaust all the possibilities even though some of these are very low, thus a lot of computing time). In this paper, we will present a general-purpose rare event simulation framework called “SPLITSIM” that is developed by us to address rare event simulation challenges; we will give descriptions about the architecture of our software design and give comments on essential part of our implementation source code; we will also show features and advantages of our open-source package.",
      "name": "The Study of Rare Event Systems' Behavior Using Simulation",
      "format": "",
      "url": "http://www.seipub.org/ijace/paperInfo.aspx?ID=1273",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "84396650-a16d-42d5-9c5e-ab377beef3f6",
      "created": "2013-07-16T02:10:25.578577",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "c1c08e6e-d186-47e4-8368-d0fe50dc7be9",
      "url_type": null,
      "id": "5f797c5c-d056-456a-bab0-b8b7c2f245c6",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper proposes an approach based on Bacterial Foraging Algorithm (BFA) for optimal placement of Distribution Generations (DGs). The optimal sitting and sizing of distributed generation is formulated as a multi-objective function including the network power losses minimization and voltage profile improvement. BFA algorithm has been employed to optimize the problem. To demonstrate the effectiveness of the proposed approach, it has been applied to 33 and 69 bus systems. The results of the proposed approach are compared with those of Genetic Algorithm (GA) and also Shuffled Frog Leaping Algorithm (SFLA) to reveal its strong performance.",
      "name": "A New BFA-Based Approach for Optimal Sitting and Sizing of Distributed Generation in Distribution System",
      "format": "",
      "url": "http://www.seipub.org/ijace/paperInfo.aspx?ID=1276",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "84396650-a16d-42d5-9c5e-ab377beef3f6",
      "created": "2013-07-16T02:11:02.620672",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "3e292708-8d7f-4f63-a481-0ffeda29adbd",
      "url_type": null,
      "id": "ec476466-2e86-4c65-bf3e-9f1f5dcebcf5",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The metis tool is indeed one of renowned tools in the field of venture architecture and especially in modeling world of information systems engineering. The advantages of this tool give users flexibility in terms of usage and accomplishment in their ventures as well. This article tried to elucidate the feature of the tool rather than the practical implementation of this tool. However, brief glimpse of the usage can be seen. The appraisal is also focused on the capability of the tool used for simple modeling, visual element features maintained by tool.\r\n",
      "name": "Appraisal of Metis Tool in an Automated Venture Architectural System",
      "format": "",
      "url": "http://www.seipub.org/ijace/paperInfo.aspx?ID=1269",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "84396650-a16d-42d5-9c5e-ab377beef3f6",
      "created": "2013-07-16T02:11:37.126422",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "b7e5ea90-f0ba-4932-9222-025453d8de05",
      "url_type": null,
      "id": "bec847c5-cb02-4f52-96fc-cd81ae7a5c58",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " This article about decentralized control wiring rotor induction machine with two pieces of three-phase bridge converter with DC link connected between the rotor and network will discuss and independent control of active and reactive power of induction generator with double feed “DFIG” which is used for electricity generation in variable speed wind power plants, is considered. In this article with use of feedback linearization method “the controller is designed with the goal of independent control over the stator active and reactive power”. That works in the high and low speed synchronous. As regards stator voltage measured by the sensor, however, the stator flux should be estimated by means of tracking stator voltage (instead of tracking flux). After the proof of the relations and equations required in centralized control, a model representing separate active power and reactive power control, in the induction generator DFIG is simulated in Matlab-Simulink environment and the results have been reviewed.",
      "name": "Nonlinear and Independent Control of Active and Reactive Powers and a Double Fed Induction Generator",
      "format": "",
      "url": "http://www.seipub.org/ijace/paperInfo.aspx?ID=1271",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "84396650-a16d-42d5-9c5e-ab377beef3f6",
      "created": "2013-07-16T02:12:13.514980",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "9b3d1071-8eb2-4572-818d-40c03270c611",
      "url_type": null,
      "id": "b6acfed7-bcd0-4c97-b514-54a11c686cff",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The system of non linear reaction-diffusion process in thin membrane describing steady state of chemical reactions that involves three species is discussed. The equations are coupled by the non-linear reaction terms with mixed boundary conditions. A closed form of an analytical expression of concentrations for the full range of enzyme activities has been derived using Homotopy analysis method. A simple form of an approximate analytical expression of concentrations in terms of dimensionless parameter is also reported. These approximate results are compared with the numerical results. A good agreement with simulation data is noted.\r\n",
      "name": "Non-Linear Reaction-Diffusion Process in a Thin Membrane and Homotopy Analysis Method",
      "format": "",
      "url": "http://www.seipub.org/ijace/paperInfo.aspx?ID=1268",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "84396650-a16d-42d5-9c5e-ab377beef3f6",
      "created": "2013-07-16T02:12:47.661024",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "d77b47ec-274b-4f97-a20e-6efccd04578c",
      "url_type": null,
      "id": "b4df4de0-4d1e-49bb-b8d4-b20e681d8b82",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " This paper presents an application's experience of Low voltage impulse testing (LVI-testing), some results of the use of Frequency Response Analysis (FRA) to check the condition of transformer windings and infra-red control (IR-control) results of electrical equipment. The LVI method and short-circuit inductive reactance measurements are sensitive for detecting such faults as radial, axial winding deformations, a twisting of low-voltage or regulating windings, a losing of winding's pressing and other. IR-control was used for detection of overheating of disconnector contacts, bushing condition of power transformers, condition of circuit breakers, arresters and limiters of overvoltages, coupling transformers, measuring current transformers, measuring voltage transformers and other. Information-measuring systems (IMS), which described in this paper, were proposed to use together with rapid digital protection against short-circuit regimes in transformer windings.",
      "name": "Fault Detection of Electrical Equipment. Diagnostic Methods",
      "format": "",
      "url": "http://www.seipub.org/ijace/paperInfo.aspx?ID=1272",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "84396650-a16d-42d5-9c5e-ab377beef3f6",
      "created": "2013-07-16T02:13:24.081190",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 5,
      "revision_id": "52efbfde-6083-470a-b0c0-2b9a600e1762",
      "url_type": null,
      "id": "0e0b9d0d-2141-4f1f-a553-3e5ff0b069b4",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Shape Memory Alloys (SMA’s) are able to reach very large recoverable strains. They have found their means into many inventive applications including seismic structural control. Due to their recentering capability as well as damping capacity, SMA materials are favorable for use in earthquake applications. The main idea of this research is the simultaneous use of SMA elements in different phases and steel elements is structural systems, in order to utilize each favorable characteristics. Damping capacity of Martensite phase of the SMA will leave residual strains in structure which is in contrast with the recentering characteristic of Austenite phase of the SMA. Therefore an attentive arrangement will be required in order to get the best structural performance. In this article an initiative was taken for arranging different states of SMA materials in structures as bracing elements in order to reach the best feasible performance.",
      "name": "Seismic Control of Steel Structures with Shape Memory Alloys",
      "format": "",
      "url": "http://www.seipub.org/ijace/paperInfo.aspx?ID=2522",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "84396650-a16d-42d5-9c5e-ab377beef3f6",
      "created": "2013-07-16T02:14:00.538858",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 6,
      "revision_id": "ccda7746-5242-45dc-b0d5-f88d1fc5e575",
      "url_type": null,
      "id": "eb3514b6-7d9b-4dd8-941e-ca01531a72c7",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In this paper, emergency communications past and present are discussed. The current public safety issues of non-interconnected separately owned and operated Land Mobile Radio (LMR or private mobile radio (PMR)) networks to the presently designed systems for interconnected from agency to agency use radio systems that are created by unifying communication resources providing public safety agencies local, regional, and national services. These proposed interconnected systems are called mobile responder communication networks (MRCNs). Many groups have explored how to accomplish interconnecting existing and new infrastructure, from small devices to larger, interconnecting public to private networks. A particular focus of this paper will also explore a newer technology called WiMAX, a bridging technology that can expand the useable spectrum of services currently available. The infrastructure, including WiMAX, can bridge services and also enhance current ones. MRCNs can use a common IP-based network service intelligent session control to bridge commercial networks as well with LMRs. Thus, this would allow for the support of multimedia services, broadband access via high data rate access, and mission critical group voice and other services not available with current LMR technologies during emergency responses.\r\n",
      "name": "Mobile Emergency Communication System Architecture",
      "format": "",
      "url": "http://www.seipub.org/ijace/paperInfo.aspx?ID=1278",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "84396650-a16d-42d5-9c5e-ab377beef3f6",
      "created": "2013-07-16T02:15:01.418836",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 7,
      "revision_id": "09b6ed4e-29d8-4d0a-ab94-4d6555d24330",
      "url_type": null,
      "id": "837edc77-51c6-4fe7-9afc-89fc971be306",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In this work, a complete environment for the development of industrial automation programs based on the IEC 61131-3 standard and the PLCopen TC6 scheme is presented. This environment includes a specific editor for every programming language of the standard, a set of translators for these languages and a compiler to generate executable code. This paper describes the structure and features of this application, as well as its advantages over other solutions. A new method of translation into IL language is also suggested, which takes advantage of the structured information provided by the TC6-XML scheme. The transformation algorithm is designed based on Activity-On-Vertex (AOV) networks and a topological sort technique.",
      "name": "Industrial Automation Programming Environment with a New Translation Algorithm among IEC 61131-3 Languages Based on the TC6-XML Scheme",
      "format": "",
      "url": "http://www.seipub.org/ijace/paperInfo.aspx?ID=2220",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "84396650-a16d-42d5-9c5e-ab377beef3f6",
      "created": "2013-07-16T02:15:32.976545",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 8,
      "revision_id": "15e8a0ef-2984-401d-b58d-d83c3041a12b",
      "url_type": null,
      "id": "288559c1-2b4f-44dd-9cfd-096ce4471507",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "By combining the compressed sensing theory and the digital watermark technology, a digital watermarking method based on the theory of compressed sensing is proposed in this paper. The method is divided into three steps: compressed sensing compression process, compressed sensing recovery process and compressed sensing extraction. The watermarket is embedded through the embedded mechanism between the compressed sensing compression process and the compressed sensing recovery process. The experiments show that the proposed watermark method has stronger robustness and is more safe to against the attacks.",
      "name": "A Digital Image Watermarking Method Based on the Theory of Compressed Sensing",
      "format": "",
      "url": "http://www.seipub.org/ijace/paperInfo.aspx?ID=2449",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "84396650-a16d-42d5-9c5e-ab377beef3f6",
      "created": "2013-07-16T02:16:08.806708",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 9,
      "revision_id": "f2321ed7-0981-458c-80cf-d6f991b6dbb2",
      "url_type": null,
      "id": "a69d438d-3bf2-4d6e-bf1e-dbf8467b55da",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Power losses of electric drives depend to a large extent on the switching frequency, currents, and supply voltage of the power semiconductor inverter. As these three parameters affect the motor torque and speed, they must be considered in the synthesis of the algorithms provided in the inverter adjustment. This paper presents the simulation and experimental study on a space vector modulation (SVM) inverter that supplies the alternating current (ac) electric drive with low switching losses. A new toolkit to explore different modulation techniques is described. Some methods of the load-dependent control over ac electric drive inverters are examined through simulation and experimentation. The benefits of the new discontinuous SVM algorithms upon the well-known control techniques are discussed.",
      "name": "Improved Switching Patterns of Inverters for Electric Drive Applications",
      "format": "",
      "url": "http://www.seipub.org/ijace/paperInfo.aspx?ID=2851",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "84396650-a16d-42d5-9c5e-ab377beef3f6",
      "created": "2013-07-16T02:16:38.495964",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 10,
      "revision_id": "b2fc56a1-d558-4651-8ed4-ead73287064b",
      "url_type": null,
      "id": "87c5d219-369b-4722-af9b-b43c4265bf2e",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The problem of structural identification of static plants with a vectorial input which contain single-valued nonlinearities, is considered. For a problem solution passage in special structural space is fulfilled. The method of construction of space is described. The criterion of an estimation of degree of linearity of plant is introduced. Algorithms of decision-making on a class of nonlinearity on the basis of a method of secants and construction of area which belong to nonlinearity are offered. Results of modelling are reduced.",
      "name": "Structural Identification of Nonlinear Static Objects",
      "format": "",
      "url": "http://www.seipub.org/ijace/paperInfo.aspx?ID=3078",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "84396650-a16d-42d5-9c5e-ab377beef3f6",
      "created": "2013-07-16T02:17:10.672779",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 11,
      "revision_id": "d032abdb-7470-4916-855a-26b8697d653c",
      "url_type": null,
      "id": "604d37eb-52dd-4819-811d-4de0088038fc",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Works presented in this paper deal with the robustness of manufacturing job-shops with time constraints. A computing algorithm of a lower bound of the maximal time disturbances allowed in a given point is provided. To demonstrate the effectiveness and accuracy of this algorithm, two industrial examples are depicted. The possession of this bound allows checking the death of marks without the generation of too many false alarms. From a practical point of view, the death of a mark corresponds to an incorrect treatment of a given product. In food or pharmaceutics industries, this scenario is not acceptable because it jeopardizes health of humans. When a disturbance is lower than the bound value, the production remains correct and no quality alarm is generated.",
      "name": "Computation of Passive Robustness Bound for Assembly/Disassembly Processes",
      "format": "",
      "url": "http://www.seipub.org/ijace/paperInfo.aspx?ID=2495",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "84396650-a16d-42d5-9c5e-ab377beef3f6",
      "created": "2013-07-16T02:17:40.841687",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 12,
      "revision_id": "ec630c68-f8e4-4bc3-b1b8-66ca07354888",
      "url_type": null,
      "id": "80785155-ae4a-4d7e-8af2-5294b519690a",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 13,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Automation and Control Engineering",
      "id": "f0e9b356-451e-4270-b25c-c02870621ba6",
      "name": "Automation and Control Engineering"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-seipub-org-ijace",
  "isopen": true,
  "url": null,
  "notes": "International Journal of Automation and Control Engineering(IJACE) is an internationally refereed journal dedicated to publishing the latest advancements in automation and control engineering research. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "International Journal of Automation and Control Engineering (IJACE)",
  "revision_id": "54bfd1e6-3ed1-46c3-8b7a-104b0796a4f1"
}