{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "446cd93e-f539-4708-9847-001d0910fac0",
  "metadata_created": "2012-09-25T00:00:04.053659",
  "metadata_modified": "2013-10-10T21:16:54.764906",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "c0e62242-f7a4-44bb-af69-4e3daedbbef3",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "how_to_buy_low_cost_gift_cards_on_sale",
  "isopen": false,
  "url": "",
  "notes": "Here are some of the very popular locations to purchase <a href='http://www.flixya.com/blog/4839782/How-to-find-discounted-gift-cards/'>discounted gift cards</a>:\n\nSpecial Event Locations:\n\nOf course holidays generate plenty of sales of gift cards. Organizations that cater to holiday buyers will frequently offer discounted gift cards. Such places could be spa's, salon's or fitness gyms that offer discounts for Mother's day. Florists or candy shops is going to be good alternatives for discounts at Valentine's Day. Wedding boutiques, photographers, florists and restaurants is going to be good places to purchase discounted gift cards during June.\n\n\nBulk purchases:\n\nSome retailers and companies offer discounts for large volume orders. Companies can certainly get volume discounts once they purchase gift cards as incentive or promotional material. Even individuals could possibly get bulk discounts when they end up buying discounted gift cards for many their family and friends members. Frequently the customer must speak to the sales department to find out certain requirements for bulk purchases.\n\nWarehouse retailers:\n\nWarehouse or club stores are great locations to buy <a href='http://www.flixya.com/blog/4839782/How-to-find-discounted-gift-cards/'>gift cards for less</a>. Since they have this kind of strong purchasing power, they are able to offer cards with a 10-15% discount.\n\nMedia outlets:\n\nLocal newspapers, radios or TV stations sometimes offer <a href='http://www.flixya.com/blog/4839782/How-to-find-discounted-gift-cards/'>gift cards deals</a> to local organizations. These promotions usually are advertised on the company web site. A potential customer can search for discounted gift cards on the site.\n\nSupermarkets:\n\nStrangely enough discount gift cards are available at a specific retailer or often at a local grocery store. The price may be the same, nevertheless the purchaser can benefit by buying at the grocery store and finding a credit on a store rewards card. This credit ultimately ends up being fully a discount on the gift card.\nAdChoices\n\nIndustry specific websites\n\nThere are websites that give attention to one industry such as restaurants, travel or tourism. It's possible to buy discounted cards on these websites. It's a win-win situation for the businesses and the buyers. Each receives value from the transaction. \n\nFrequent traveler miles:\n\nMany travelers have unused frequent flyer miles within their accounts. Those miles enables you to buy discounted gift cards.\n\nGroup purchase:\n\nThere are some companies that encourage groups to buy discount gift cards. This is just another version of bulk purchasing.\n\nBecause gift cards are so popular and provide a benefit to everyone involved in the transaction, their use and availability have grown to be widespread. Almost any business that caters to the general public may have some type of gift card option available. Gift cards allow businesses to employ a very gentle and positive way of promotion and individuals who are lucky enough to purchase discounted gift cards have an immediate benefit from the promotion. The gifts create a positive atmosphere for both the buyers and sellers.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "How to buy low cost gift cards on sale",
  "revision_id": "b316b663-6aeb-45c5-a7e5-4415043c6758"
}