{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "1eef78bf-b4db-456b-978b-95a28ca15c11",
  "metadata_created": "2013-08-29T04:13:00.078911",
  "metadata_modified": "2013-10-10T22:48:55.957568",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "6fd1dc61-94e0-4cef-ae06-0858d0029e34",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "meyer",
  "isopen": false,
  "url": "",
  "notes": "With mountain biking being truly a remarkably popular sport, \n\nThere are lots of bikes to choose from. Relying \n\nOn which kind of riding the style is liked, by you of \n\nbikes you can select from will change. Below, you'll \n\nfind tips about different types of bicycles available. \n\n1. Visit <a href=\"http://revbikes.com/suzuki-fairings/\">suzuki fairings</a> to research the purpose of it. X-country \n\nAlmost all mountain bicycles may fit into this category. \n\nCross country mountain bikes are light-weight, making \n\nthem an easy task to ride over many terrains, even up and \n\ndown mountains. This is the most common mountain bicycle \n\nand it may be combined with ease for operating on the trail \n\nAnd sometimes even going. \n\n2. Downhill \n\nThese types of bikes are for serious bikers who \n\nRequire the greatest experience. Downhill cycles have \n\nRear and front suspension, strong areas, and disk \n\nbrakes. To discover more, please consider checking out: <a href=\"http://revbikes.com/\">visit motorcycle fairing kits</a>. Seldom accessible off the shelf, most riders \n\nPrefer to custom build their particular. \n\n3. Studies \n\nA great degree is involved by trail mountain biking of \n\nskill and is classified while the precision operating of \n\nThe game. Similiar to downhill cycles, trial individuals \n\nwill often create their particular cycles instead of purchase \n\none off a ledge. Broadly speaking very light and very \n\nPowerful, these bikes need a large amount of control. \n\n4. This elegant <a href=\"http://motorcyclefairingkit.com/yamaha-fairings/\">investigate yamaha fairings</a> essay has various compelling lessons for the meaning behind this enterprise. Jump and slalom \n\nSlalom and leap cycles are very powerful and created \n\nfor getting, street slalom, and racing. They provide \n\na suspension and use very good components \n\nSpecialized in what they do. These bicycles are extremely \n\nFavored by the activity of mountain biking. \n\nThe game can, even if you are new to mountain biking \n\nBe described as a lot of fun. There are several cycles to choose \n\nfrom, all of which be determined by your type. If you are \n\nstill looking for the very best type for you, all you \n\nWant to do is try out several bikes and see what type \n\nFits you the very best. \n\n(word count 295) \n\nPPPPP.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Different Types of Mountain Bikes",
  "revision_id": "4173f591-b282-4b5e-9bcd-a56a6d7ed587"
}