{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "4a87c10a-24b6-4a63-a8c8-8d470813943b",
  "metadata_created": "2013-08-29T13:16:18.615065",
  "metadata_modified": "2013-10-10T22:43:52.505874",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "e734daec-2443-47ae-8f63-f0f5c11c57ad",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "mcelroy",
  "isopen": false,
  "url": "",
  "notes": "Gone will be the days of dull phone psychic \n\nconsultations. With technology being what it is today, we \n\nAt the moment are able to speak over a -face to face- schedule \n\nwithout anybody leaving his or her domiciles or jobs. \n\nNow that most every house includes a computer with an Internet \n\nlink and net cameras are a a dozen, we are now \n\nIn a position to have these -face to face- readings done on the web. \n\nIt's simple to see and speak with your on line psychic for a \n\nSession instead of hearing a voice over the phone with \n\nan as yet not known face. The psychic group happens to be at \n\nthe mercy of skeptics but with these online psychic \n\nMeetings, you can be guaranteed a genuine consultation. \n\nThe best numbers are conducted face-to-face where the psychic \n\nMight get a feel for the patient and their atmosphere. Several say \n\nthey can sense the individuals power through the phone \n\nand several don't do actual face-to-face parts. \n\nBut now with live internet cam numbers, this can be quickly \n\nchanging. Now you might have you favorite psychic in your \n\nHouse and see just how accurate their numbers really are. \n\nThe benefits to the person receiving the reading are now being \n\nIn a position to really see the person giving your reading. You \n\ncan discover how the psychic actually works and become better \n\nin tune with your reader. For one more interpretation, please consider taking a gaze at: <a href=\"http://athomestdtest.webs.com/\">quality http://athomestdtest.webs.com/</a>. \n\nYou can find reports of an increased level of feedback from \n\nthe audience and you're able to better know the psychic your \n\nSpeaking with. People are even in a position to use this when they \n\ndont have a web cam available. The psychic has their own \n\nweb camera and microphone and can keep in touch with you and give your \n\nStudying just the same.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "On the web Psychic Consultation",
  "revision_id": "0e274830-1036-4424-8971-a893bc430a06"
}