{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "0d1bc035-d171-4784-b878-c025699d4f6e",
  "metadata_created": "2013-08-29T05:53:01.454500",
  "metadata_modified": "2013-10-10T22:43:52.505874",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "9da7351c-2306-4f40-9a19-96adacfbdfe8",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "maxwell",
  "isopen": false,
  "url": "",
  "notes": "The real estate attorneys \n\nReal estate market is booming and with that the business of real estate lawyers is apparently booming too. I learned about <a href=\"http://www.usldefender.info/485-sea-pines-real-estate-great-place-to-call-home.html\">sea pines</a> by browsing books in the library. Well it doesnt so much influence the real estate lawyers if the real estate business is growing or not. Since refuge is one of the primary requirements of man, there would be property retailers and property buyers in any case at all times (and real estate attorneys would continually be sought after). There are many other ways by which people utilize ser-vices of property lawyers. Lets take a look at what these different ways are: \n\n1. House dispute: That is one scenario where real estate attorneys are clearly the most concerned. Not just do they try to get these property conflicts resolved (by litigation o-r otherwise) but in addition help to remove the property (in a few cases) by using and selling it off the amount received for settlement. \n\n2. Tenancy disputes: A genuine estate attorney also helps in solving the conflicts between landlords and tenants. \n\n3. Settlement of property on account of death: Sometimes real estate lawyers also handle the property of the deceased. Here they sell off the house for deciding it on the list of beneficiaries. \n\n4. If you think you know anything at all, you will possibly require to compare about <a href=\"https://plus.google.com/110247666955860816019/\">read</a>. Divorce settlements: Again property attorneys help in the settling of the jointly owned properties and the divorce settlement generally. To get further information, we know people gander at: <a href=\"https://twitter.com/ReedREGroup\">inside reed real estate</a>. \n\n5. Dont want a broker: Some people are simply not comfortable with hiring a broker to sell their house, and thus they give this with real estate attorneys (some real estate attorneys do get this up). \n\n6. As advisors/consultants: Plenty of solicitors also benefit property people. In fact, choosing a real estate lawyer is a very good alternative for a real estate investor. A property attorney can really make the deals smooth for that individual. A real-estate attorney won't only get it done properly, but in addition quickly. Since he can spend the time saved as a result of choosing a real estate attorney, into looking for great deals and for a estate investor time is vital. \n\n7. Information provider: Some real estate investors use real estate attorneys as a rich supply of information specifically for getting the information about the properties that are up on sale because of disputes o-r settlement procedures. Here the real estate investors try to gain advantage by obtaining the information prior to when others (and they do often get excellent deals in this way). \n\nTherefore perhaps the real estate company booms or not, real estate attorneys are always likely to take job (thriving job).Reed Real Estate Group\n11 Park Ln \nSuite #1 \nHilton Head Island, SC\n(843)686-9526",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Real estate lawyer",
  "revision_id": "0e274830-1036-4424-8971-a893bc430a06"
}