{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "a7e3bc7a-1cac-41ee-947e-fdfdb160c8df",
  "metadata_created": "2013-08-31T04:04:18.714352",
  "metadata_modified": "2013-10-10T23:17:27.670605",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "9ced90e7-3bf4-4fe5-9382-9574a94afac6",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "petty",
  "isopen": false,
  "url": "",
  "notes": "When you take a look at most of these varieties of low priced designer jeans you will see that they're saturated in quality that will make you happy that you decide to get one. You should choose to get these cheap artist jeans provided that you're confident enough to put them on without any reservations. \n\nThis can be crucial as jeans are garments that we wear when we go out for night wear, informal wear and other needs. There are different styles of cheap designer jeans that you could choose to use. \n\nAs with the other styles of jeans you will see that cheap custom jeans incorporates the styles of jeans that we're all familiar with. You are able to choose from low stomach jeans, high rise jeans, boot cut jeans, vast cut jeans and other elegant looking cuts as well. \n\nThese inexpensive custom guys jeans and womens jeans will come in a number of different models. These should include trendy looking Bermuda jeans, Capri jeans, low-rise jeans, and large leg jeans. Learn further on our affiliated wiki - Click here: <a href=\"http://www.yelp.com/biz/cubic-zirconia-cz-platinum-jewelry-los-angeles\">cz ring</a>. You will have to examine these types to locate the one that fits you well. Clicking <a href=\"http://www.cubic-zirconia-cz-platinum-jewelry.com/\">cubic zirconia ring</a> perhaps provides aids you could tell your pastor. The sales assistants in clothing stores ought to be able to help you with finding cheap artist jeans which seem good when you use them. \n\nYou must elect to buy these jeans only if you're confident enough to put them on without any reservations. You as the customer will find these cheap designer jeans in a number of different stores around the country. You can even see about buying these cheap designer jeans from the web. If you are interested in politics, you will certainly fancy to compare about <a href=\"http://www.yelp.com/biz/cubic-zirconia-cz-platinum-jewelry-los-angeles\">cubic zirconia ring</a>. \n\nYou will start to see the value in buying clothes which are yet low and high in quality in price. By seeing what is offered on your wearing pleasure from inexpensive custom jeans you will find one that you'll love wearing normally as you can. \n\nWith assistance from jean designersa low priced designer jeans is taken up to the edge of designer creativity. So that the jeans which are released are regarded as both pattern setters in the cheap artist jeans earth and jeans which are reminiscent of the classic style of jeans here the package of imagination is sent to the boundaries.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "How To Locate Designer Jeans For Less",
  "revision_id": "a65b78ce-5f28-4fe9-9966-f6de6370e779"
}