{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "08c32aac-e924-44d4-8657-220000e9e0e8",
  "metadata_created": "2013-08-29T02:06:20.971267",
  "metadata_modified": "2013-10-10T23:16:12.660593",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "0f6137d7-e4c7-4abf-bf0e-d8f2c0deb63c",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "paul",
  "isopen": false,
  "url": "",
  "notes": "An office chair will come in all sizes, colors,\n\nand shapes.  Ergonomics implies that a chair has a\n\nhealthful design.  Chairs could come with adjustable\n\nparts.  All the whilst, the human physique comes in\n\na lot of diverse shapes and sizes.\n\nSome may possibly be tall, other brief.  Some need a\n\nsignificant chair, whilst other individuals choose a smaller sized width.\n\nAs much as we may possibly want it to, the human physique\n\nisn't as flexible as an ergonomic chair.  Even\n\nthough it isn't achievable to uncover the perfect\n\nworkplace chair for everyone, it is very possible\n\nto get adjusted to all varieties of seating.\n\nEven if you are not able to find the ideal office\n\nchair, you can always use techniques to make the\n\nmost of the circumstance.  They can help make suitable\n\nuse of the body and even enhance your coordination\n\nas properly.  The thought here, is to hold your neck in\n\nsuch a way that the length of your spine and neck\n\naren't shortened or curved in any way.\n\nThere is no ergonomically made office chair\n\nthat can force your physique into the appropriate position\n\nit really should be in.  It really is up to your physique and thoughts to\n\nsit in a a healthy manner.\n\nWhen it comes proper down to it, locating the excellent\n\noffice chair is all a matter of what's greatest for\n\nyou. Be taught more on this affiliated wiki - Click here: <a href=\"http://smallbusinessmatters.weebly.com/1/post/2013/08/-incredible-furniture-for-your-interiors-and-automobiles.html\">office furniture for sale</a>.  Workplace chairs come in all different shapes\n\nand sizes, such as human body's. Discover new resources on this affiliated article by visiting <a href=\"http://smallbusinessmatters.weebly.com/1/post/2013/08/-incredible-furniture-for-your-interiors-and-automobiles.html\">waiting room chairs cheap</a>. If you need to get further on <a href=\"http://smallbusinessmatters.weebly.com/1/post/2013/08/-incredible-furniture-for-your-interiors-and-automobiles.html\">save on</a>, we recommend many online resources you can pursue.  If you try out\n\nmany chairs, you'll discover the perfect chair for\n\nyour particular physique size.\n\nWhen you've located your best workplace chair, you\n\ncan unwind like never before.  At the workplace, locating\n\nthe excellent chair for oneself is some thing you\n\nhave to do.  Locating your perfect workplace chair isn't\n\nthat tough - all you have to do is look around.\n\n(word count 292)\n\nPPPPP.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "The Best Office Chair",
  "revision_id": "266708e5-5b80-4ecd-95f2-9b7d5484179d"
}