{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "5a3eaa9a-3cd8-4148-b19d-626a6566653e",
  "metadata_created": "2013-08-29T10:56:25.362272",
  "metadata_modified": "2013-10-10T21:56:41.583195",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "572d86cd-8894-4a4d-9221-457f5d3a07a2",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "kramer",
  "isopen": false,
  "url": "",
  "notes": "There are many causes of leg pain, such as for example overuse, obesity, arthritis or injury. Nevertheless, there are two major factors behind knee pain, they're arthritis and gout. You may possibly benefit from the many reports done on this subject if you're among the countless Americans battling with knee pain or arthritis pain in the knee. The three basic forms of arthritis which could cause knee and hip pain: traumatic arthritis and inflammatory arthritis (mostly rheumatoid arthritis), and osteoarthritis. \n\nAuto-immune disorders including rheumatoid arthritis or systemic lupus erythematosus may cause leg pain. In children, chronic knee pain could be the first sign of rheumatoid arthritis symptoms or just 'developing problems.' Leg pain might be a consequence of injury, overuse, inner derangement, osteoarthritis, or inflammatory arthritis. The differential diagnoses incorporate inflammatory arthritis, bursitis or tendonitis, anterior knee pain and internal derangement. \n\nGout the another main reason for knee pains. Gout is an ailment that creates sudden and severe attacks of pain, swelling and inflammation of joints. Gout is a disorder is well known for most decades. Most often it affects an individual joint in one event, often the big toe. About 9 out of 10 affected people affected by gout are men within the age of 40. The peak age of problems is 75 years, but it may occur in young individuals on rare occasions. Over one millions Americans possess a gout attack annually. \n\nGout is a result of accumulations of uric acid inside the substance of your bones. Uric acid is a waste product of numerous foods that people eat. Rid our body of waste, and In order to effectively digest food, we produce waste material to be transported by substances such as uric acid. Fundamentally, uric acid is excreted via the kidneys in urine. However, once the transportation of uric acid is reduced, and uric acid accumulates in the bloodstream, the situation called gout may result. The disability of the crystals excretion is frequently due to a genetic problem, but may also have other causes. \n\nDistressing attacks of gouty arthritis, or pain, may result, when the uric acid level becomes too high for a person. Kidney stones can be included by other symptoms, and, eventually, kidney failure. It is interesting to see that the partnership between uric acid levels in the system and gout is unclear. Some individuals with gout have normal or near normal blood levels of uric acid; other individuals have high blood levels of uric acid with no symptoms of gout. It appears to be completely dependent on the person. \n\nA lot of people possess a genealogical condition making them more prone to gout; other risk facets also donate to having a gouty attack. Among these are obesity and sudden weight gain, abnormal kidney function, excessive intake of alcohol (particularly 'binge' drinking), and certain types of cancer. Some medications, including thiazide diuretics to manage blood pressure, and foods that are rich in purines can cause attacks. Purine-rich foods contain organ meats (e.g. Dig up more on an affiliated article directory by clicking <a href=\"http://semechanics.com/beneficial-assistance-to-make-easy-healthy-foods/\">partner site</a>. liver, help), herring, anchovies, and to a degree, all meat products and services.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Arthritis, Gout Rich Guys Knee Pain",
  "revision_id": "bee27031-144c-43b1-8fba-508c25a30668"
}