{
  "license_title": "Creative Commons Non-Commercial (Any)",
  "maintainer": "IFPRI-Data",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "IFPRI-Data@cgiar.org",
  "num_tags": 5,
  "id": "3251b3ef-414e-4409-81cd-6d0b6ca7559b",
  "metadata_created": "2012-12-05T21:18:45.737027",
  "metadata_modified": "2017-01-09T21:05:13.919126",
  "author": "Quisumbing, Agnes; Baulch, Bob",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "185c6a31-c03b-4c6b-955f-4c1a66cd3022",
  "type": "dataset",
  "resources": [
    {
      "mimetype": "text/html",
      "cache_url": "",
      "hash": "",
      "description": "",
      "name": "Chronic Poverty and Long Term Impact Study in Bangladesh",
      "format": "Data File in STATA",
      "url": "http://hdl.handle.net/1902.1/17045",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "3251b3ef-414e-4409-81cd-6d0b6ca7559b",
      "created": "2012-12-05T15:18:45.989168",
      "state": "active",
      "mimetype_inner": "",
      "last_modified": "2012-12-05T15:18:59.634667",
      "position": 0,
      "revision_id": "3d89c22b-54da-402c-95ba-e8d47421053a",
      "url_type": null,
      "id": "c53ae56b-d8b7-4032-b621-c80da5bcf420",
      "resource_type": "metadata",
      "size": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "chronic poverty",
      "id": "00a15614-3bdd-46cd-981b-97375462b1ef",
      "name": "chronic poverty"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "gender",
      "id": "df0b0e69-d9e0-4768-ba80-bef524e0e47f",
      "name": "gender"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "long-term impact",
      "id": "bcdb8d29-50a8-4430-8c59-9bbff54e4764",
      "name": "long-term impact"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "microfinance",
      "id": "ef3d954d-3349-485b-8f29-d49a59821264",
      "name": "microfinance"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "micronutrient",
      "id": "a4aff902-f543-47b7-bd6c-96da24a5545a",
      "name": "micronutrient"
    }
  ],
  "groups": [],
  "license_id": "cc-nc",
  "relationships_as_subject": [],
  "organization": {
    "description": "In collaboration with institutions throughout the world, IFPRI is often involved in the collection of primary data and the compilation and processing of secondary data. The resulting datasets provide a wealth of information at the local (household and community), national, and global levels. IFPRI freely distributes as many of these datasets as possible and encourages their use in research and policy analysis. This group reflects the collection of IFPRI datasets.",
    "created": "2012-12-03T14:26:13.596177",
    "title": "International Food Policy Research Institute (IFPRI)",
    "name": "ifpri",
    "is_organization": true,
    "state": "active",
    "image_url": "http://www.ifpri.org/sites/default/files/logo.jpg",
    "revision_id": "39176b99-9a74-4b3c-9049-ad3345bff0d1",
    "type": "organization",
    "id": "cfba7116-aec4-41d6-b54d-a6e1f23de942",
    "approval_status": "approved"
  },
  "name": "chronic-poverty-and-long-term-impact-study-in-bangladesh",
  "isopen": false,
  "url": "http://hdl.handle.net/1902.1/17045",
  "notes": "\t\r\nThe Chronic Poverty and Long Term Impact Study in Bangladesh project, which focuses on 102 villages characteristic of rural Bangladesh, aims to further our understanding of the economic, social and political processes that shape chronic poverty in Bangladesh together with the impact of selected anti-poverty interventions on poverty dynamics. After initial community level fieldwork approximately 1,907 core households first surveyed in 1994, 1996, or 2000 were interviewed in late 2006 to ascertain how their living standards, endowment and other characteristics have changed over time and what role selected interventions have had on their welfare trajectories. 365 households who had split from their original households were also interviewed Detailed life-histories were then collected from a stratified sub-sample of approximately 293 adult men and women living in 161 households in order to better understand which events, institutions and processes have trapped certain households in chronic poverty while allowing others to escape from it. By analysing the results of the community level focus groups, panel survey and life-histories interviews together, a much fuller and more nuanced understanding of chronic poverty and the impact of the selected interventions is produced. The panel survey component of the study builds on evaluation studies on the provision of Food or Cash for Education (FFE/CFE) to poor families; production-related interventions, through the introduction of new agricultural technologies; and microfinance, through Non-Governmental organizations (NGOs). This webpage presents the combined dataset of all the three individual datasets for each study. The Food for Education (FFE) survey was conducted in Bangladesh in 2000 and 2003 to evaluate the effect of a conditional transfer of food or cash to poor families, which was designed to increase school attendance. In 2000, the survey covered 600 households in 60 villages in 30 unions in 10 thanas, and 110 schools in the same 30 unions from which the household sample was drawn. In 2003, two thanas were dropped from the sample, reducing the sample size to 480 households and the number of thanas to 8. In 2006/7, there were 511 households from 8 upazilas (the new name for thana). These datasets are available from IFPRI’s website at Impact Evaluation of Food for Education Program in Bangladesh, 2000 and Comparing Food versus Cash for Education Program in Bangladesh, 2003. The Micronutrients-Gender study, also known as the Agricultural Technology Study, was carried out in 1996-1997 to evaluate the micronutrient/gender impact of new agricultural technologies being disseminated by nongovernmental organizations (NGOs) through a variety of targeting mechanisms in three sites in rural Bangladesh: improved vegetables (Saturia); individual fishponds (Mymensingh); and group fishponds (Jessore). The survey covered 330 households in three categories in each site: NGO-member adopting households, NGO-member likely adopter households in villages where the technology was not yet introduced, and a sampling of all other households in both types of villages to represent the general population. This individual dataset is available from IFPRI’s website at Commercial vegetable and polyculture fish production -- their impacts on income, household resource allocation, and nutrition, 1996-1997. The Microfinance study was conducted in Bangladesh in 1994 to analyze the determinants of the formation of and participation in group-based rural financial institutions and the effects of participation on household resource allocation, income generation, and food and nonfood consumption. The study included a 120-village community level survey, 128 credit groups, and a household survey of 350 households in 7 villages. The study included credit groups formed by three Nongovernmental organizations (NGOs)- Association for Social Advancement (ASA), Bangladesh Rural Advancement Committee (BRAC), and Rangpur-Dinajpur Rural Services (RDRS). Household surveys were based on stratified random sampling, with household possession of land as the stratifier, irrespective of membership in NGO programs. This individual dataset is available from IFPRI’s website at Rural Finance and Food Security Study in Bangladesh, 1994.",
  "owner_org": "cfba7116-aec4-41d6-b54d-a6e1f23de942",
  "extras": [],
  "license_url": "http://creativecommons.org/licenses/by-nc/2.0/",
  "title": "Chronic Poverty and Long Term Impact Study in Bangladesh",
  "revision_id": "5fe453d9-91b6-4e46-8a88-64551bf16f85"
}