{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "aa0d721f-2615-405c-b3d3-a11028a52065",
  "metadata_created": "2013-09-07T02:35:02.684866",
  "metadata_modified": "2013-10-10T23:55:28.777761",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "4e59c8e6-28a6-4154-b4da-c816da0482b8",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "tobin",
  "isopen": false,
  "url": "",
  "notes": "I usually loved snowboarding for as lengthy as I can remember. I really like the way that snow boarding is a sport that is filled with excitement and character. I also loved the way that snow boarding was observed as a type of intense sport. It made me feel nearly proud of myself that I was related with this status. We discovered <a href=\"http://www.yelp.com/biz/the-golden-paw-hillcrest-san-diego\">downtown san diego dog lodging</a> by browsing the Internet. When I firstly hit the slopes and attempted snowboarding it was truly a quite new sport at the time, and had not even almost been in the Olympics.\n\nNevertheless, as the trend increased the slopes started to change its ratio of skiing to snowboarding. That is why I wanted to start off a enterprise that could advantage from this I decided on starting a hotel in France that was actually targeting the snowboarders rather than the skiers. You see, the snow boarder and the skier are two extremely different type of holiday maker. A snow boarder is much more likely to be interested in possessing a fantastic time, and socialising with younger individuals, while a skier could be away as portion of a household getaway.\n\nNonetheless, I realised that my enterprise was going to be a risky venture since at the same time as I started it, I was scared that snowboarding may possibly not take off in the way that it has. I mean - did you know that know 22% of winter sports competitors are snowboarders? That is an incredible statistic and one that genuinely indicates the sort of issue that I am speaking about. For one more viewpoint, consider checking out: <a href=\"https://twitter.com/thegoldenpawsd\">san diego dog boarding</a>. If you know any thing, you will certainly desire to read about <a href=\"http://www.yellowpages.com/san-diego-ca/mip/the-golden-paw-hillcrest-475500298\">try san diego dog grooming</a>. Snow boarding is a massive sport, and I really do not think there has been any other sport in the history of the planet that has observed such good results in such a brief period of time.\n\nI should say the achievement of my hotel has been huge, because I have been warm and comforting to the snowboarders, showing understanding on the slopes and snowboarding in basic. I  am capable to tell them what I would do, and give them some hot guidelines that have been passed on to me from hundreds and hundreds of snow boarders by way of my hotel.\n\n1 of the items that I enjoy the most is the way that absolutely everyone is usually obtaining a excellent time, and that can reflect on my mood. When everyone in the hotel is enjoying themselves and getting a good time, it is simpler for me to sit back and have a good time as nicely. It genuinely is that straightforward.\n\nI am usually asked by the snowboarders if I go on the slopes myself, and I often have to say no, practically appearing like I am a kind of half-interested snowboarder. I nearly really feel my head dropping as I say it. However, the purpose for this is that nowadays, I honestly extremely rarely have any spare time, and it is the sad element of having my own company. My wife always provides to cover, but when she does I always see it as a fantastic opportunity to go down the bank, or do some thing like catch up with the paper operate.\n\nWhen I believe about how busy I am I usually just quit and feel about how lucky I am to have a successful business, and a comfy living - even so my passion for snowboarding that gave me the kick commence to get the organization underway has now gone.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "My Snowboarding Hotel",
  "revision_id": "608cd0db-066e-484d-876c-f998a3c60242"
}