{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "c8790897-c06d-40a1-b878-7ea5565c7086",
  "metadata_created": "2013-09-07T14:39:20.536981",
  "metadata_modified": "2013-10-10T23:47:32.163284",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "981f8534-226a-4cc8-aecb-454f0d7c8182",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "sweeney",
  "isopen": false,
  "url": "",
  "notes": "As with any other medical procedure, post-operative care is crucial in the case of cosmetic surgery as well. After the post-operative advice of the aesthetic doctor is possibly the difference between a stellar effect and a mediocre one. Regular follow-up visits are very important in tracking the progress of recovery. The recovery time and the total amount of post-operative care generally depend on the sort of plastic surgery performed. For example, important cosmetic surgery procedures, including abdominoplasty (tummy tuck) and considerable liposuction require proper nursing for a significant time after surgery. \n\nStill another point worth noting is the fact that follow-up surgeries (or touchups) might be required to eliminate undesired consequences of surgery, or to realize better results. For instance, a females chest implants may internally rupture and for that reason necessitate a follow-up surgery. Furthermore, plastic surgery has associated problems and risks, such as for instance scarring, body clots, bleeding, o-r a detrimental result of anesthesia. Thus post-operative care is crucial for obtaining satisfactory results and so that you can help the recovery process. \n\nPost-operative treatment entails being careful about the body part, which has been operated upon. <a href=\"http://www.doctorsden.com/pains-management-let-you-get-over-pains-easily/\">Inside Pain Clinic</a> includes extra resources concerning the inner workings of it. Undue stress and effort to that particular portion, just a couple days after surgery, may lead to unforeseen problems. You need to strictly follow the advice of the physician on this problem. Along with this, you'll want reasonable expectations from the medical procedure. Since a major cosmetic surgery involves an important recovery time, you should not expect quick results after surgery. \n\nThe most important part of cosmetic surgery is to choose a surgeon who has plenty of expertise in the field, since he or she could successfully help you about appropriate post-operative care. Cosmetic surgery is something that one opts for to be able to increase ones appearance and, consequently, ones life. If you dont wish to be satisfied with such a thing less, just adhere to your physicians suggestions about treatment.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Cosmetic Surgery: Post-Op Care Is Important",
  "revision_id": "f683c0ad-4f05-4333-b91a-6742ba75aa08"
}