{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "6c8d7720-7be1-4355-b33e-5c4076b9aa29",
  "metadata_created": "2013-05-15T02:54:39.770750",
  "metadata_modified": "2013-10-10T23:45:31.558404",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "b2c4c6e1-3062-44e2-9ace-4ffb12d62d08",
  "type": "dataset",
  "resources": [
    {
      "mimetype": "text/html",
      "cache_url": null,
      "hash": "",
      "description": "Facing to meteorological disasters and debris flow and so on of the development of the agricultural industry, the management system only stays on the information management level has already not met the need of the agricultural industry in the practical production. So it urgently needs the corresponding function of decision support of plan and disasters’ preventing and so on, this has become the direction of the new times of agricultural industry information demand. Combined with the new characteristics and new demand of the development of the agricultural industry, it binds the information management and the geography information technology and constructs an agricultural resource management information system. The main research contents contain three points as following: 1. In order to supply foundation for effective safety management of the agricultural industry and fast extraction and sharing of agricultural information, the paper constructs the specialization of resources database model of the agricultural industry using the object-oriented technology based on analyzing the present demands of the development, new trend of the development of the agricultural industry information. 2. The research has designed three-layer frame systems for the agricultural resource management information system based on the WebGIS. ",
      "name": "Study on Agricultural Resource Management Information System in Huairou District",
      "format": "aspx",
      "url": "http://www.sjie.org/paperInfo.aspx?ID=367",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "6c8d7720-7be1-4355-b33e-5c4076b9aa29",
      "created": "2013-05-14T21:54:39.896771",
      "state": "active",
      "mimetype_inner": "",
      "last_modified": "2013-05-14T21:54:41.610475",
      "position": 0,
      "revision_id": "053449f3-8a03-4ea3-b125-bcd2940ff45b",
      "url_type": null,
      "id": "1cb83197-1a9b-4c4a-ac9e-9db8776987bc",
      "resource_type": "file",
      "size": "34873"
    }
  ],
  "num_resources": 1,
  "tags": [],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "study-on-agricultural-resource-management-information-system-in-huairou-district",
  "isopen": true,
  "url": "",
  "notes": "Facing to meteorological disasters and debris flow and so on of the development of the agricultural industry, the management system only stays on the information management level has already not met the need of the agricultural industry in the practical production. So it urgently needs the corresponding function of decision support of plan and disasters’ preventing and so on, this has become the direction of the new times of agricultural industry information demand.  http://www.sjie.org/paperInfo.aspx?ID=367",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Study on Agricultural Resource Management Information System in Huairou District",
  "revision_id": "f2629089-9fdd-49f2-8e58-af16f15e7e68"
}