{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "5156ce7e-2290-45a8-92ef-83ada223f6cb",
  "metadata_created": "2013-10-04T03:39:15.224375",
  "metadata_modified": "2013-10-10T22:43:52.505874",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "59c62a82-2267-4bfc-a1c6-2b15fa04684a",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "mccracken",
  "isopen": false,
  "url": "",
  "notes": "The mexican steroids are one particular of the most well-liked steroids today. Clicking <a href=\"http://www.facebook.com/GaleosCafe\">like i said</a> certainly provides suggestions you should give to your sister. The mexican steroids are 1 of the most coveted steroids among the muscle building people. The significant reason behind the reputation of the mexican steroids is that these steroids are cheap.\n\nYou can find loads of mexican steroids on the market. <a href=\"http://www.myfitnesspal.com/nutrition-facts-calories/galeos-salad-dressing\">Source</a> includes further concerning the reason for it. Be taught further on our partner wiki by visiting <a href=\"http://www.pinterest.com/galeosdressing\">http://pinterest.com/galeosdressing/</a>. Some of the notable producers of mexican steroids incorporate Fort Dodge, Ttokkyo, Brovel, Quality-Vet, Denkall, Tornel, and Pet's Pharma. The mexican steroids from Fort Dodge contain EQUIPOISE 50x10 ml (Boldenone), and EQUIPOISE 50x50 ml (Boldenone).\n\nThe mexican steroids from Ttokkyo include METHANDIENONE 10 mg, METHANDIENONE ten mg, OXANDROLONE five. In case people choose to identify further on <a href=\"http://www.hungryhungryhippie.com/i-just-wanted-salad-dressing\">partner site</a>, we know of many on-line databases people can pursue. mg, TESTONN 250, BOLDENN 200, NANDROLONA 300 L.A., STANOL V 100 mg, STANOL V 10 mg, TRENBOL 75, OXYMETALONA 50, PRIMO-PLUS 50, TESTOSTERONA CYPIONATO 200 L.A., STANOL V 50, ENANTATO DE TESTOSTERONE, and PROPIENATO DE TESTOSTERONE.\n\nThe mexican steroids from Brovel consist of TESTOSTERONA 100x10 ml (Propionate), NORANDREN  200x10 ml (Decaonate), NORANDREN 50x50 ml (Decaonate), TETOSTERONA 200x10ml (Enathate), ANABROL 50x100 tablets (Oximetalone), REFOBIT-B 25x10 ml, and METIL-TEST 50x100 tablet (Metiltestosterone).\n\nThe mexican steroids from High quality-Vet incorporate BOLD 200 (Boldenone), DECA 200 (Decanoato), DECA 300 (Decanoato), ENANTAT 250 (Enanthate), PROPIONAT one hundred (Propionate), TESTON 200 (Cypionate), STAN 50 (Stanozolol), STAN 100 (Stanozolol), STAN Q.V. ten (Stanozolo), OXAVET .5 (Oxandrolone), OXIVET 75 (Oxymetalone), METAVET 10 (Methandienone), METENOL (Methenolone), and TRENBOLONA 75 (Trenbolone).\n\nThe mexican steroids from Denkall contain STANAZOLIC 300 CAPSULES (Stanozolo), STANAZOLOLIC 100 10ml (Stanozolo), OXANDROVET one hundred tablets (Oxandrolone), D-BOL (Methandienone), TEST-400 10 ml (Testosterone 400), AQUATEST one hundred (Testosterone Susp), OXIMETALON 75 100 tablets (Oximetalone75mg), CYPIOTEST 250 10ml. (Testosterone Cypionate), DENKADIOL 75 10ml (Methandriol Dipropionate), and ULTRAGAN 50 ml (Boldenone).\n\nThe mexican steroids from Tornel consist of EQUI-GAN 50x10 ml (Boldenone), EQUI-GAN 50x50 ml (Boldenone), EQUI-GAN 50x100 ml (Boldenone), EQUI-GAN 50x250 ml (Boldenone), TETOSTERONE 200 DEPOT (Enanthate), SUPERTEST-250x5 ml (Mixture of different testosterones), and SUPERTEST-250x10 ml (Mixture of distinct testosterones).\n\nThe mexican steroids from Pet's Pharma include ENANTATO 350 mg 10 ml (Testosterone Enanthate), TRENBO PET'S mg 75 20 ml  (Trenbolone75), and NANDRO PET'S 300 mg 10 ml (Decaonate). Other products from Pet's Pharma consist of Nolvadex 20 mg x 15 tablets (Tamoxifen), Novegam 20 mg x 20 tablets (Clenbuterol), Cinomel 25 mg x 100 tablets (Liotironina), and Cialis 20 mg x 1 tablet.\n\nThese mexican steroids are mostly meant for Veterinarian usage, and they restricted or prohibited in the USA & Canada. You can obtain mexican steroids on-line. There are a quantity of sites promoting mexican steroids online, but you should usually acquire mexican steroids from genuine and reputable web sites.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Mexican Steroids  Inexpensive & Popular Amongst Bodybuilders",
  "revision_id": "0e274830-1036-4424-8971-a893bc430a06"
}