{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "baf65157-2582-4f8d-be5c-cfbf53681797",
  "metadata_created": "2013-07-11T03:27:35.022490",
  "metadata_modified": "2013-10-10T21:17:24.068067",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper explores the effect of fiber loading on mechanical properties, friction and sliding wear behaviour of vinylester composites under dry and water lubricated conditions under variation of normal applied loads and sliding speeds. Friction and wear experiments were carried out at ambient conditions on a Pin on disc machine arrangement. From the study it has been found that higher fiber content though improves some of the mechanical properties but also affect adversely some of the properties. The friction and wear properties of vinylester are improved by the addition of glass fiber as reinforced. The coefficient of friction increases with increase in applied normal load and sliding speed under dry sliding condition and decreases with increase in the applied normal load under water lubricated condition, but the specific wear rate for vinylester composites decreases with increase in applied normal load under both dry and water lubricated sliding conditions.",
      "name": "Effect of Fiber Loading on Mechanical Properties, Friction and Wear Behaviour of Vinylester Composites under Dry and Water Lubricated Conditions",
      "format": "",
      "url": "http://www.ij-ms.org/paperInfo.aspx?ID=4925",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "baf65157-2582-4f8d-be5c-cfbf53681797",
      "created": "2013-07-10T22:28:17.782857",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "aff8e695-fb5d-472d-992e-7423321ac20a",
      "url_type": null,
      "id": "5660ad1e-3b0a-4e41-9271-c3f1732eac63",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Ion transport property of [93PEO-7NH4SCN]: Mg-Zn Magnisio ferrite electrolyte system have been investigated here with the aim of developing a high performance solid state battery. Wet chemistry route has been adopted to obtain this electrolyte. XRD patterns (Debye-Scherer & Williamson Hall plot calculations) ascertain formation of nanocomposite system. Different ion transport parameters like bulk conductivity, dielectric loss, tangent loss and modulus spectra were studied with the aid of impedance spectroscopic data. Optimum d.c. conductivity has been observed for [93PEO-7NH4SCN]: 1wt% Mg-Zn ferrite system (9.0x10-5 S/cm) and a.c. conductivity of nanocomposite polymer electrolytes seems to follow the universal power law. Battery performance of this electrolyte was tested and OCV of best system is found to be 1.57 Volt.",
      "name": "Development of Magnisio Ferrite Doped Polymer Electrolyte System for Battery Application",
      "format": "URL",
      "url": "http://www.ij-ms.org/paperInfo.aspx?ID=4927",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "baf65157-2582-4f8d-be5c-cfbf53681797",
      "created": "2013-07-10T22:29:38.311014",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "ddbb6474-c71d-4164-98f3-9cd0fc6c0caa",
      "url_type": null,
      "id": "84608351-996c-4b22-bfe3-17165012428a",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Granulated composite materials were prepared by using the mixture of montmorillonite, fly ash and certain amount of cementing agent. The granulated composite materials were used to treat waste water containing Cu2+. The mixture ratio of montmorillonite/fly ash, temperature of calcination and the amount of cementing agent were investigated. The experimental study results showed that the optimum technological conditions of preparing composite materials were as follows: the mixture ratio of montmorillonite and\r\n",
      "name": "Study on Preparation of Composite Materials of Montmorillonite",
      "format": "",
      "url": "http://www.ij-ms.org/paperInfo.aspx?ID=4929",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "baf65157-2582-4f8d-be5c-cfbf53681797",
      "created": "2013-07-10T22:30:29.741388",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "5cabf5c6-a826-4e13-8fa6-593436f2c23a",
      "url_type": null,
      "id": "33fc1f59-9dbc-4080-8dac-fafda6ff7269",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In composite technology, the fiber/matrix interface is of utmost concern for understanding the physical, mechanical, thermal, and many other properties of the material. As the interface of these materials become uncombined, or delaminated, these properties tend to diverge dramatically from their initial values. Several non-destructive evaluation techniques are currently available and accepted, but the lack of quantitative evidence leads to very user specific correlations. Electrochemical impedance spectroscopy was examined in this review as a means to give quantitative meaning to non-destructive evaluation of polymer matrix composites. Several articles involving both conductive and non-conductive fibers were investigated to ascertain the applicability of using electrochemical impedance spectroscopy in this manner. It was determined that this technique is accurate, versatile, and repeatable, making it an ideal experimentation methodology for discerning delamination effects in this class of materials.\r\n",
      "name": "The Use of Electrochemical Impedance Spectroscopy to Monitor Delaminations in Polymer Matrix Composites: A Review",
      "format": "URL",
      "url": "http://www.ij-ms.org/paperInfo.aspx?ID=4931",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "baf65157-2582-4f8d-be5c-cfbf53681797",
      "created": "2013-07-10T22:31:15.331757",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "84b4a7fd-67f8-4193-82eb-6d8ddcbd88b6",
      "url_type": null,
      "id": "6b441ef9-d208-4d05-893a-96f4963480ad",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Nano-crystalline magnesium ferrites powder were synthesized using mill scale via classical ceramic route. The effect of annealing temperature and Mg:Fe molar ratios (0.5, 0.55 and 0.65) on the formation of MgFe2O4 were studied. The results showed that the mole ratio of Mg/Fe and the annealing temperature were factors affecting the formation of MgFe2O4 in pure form. The magnesium ferrite formed were accompanied by a percentage of the iron oxide for the Mg:Fe = 0.5 and 0.55 for all studied annealing temperatures. The presence of iron oxide is very high at annealing temperature 1000oC and highly decreased with the raise of annealing temperature. A single phase of MgFe2O4 was formed at Mg:Fe=0.65 at ≥ 1200oC. The nanocrystalline size of the prepared MgFe2O4 phase prepared was in the range of 170nm had good magnetic properties with maximum saturation magnetization (36.64 emu/g) at Mg/Fe mole ratio 0.65 and 1300oC.",
      "name": "Synthesis of Nanocrystalline Magnesium Ferrites Powder from Mill Scale",
      "format": "URL",
      "url": "http://www.ij-ms.org/paperInfo.aspx?ID=4933",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "baf65157-2582-4f8d-be5c-cfbf53681797",
      "created": "2013-07-10T22:31:59.508901",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "d72ac6cd-57c7-4784-8963-6f012cf93601",
      "url_type": null,
      "id": "9a8b62a7-adfd-4f0c-86e1-a715d1d78ec5",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The optical properties of bulk as well as nano CdS thin films developed by the Chemical Bath Deposition (CBD) were investigated in this paper. The optical properties were obtained using UV-VIS Double Beam Spectrophotometer Version 6.51 in the wavelength range 200-1100 nm. The band-gap was also calculated from the equation relating absorption co-efficient with the wavelength. The plotted graphs show the optical characteristics of the film which varied with the wavelength and the photon energy. The optical conductance and band-gap indicated that the film is transmitting within the visible range. The dielectric constant and optical conductance of the film initially increases slowly then abruptly and finally becomes constant with increase in photon energy. The extinction coefficient and refractive index of the films also evaluated, which affected with the change in transmittance.",
      "name": "Comparison of Optical Properties of Bulk and Nano Crystalline Thin Films of Cds Using Different Precursors",
      "format": "URL",
      "url": "http://www.ij-ms.org/paperInfo.aspx?ID=4930",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "baf65157-2582-4f8d-be5c-cfbf53681797",
      "created": "2013-07-10T22:33:23.811113",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 5,
      "revision_id": "541c8637-6908-491c-af75-3d3c991a90c1",
      "url_type": null,
      "id": "6aab3a73-b1ee-41d3-a453-967a606b6690",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "soils and their related behavior has always been the subject of many studies. Recent researches show some interests in investigation of inclusion of randomly distributed fiber in soil. This study focuses on effect of fiber inclusion on the strength and other parameters of clayey sand composite material. First part of this study is related to effective parameters on strength of the clayey sand composite with using natural fiber and plastic fiber and different fiber contents and length. UCS tests were carried out to investigate behavior of the composite under different condition. The fiber percentage varied from 0 % (for unreinforced samples) to 4% and fiber length varied from 8mm to 25mm. The fiber length and fiber content found to play important rule on the strength of fiber reinforced composite. Furthermore it was observed that ductility of sample increased by fiber inclusion.",
      "name": "Effective Parameters on Strength of Reinforced Clayey Sand",
      "format": "URL",
      "url": "http://www.ij-ms.org/paperInfo.aspx?ID=4948",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "baf65157-2582-4f8d-be5c-cfbf53681797",
      "created": "2013-07-10T22:34:37.958884",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 6,
      "revision_id": "58390072-332a-48bf-83d6-ee6a82e958e9",
      "url_type": null,
      "id": "7dd78286-4719-44fc-8a2e-2c611b4fef8a",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The effect of poly(tolune sulphonic acid) in enhancing durability of (poly)pyrrole/(poly)N-methyl pyrrole/ glucose oxidase sensor has been reported in the present investigation. The (poly) pyrrole/(poly)N-methyl pyrrole composite matrix was synthesized by galvanostatic technique. The poly(toluene sulphonic acid) was added as dopant to enhance susceptibility of the synthesized matrix towards humidity. The polypyrrole – poly (n-methylpyrrole) composite films were subjected to spectral and morphological characterizations. Excellent morphology, suitable for immobilization of glucose–oxidase, was achieved with optimized process parameters. The glucose–oxidase was immobilized on the composite matrix by cross linking via glutaraldehyde. Comparative study was carried out to investigate functionality of the sensor in phosphate and acetate buffer atmosphere. The biosensor exhibited an excellent linear response for a wide range of glucose concentration from 0mM to 10mM in both the buffers. However the sensitivity of the developed biosensor in presence of phosphate buffer (0.41 &amp;amp;#181;A/mM) was found to be higher. The durability of the sensor was found to be excellent (47 days) in presence of poly (toluene sulphonic acid) in phosphate buffer.\r\n",
      "name": "Effect of Poly (Toluene Sulphonic Acid) in Enhancing Durability of Poly (Pyrrole)/Poly (N-Methylpyrrole)/GOx Composite Glucose Biosensor",
      "format": "URL",
      "url": "http://www.ij-ms.org/paperInfo.aspx?ID=4935",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "baf65157-2582-4f8d-be5c-cfbf53681797",
      "created": "2013-07-10T22:36:24.499038",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 7,
      "revision_id": "4cdd89e2-61c2-4633-8385-7416e29ea46d",
      "url_type": null,
      "id": "15a80a92-59e2-4f63-b5b0-a568c6614c42",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Diamond-like carbon (DLC) films are increasingly used for optical and biological components. Yet the stability of the film, including adhesion and duration are still to be developed. Hydrogenated DLC films (hydrogenated amorphous carbon, a-C: H) were deposited onto transparent substrates by applying a graded radio-frequency (RF) power by plasma-enhanced chemical vapor deposition (PECVD). The a-C: H film, formed by constant RF power was synthesized for comparison. Raman spectra, X-ray photoelectron spectra (XPS), field emission scanning electron microscopy (FESEM) and atomic force microscopy (AFM) were used to characterize the film structure along with surface morphology and roughness on the diverse substrates. Tribological properties and adhesion were obtained by friction-wear experiment and scratch tests. Light transmittance was determined by UV/Vis spectra. The results have revealed that there were obvious residual stress relaxation and better adhesion for the graded a-C: H films.",
      "name": "Radio-frequency Power Graded Hydrogenated Amorphous Carbon Films on Diverse Substrates",
      "format": "URL",
      "url": "http://www.ij-ms.org/paperInfo.aspx?ID=4928",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "baf65157-2582-4f8d-be5c-cfbf53681797",
      "created": "2013-07-10T22:37:22.236210",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 8,
      "revision_id": "559d89b4-db72-4a81-8147-4fdb6717754a",
      "url_type": null,
      "id": "c682d346-72e0-44dc-b8f8-2285bf6826b5",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Abstract— Mg-based MMCs containing 10, 20 and 30 vol. % TiC were produced by stirring cold pressed pellets containing micron-size TiC (80 vol. %) and Mg (20 vol. %) powders into molten Mg-9 wt.% Al and casting to produce small billets. These composites were characterized in the as-cast condition and after solution treating and aging using SEM/EDS. Microhardness measurements were used to correlate with the microstructures. The as-cast composites consist of Mg-Al dendrites and interdendritic regions comprised of TiC particles as well as Mg17Al12, Mg and Al oxides, and porosity. Isolated TiC agglomerates resulting from incomplete “disintegration” of the TiC pellets were also observed. The oxides and porosity were greatest near the top of the billets. A solution heat treatment was used to homogenize the matrix and decrease the Mg17Al12 and oxides without noticeably affecting the TiC. Aging at 210oC caused microstructural and hardness changes similar to those for AZ-91 alloys.",
      "name": "Microstructural Characterization of Cast Mg-TiC MMC’s",
      "format": "URL",
      "url": "http://www.ij-ms.org/paperInfo.aspx?ID=4936",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "baf65157-2582-4f8d-be5c-cfbf53681797",
      "created": "2013-07-10T22:38:31.439741",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 9,
      "revision_id": "262f1ed1-a78e-4d98-ab69-3dbd390b9c76",
      "url_type": null,
      "id": "f659410a-438d-4969-bc44-f3643d4fc7a5",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "We present viscoelastic properties and reinforcement performance of a polymer nanocomposite containing MoS2 nanotubes. The MoS2 nanotubes are mechanically strong and flexible, behaving as super shock absorbers and exceptional lubricants with very low friction coefficient and excellent wear resistance. Using Dynamic Mechanical Analysis, we have determined viscoelastic properties (the storage modulus E' , the loss modulus E'', the phase lag delta and the length l ) of the MoS2–polymer nanocomposite coatings with different nanotubes concentrations. The glass transition temperature of the nanocomposites has shifted by deltaTg = 10 oC towards higher temperatures. The tan delta peak temperature Tdelta and the temperatures Tlmax and Tlmin of the maximum elongation/contraction have shifted towards higher temperatures by the same amount. The main benefit of the MoS2 nanotubes addition is a significant increase of the storage modulus E' within the temperature range suitable for mechanical loading, being roughly a factor of 2 larger than E' of the base coating without the MoS2 nanotubes.\r\n",
      "name": "Viscoelastic Properties and Reinforcement Performance of the MoS2 Nanotubes-polymer Composite",
      "format": "URL",
      "url": "http://www.ij-ms.org/paperInfo.aspx?ID=4950",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "baf65157-2582-4f8d-be5c-cfbf53681797",
      "created": "2013-07-10T22:39:32.248118",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 10,
      "revision_id": "385a4a91-22c9-4f85-9ad9-0ccbe0847cc2",
      "url_type": null,
      "id": "86c7af41-7e1d-484e-b9a7-746faf25b79e",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Poly aniline (PANI) films blended with polyvinyl alcohol (PVA) and Polyethylene oxide (PEO) have been prepared by solution cast method. The structural changes of PANI-PVA and PANI-PEO films were studied by XRD and FTIR techniques. The physical properties of these polymer blends were analyzed by tensile testing and scanning electron microscopy (SEM). XRD, IR and studies confirmed the complex formation in polymer blends. SEM studies revealed the change in surface morphology of pure PANI with blending. From te\r\n",
      "name": "Mechanical and Electrical Conductivity Studies of PANI-PVA and PANI-PEO BLENDS",
      "format": "URL",
      "url": "http://www.ij-ms.org/paperInfo.aspx?ID=4926",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "baf65157-2582-4f8d-be5c-cfbf53681797",
      "created": "2013-07-10T22:40:15.378855",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 11,
      "revision_id": "2f09cd96-ac2a-42ee-ac7f-9da981b42fcb",
      "url_type": null,
      "id": "014836c2-e199-4b17-90c7-9f4e55af5639",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Modelling and manufacturing of radar absorbing material are proposed using multilayer composite nanostructured materials and recent introduced winning particle optimization algorithm. The study concerns tile with dimensions of 0.3m&amp;amp;amp;amp;#215;0.3m made by nanostructured composite materials, which consist on epoxy-resin and industrial grade carbon nanotube (CNTs) fillers. The industrial grade CNTs were appositely chosen for their low costs, in order to be applied in great amount to build large tile of composite materials. Here modelling takes into account for an extended frequency band (5-18 GHz) for several incidence angles of the electromagnetic field, and for the minimization of electromagnetic reflection coefficient. At least, simulations were compared with measurements of reflection coefficient of the manufactured radar absorbing material tile. Despite some error, probably due to the manufacturing process, simulations are in good agreement with measurements, showing an interesting approach to design multilayer radar absorbing materials.",
      "name": "Modeling of Radar Absorbing Materials Using Winning Particle Optimization Applied on Electrically Conductive Nanostructured Composite Material",
      "format": "URL",
      "url": "http://www.ij-ms.org/paperInfo.aspx?ID=4977",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "baf65157-2582-4f8d-be5c-cfbf53681797",
      "created": "2013-07-10T22:41:03.173554",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 12,
      "revision_id": "48ec0229-5652-4bd7-9663-23ca74d2bea9",
      "url_type": null,
      "id": "7a151930-041f-4cfa-8015-fb9a04c6b9fe",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " The high performance carbon based aluminium thermal management composite has been developed by infiltrating porous carbon matrix with Al at high-pressure conditions. Al can be effectively injected into most macro-, micro- and nano-pores, forming a smooth C/Al interfacial contact. The C-Al composite presents attractive thermal behaviors including high thermal conductivity, excellent thermal diffusivity, and low coefficient of thermal expansion (CTE) that matches well with conventional semiconductor materials. Moreover, the ceramic thin sheets can be tightly bonded to C-Al composite to form the dielectric composite plates using the same impregnation approach. The present C-Al composite is considered to be a promising material for a variety of thermal management applications in power electronic and photonic industrial fields.",
      "name": "Investigation of Carbon Based Aluminum Thermal Management Composites Sensitized by High-pressure Impregnation Method",
      "format": "URL",
      "url": "http://www.ij-ms.org/paperInfo.aspx?ID=4984",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "baf65157-2582-4f8d-be5c-cfbf53681797",
      "created": "2013-07-10T22:42:01.888479",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 13,
      "revision_id": "8b1e6236-3b7d-4e43-9db5-4e73e219f3b1",
      "url_type": null,
      "id": "91487ffe-8639-4318-a9fb-6706f46b5c3c",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " CuCr2O4 nanoparticles have been successfully synthesized via a facile citric acid (CA)-assisted sol-gel method, and further combined with TiO2 (Degussa P25) by solid phase method. These obtained photocatalysts were characterised by X-ray diffraction (XRD) and UV-vis diffuse reflectance spectrum (UV-vis DRS). Then the photocatalytic inactivation of Escherichia coli, a Gram-negative bacterium, was performed with the photocatalysts in suspension to investigate the photocatalytic bactericidal activities under simulated solar light irradiation. The results show that CuCr2O4/TiO2 composite photocatalysts exhibited much better photocatalytic activity than either pure CuCr2O4 or TiO2. The effects of CuCr2O4 to TiO2 mass ratio, calcination temperature, initial concentrations of E. coli and concentrations of catalysts on photocatalytic bactericidal activities over the as-obtained photocatalysts were investigated in detail. The results show that when the concentration of photocatalyst is 0.5 g L?1, the optimal photocatalytic sterilization rate for E. coli (105 CFU/mL) over CuCr2O4/TiO2 with a 90% content of TiO2, calcination at 500 ?C reached 99.8% within about 40 min, which is 1.62 and 1.33 times more than that of CuCr2O4 and TiO2, respectively.",
      "name": "Photocatalytic Inactivation of Bacteria by TiO2 -based Compounds Under Simulated Sunlight Irradiation",
      "format": "URL",
      "url": "http://www.ij-ms.org/paperInfo.aspx?ID=4952",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "baf65157-2582-4f8d-be5c-cfbf53681797",
      "created": "2013-07-10T22:42:40.891264",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 14,
      "revision_id": "73289b65-dcb4-424b-9d98-bb99c0c5670d",
      "url_type": null,
      "id": "23eba8bc-5876-4e8e-82cd-d21d41143344",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "A nano-composite coating was formed by incorporating nano-ZnO pigments in a waterborne polyurethane dispersion (WPUD) to different loading levels (0.1% and 1.0% by weight). Corrosion performance of the nano-composite coatings were evaluated by applying these nano-composites coatings on mild steel substrate and exposing them to salt-spray, humidity and accelerated UV-weathering. Mechanical properties like scratch resistance, abrasion resistance and pencil hardness were also studied. The electrochemical performance and mechanical properties of the composite coatings were evaluated using various analytical techniques. FTIR technique was used to investigate the interaction between nano-ZnO particles and the polymer functionalities. SEM and AFM were used to investigate dispersion of nano-ZnO particles and the changes in the surface behavior of the modified coatings before and after exposure to the test environment. The optical property of the coating was evaluated using UV-Visible spectrophotometer. The results showed an improvement in the corrosion, UV and mechanical properties of the coatings at lower concentration (0.1% by wt), indicating the positive effect of addition of nano-ZnO particles in the coatings. It was found that the optical transparency of the coating was not altered at lower loading level of nano-ZnO particles.\r\n",
      "name": "“Effect of Nano-zinc Oxide Particles on the Performance Behavior of Waterborne Polyurethane Composite Coatings”",
      "format": "URL",
      "url": "http://www.ij-ms.org/paperInfo.aspx?ID=4945",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "baf65157-2582-4f8d-be5c-cfbf53681797",
      "created": "2013-07-10T22:43:22.022498",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 15,
      "revision_id": "4e5c55ee-f593-4655-a168-3d781d1d0aeb",
      "url_type": null,
      "id": "4afd6f3e-553c-4637-b04f-e6fbae5d05bc",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Waste High density polyethylene (HDPE) in the form of liquid detergent bottles (white color) was used for this experiment to obtain naphtha grade fuel. The final product consisted of 30% naphtha product in volume and rest was other grade fuel. The temperature range for the entire liquefaction process was 100-450 &amp;#186;C. The naphtha chemical product was collected between 110-135 &amp;#186;C. A glass reactor was used for experiment and the fractional column was also glass system and fractional glass was Pyrex glass. Produced chemical product was analyzed by gas chromatography and mass spectrometer and FT-IR. They were used to identify the chemical products band energy determination. Produced Naphtha product has short and long chain aliphatic hydrocarbon and chemical product, density is 0.74 gm/ml and it has good BTU value and sulfur content meets the standards from EPA. This chemical product could be used as a feed stock for other chemical production purpose.",
      "name": "Chemical Products Produced from High Density Polyethylene (HDPE) Waste Plastic",
      "format": "URL",
      "url": "http://www.ij-ms.org/paperInfo.aspx?ID=4999",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "baf65157-2582-4f8d-be5c-cfbf53681797",
      "created": "2013-07-10T22:44:14.992936",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 16,
      "revision_id": "428499f3-7179-4c4f-96b5-b73ee598b780",
      "url_type": null,
      "id": "2f67d32e-84da-4c40-b68a-204b025e4bc7",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In the present study, macroscopic mechanical behaviors of titanium-based functionally graded biomaterials (FGMs) under the influence of composite damage have been investigated using the repeated unit cell approach. Based on the proposed method, the FGMs were idealized to be composed of finite uniform layers, each of which is represented by one repeated unit cell. The titanium (Ti) matrix is modeled as an isotropic hardening elastic plastic solid following the incremental (J2) theory of plasticity. As the strength and fracture toughness of hydroxyappatite (HA) inclusion is very weak as compared with the Ti metal, the HA particles may be broken firstly when the composite is subjected to an excessive load. The brittle failure criterion has been implemented in the VUMAT subroutine using the finite element software ABAQUS. A uniaxial tension test along the y-axis of the unit cell has been simulated. The simulation results show that the load-bearing capability of Ti/HA FGMs will decrease rapidly with the increase in the volume fraction of HA. Due to the absence of the load bearing capability of HA, the mechanical behaviors of unit cell are similar to those of a porous structure and the applied load is entirely carried by the Ti matrix. The computational results indicate that this method is capable of predicting the failure process of Ti/HA FGMs.\r\n",
      "name": "Damage Modeling of Graded Ti-based Composites Using Repeated Unit Cell Approach",
      "format": "URL",
      "url": "http://www.ij-ms.org/paperInfo.aspx?ID=5008",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "baf65157-2582-4f8d-be5c-cfbf53681797",
      "created": "2013-07-10T22:44:48.032210",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 17,
      "revision_id": "61e24ddf-1de3-4615-8eef-baf2e0189957",
      "url_type": null,
      "id": "1fa8eb75-175e-48ee-b775-37c4f8a36034",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The chelation of urea (U) with silver(I), chromium(III), cadmium(II) and zinc(II) ions at different state of temperatures has been studied by elemental analyses, magnetic susceptibility, conductivity measurements, (infrared and 1H–NMR) spectra, thermal analysis (TG/DTG), scanning electron microscopy (SEM), Energy-dispersive X-ray spectroscopy (EDX), and x-ray powder diffraction (XRD). The high values of molar conductivity of the resulting urea complexes show them to be electrolytes in nature. The physical and spectral data were well explained in terms of the formation of AgNO3.2U.6CH3OH (1), AgNO3.2U.CH3OH (2) and Ag metal (3) for silver(I), CrCl3.2U.12H2O (4), CrCl3.4U.9H2O (5) and Cr2O3 (6) for chromium(III), CdCl2.2U. H2O (7), CdCl2.4U.H2O (8) and CdO (9) for cadmium(II) and ZnCl2.4U.4H2O (10), ZnCl2.2U.6H2O (11) and ZnO (12) for zinc(II). Complexes of urea (1, 4, 7 and 10), (2, 5, 8 and 11) and (3, 6, 9 and 12) were synthesized at room, 60 oC and 800 oC, respectively. On the basis of the infrared spectral data and the values of stretching vibrational bands of both –C=O and –NH2 groups, the complexation of metal ions toward urea was distinguished. The enhancement of the microbial treatments against bacteria (Escherichia Coli, Staphylococcus Aureus, Bacillus subtilis and Pseudomonas aeruginosa) and fungi (Aspergillus Flavus and Candida Albicans) was assessment and recorded remarkable efficiency.",
      "name": "Chemical Studies on the Uses of Urea Complexes to Synthesize Compounds Having Electrical and Biological Applications",
      "format": "URL",
      "url": "http://www.ij-ms.org/paperInfo.aspx?ID=4937",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "baf65157-2582-4f8d-be5c-cfbf53681797",
      "created": "2013-07-10T22:45:30.765137",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 18,
      "revision_id": "50b4b488-f359-4571-9c70-1a3170cf3b60",
      "url_type": null,
      "id": "920ccf7f-8456-4377-aa5b-fde3c0e69c76",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Layered double hydroxide (LDH) is well-known for its versatile capability of electrostatic binding or intercalation of anions. Nanoparticles (NPs) based on Ag core and LDH shell, with surface plasmon resonance (SPR) of Ag for hyperthermia and drug intercalation capability in LDH shell, hold promise in Nanomedicine. Herein, for the first time, noble metal, Ag, (core)/(Mg2+, Al3+)-LDH (shell) NPs were synthesized. Morphology, composition and SPR of obtained core/shell NPs were fully characterized. Core/shell NPs of 45 nm Ag NP core with various LDH shell thickness from 10 to 15 nm were obtained. For the 45 nm Ag NP core, the wavelength for transverse SPR absorption was 395 nm, which red-shifted up to 430 nm at a LDH shell thickness of 15 nm. Parallelly, the synthesis and characterization of the Ag nanorod are also reported. Exhibition of longitudinal SPR absorption in the targeted near infrared range make it a more appropriate core.\r\n",
      "name": "Synthesis and Characterization of Silver (Core)/Layered Double Hydroxides (Shell) Nanoparticles",
      "format": "URL",
      "url": "http://www.ij-ms.org/paperInfo.aspx?ID=4939",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "baf65157-2582-4f8d-be5c-cfbf53681797",
      "created": "2013-07-10T22:46:18.020150",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 19,
      "revision_id": "624fb9b0-ce23-4024-aa2c-ae1e98af4691",
      "url_type": null,
      "id": "30f03eec-b748-4dcf-a27d-a35e582faa0e",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This study was conducted due to the necessity for improving the processability of commingled yarns during textile processing, in particular dense 3D preform weaving. Open structure of the commingled yarns caused higher production stops. As a possible solution, GF/PP commingled yarns with different twisting levels were produced. Effect of twisting on the mechanical properties of commingled yarns and on their compression molded UD composites are determined. As a result, twisting did not significantly affect the modulus of elasticity of UD-composites, however, the tensile strength of UD-composites were reduced by further processing even without twisting. Therefore small twisting levels can be applied on commingled yarns to improve processability of dense preforms without significantly affecting the mechanical performance. Furthermore, the damage on the yarns, preforms and composites are determined for various weft densities which indicate differing crimp ratios. Higher crimp ratios both increase the damage on reinforcement yarns and significantly decrease the mechanical properties.\r\n",
      "name": "Mechanical Characterization and Improvement of Weaveability for GF/PP Commingled Hybrid Yarns",
      "format": "URL",
      "url": "http://www.ij-ms.org/paperInfo.aspx?ID=4957",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "baf65157-2582-4f8d-be5c-cfbf53681797",
      "created": "2013-07-10T22:46:58.237879",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 20,
      "revision_id": "4c6e87ab-763c-4122-9ee0-85b32a6c48c7",
      "url_type": null,
      "id": "c7dc950b-d749-4f63-8d33-793d8610b147",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Electrodeposition is a non-line of sight deposition technique which is also applicable for complex 3D structures. Even with this outstanding coating method there is a challenge in electroplating of complex 3D materials with a high porosity. In this work we developed special process parameter regarding the design of the plating cell and deposition parameter to ensure a nearly homogeneous coating of open cell metal foams. Based on field scans of the magnetic flux density a technique for the determination of the coating thickness distribution of magnetic coatings in a foam has been developed. The deposition process and thus the coating thickness distribution of porous 3D cathodes strongly depends on mass transport limitations. Two qualitative models to describe the mass transport limitations for direct current plating and pulsed electrodeposition can be deduced of the field scans of the magnetic flux density. X-ray computed tomography shows hydrogen evolution as a further coating-problem. Quasi-static compressions tests have been performed on nickel and copper coated foams, respectively. The coating metal has a significant effect on the mechanical properties of such a hybrid foam consisting of a coating on an aluminium substrate foam.\r\n",
      "name": "Hybrid Metal Foams: Mechanical Testing and Determination of Mass Flow Limitations During Electroplating",
      "format": "URL",
      "url": "http://www.ij-ms.org/paperInfo.aspx?ID=5004",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "baf65157-2582-4f8d-be5c-cfbf53681797",
      "created": "2013-07-10T22:48:55.787120",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 21,
      "revision_id": "e434ab3b-7087-46e1-b8ff-f057eca34143",
      "url_type": null,
      "id": "a391f3a4-58ee-4ea2-9264-044d6dddf470",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The effect of increase of density of metals being electrodeposited under the influence of a centrifugal force acting perpendicular to the crystallization front is found. Wave-like flow of surface layers of metals being electrodeposited under the influence of a centrifugal force acting parallel to the crystallization front, as well as bending of waves by mechanical hindrances and formation of foam on the crests of waves are discovered. Change of form of the deposits of metals being electrodeposited under the influence of a centrifugal force including the growth of length and thickness of the deposits at the direction of force action with a modification of their configuration depending on overload values is discovered. Predominant development of deposits of metals being electrodeposited beyond the edge of the cathode in the direction of the action of a centrifugal force parallel to the crystallization front is found. The obtained results prove the validity of the discovered phenomenon of phase formation through a stage of liquid state in metallic materials being electrodeposited.",
      "name": "Phase Formation through a Stage of Liquid State in Metallic Materials being Electrodeposited: Recent Experimental Proofs",
      "format": "URL",
      "url": "http://www.ij-ms.org/paperInfo.aspx?ID=4996",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "baf65157-2582-4f8d-be5c-cfbf53681797",
      "created": "2013-07-10T22:49:37.977555",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 22,
      "revision_id": "4448c598-f1b4-4a67-9b48-f1b80d1e620e",
      "url_type": null,
      "id": "3457d1db-f020-49af-aad6-af370c4b18e3",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " The elastomer properties (large deformations, damping) make their use more and more common in industries such as aerospace, automotive, construction and civil engineering or even the entertainment industry... Modeling the behavior of such materials is highly nonlinear, the nonlinearities are both geometric (due to large deformations imposed) and behavioral (behavior laws used are nonlinear). This paper presents a detailed description of the numerical implementation of incompressible isotropic hyperelastic behavior. In this study, the analysis of large deformation problems of Ogden’s hyperelastic is based on the finite element method (FEM) and mathematical programming. To solve the problem of balance, we suggest using the combined Newton-Raphson/Arc-length procedure. A typical example is presented to illustrate the performance of this formulation.\r\n",
      "name": "Modeling of Large Deformations of Hyperelastic Materials",
      "format": "URL",
      "url": "http://www.ij-ms.org/paperInfo.aspx?ID=4951",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "baf65157-2582-4f8d-be5c-cfbf53681797",
      "created": "2013-07-10T22:50:19.754104",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 23,
      "revision_id": "216855e9-86eb-4036-bebe-3afb59f51215",
      "url_type": null,
      "id": "b24e2541-55e9-4745-b52a-94d4278e8701",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Abstract -The goal of this work is to determine correlation of amorphous nonmetallic materials with defective surface layers and their physical properties. Microcreep processes in tested materials can be described by general equation that is known as logarithmic microcreep equation. Applicability of this equation for tested optical materials is indicative for microcreep processes in crystalline and amorphous hard materials. For each grade of polished optical glass, minimal residual defective layer exists. Parameters of this layer are interrelated with mechanical properties of glassceramics and glass, such as microhardness and optical strain coefficient, and thermophysical properties, such as thermal diffusivity, sintering temperature, and annealing temperature. It is first suggested to estimate durability of optical silicate glass and glassceramic, using E?a1/2 parameter(E -elasticity modulus, a - thermal diffusivity).",
      "name": "New Approach to Durability of Glassceramic and Silicate Glass",
      "format": "URL",
      "url": "http://www.ij-ms.org/paperInfo.aspx?ID=4966",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "baf65157-2582-4f8d-be5c-cfbf53681797",
      "created": "2013-07-10T22:51:10.747166",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 24,
      "revision_id": "6b1186d4-4375-48ed-a22b-2c1233490909",
      "url_type": null,
      "id": "b7e67d56-1152-4752-aa79-10bc992c545c",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "It is of vital importance that most medical devices are sterilised prior to use. However, sterilisation performed by ionising radiation can cause significant damage and degradation to polymers due to the energetic secondary electrons released from the primary irradiation event. In this present work, low density polyethylene (LDPE) was subjected to a commercial gamma irradiator and a high energy electron beam irradiator (combined 10/12MeV unit, 30KW). Characterisation was performed on the non-irradiated and irradiated LDPE samples by several analytical methods. X-ray diffraction (XRD) revealed that the percentage crystallinity and crystalline size had no significant alterations. Scanning electron microscope (SEM) imagery illustrated a rougher sample surface subsequent to electron beam irradiation at 400kGy which was perhaps attributed to oxidative degradation. In addition, the fracture behaviour of the cryofractured surface specimens was highly influenced by electron beam irradiation. Colorimetry was employed in quantifying the effects of electron beam and gamma ray processing on the colour changes of LDPE. This technique identified that the gamma ray process leads to more discolouration of the LDPE material, indicating that the electron beam process was more user friendly.\r\n",
      "name": "Characterisation of the Surface and Structural Properties of Gamma Ray and Electron Beam Irradiated Low Density Polyethylene",
      "format": "URL",
      "url": "http://www.ij-ms.org/paperInfo.aspx?ID=5006",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "baf65157-2582-4f8d-be5c-cfbf53681797",
      "created": "2013-07-10T22:51:57.689861",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 25,
      "revision_id": "aa519a5e-bd8f-473f-8e49-a577cba73b33",
      "url_type": null,
      "id": "a5a4ab9d-7e1e-441b-9423-b3c89b04685e",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Silicon wafer thickness reduction without increasing the wafer strength leads to a high fracture rate during subsequent handling and processing steps. Cracking of solar cells has also become one of the major sources of solar module failure and rejection. Hence, it is important to evaluate the mechanical strength of silicon solar wafers and factors influencing this. The purpose of this work is to understand the fracture behaviour of multicrystalline silicon wafers and to provide information regarding the bending strength of the wafers. The effects on silicon wafer strength of saw damage and of, grain size, grain boundaries and triple junctions are investigated. Also the effects of surface roughness and of the damage layer removal process are considered. Significant changes in fracture strength are found as a result of different silicon wafer crystallinity and surface roughness. It was found that fracture strength of the processed silicon wafer is mainly affected by the following factors: the thickness of the saw-damage layer (cracks length), surface roughness, cracks/defects at the edges and the amount of grain boundaries, serving as potential crack initiation points.\r\n",
      "name": "Characterization of Multicrystalline Silicon Solar Wafers Fracture Strength and Influencing Factors",
      "format": "URL",
      "url": "http://www.ij-ms.org/paperInfo.aspx?ID=5037",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "baf65157-2582-4f8d-be5c-cfbf53681797",
      "created": "2013-07-10T22:52:32.342559",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 26,
      "revision_id": "95178de6-203f-4d46-a984-f8831a41ae85",
      "url_type": null,
      "id": "7838317e-0b42-4d76-a7b9-1610e0c9984d",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Part of the research work carried out at our university is presented. Ag, Fe and ZnO nanoparticles are prepared by the lab made electro-exploding wire system. The prepared nanoparticles are utilized in water pollution treatment. Laboratory experiments have been designed for exploring the sorption properties of these nanoparticles for the removal of nitrite from water. Spectrophotometric method was used for the determination of nitrite in the concentration range of 0.05–2.5 mg/L. At fixed concentrations of nitrite and nanoparticles (2.5:1.6) mg/L (nitrite: nanoparticles), It was observed that Ag nanoparticles possess highest sorption capability for removing nitrite followed by Fe nanoparticles. The calculated equilibrium adsorption capacities (qe) were 980, 603 and 376 mg/g (adsorbate/adsorbent) for the nitrite sorption onto Ag, Fe and ZnO nanoparticles, respectively. The adsorption kinetic data were analyzed using the pseudo first-order, pseudo second-order and intraparticle diffusion model. Ag, Fe and ZnO nanoparticles exhibited excellent efficiencies for removing nitrite from water.\r\n",
      "name": "The Sorption Properties of Exploding Wire Prepared Ag, Fe and ZnO Nanoparticles for Nitrite Removal from Water",
      "format": "URL",
      "url": "http://www.ij-ms.org/paperInfo.aspx?ID=5049",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "baf65157-2582-4f8d-be5c-cfbf53681797",
      "created": "2013-07-10T22:53:27.158550",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 27,
      "revision_id": "db704cbf-0630-4627-82d4-a23e71c67f6a",
      "url_type": null,
      "id": "3feaf037-5f86-4838-af05-ea9f8005f2d1",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Artificial neural networks (ANN) and multiple regression analysis (MRA) were used to predict the rheological properties of oil well cement slurries. The slurries were prepared using class G oil well cement with a water-cement mass ratio (w/c) of 0.44, and incorporating a new generation polycarboxylate-based high-range water reducing admixture (PCH), polycarboxlate-based mid-range water reducing admixture (PCM), and lignosulphonate-based mid-range water reducing admixture (LSM). The rheological properties were investigated at different temperatures in the range of 23 to 60&#186;C using an advanced shear-stress/shear-strain controlled rheometer. Experimental data thus obtained were used to develop predictive models based on back-propagation artificial neural networks and multiple regression analysis. It was found that both ANN and MRA depicted good agreement with the experimental data, with ANN achieving more accurate predictions. The developed models could effectively predict the rheological properties of new slurries designed within the range of input parameters of the experimental database with an absolute error of 3.43, 3.17, and 2.82%, in the case of ANN and 4.83, 6.32, and 5.05%, in the case of MRA, for slurries incorporating PCH, PCM, and LSM, respectively. The flow curves developed using ANN and MRA allowed predicting the Bingham parameters (yield stress and plastic viscosity) of the oil well slurries with adequate accuracy.\r\n",
      "name": "Modeling Rheological Properties Of Oil Well Cement Slurries Using Multiple Regression Analysis And Artificial Neural Networks",
      "format": "URL",
      "url": "http://www.ij-ms.org/paperInfo.aspx?ID=5035",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "baf65157-2582-4f8d-be5c-cfbf53681797",
      "created": "2013-07-10T22:55:08.243744",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 28,
      "revision_id": "c415bf3e-6614-4607-9aec-da3aa9e3aded",
      "url_type": null,
      "id": "a877b334-da71-447b-ac8c-fff5b59b8d24",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " The worldwide increase in production of water treatment sludge together with the overwhelming disposal cost has fuelled research into the development of economic re-use alternatives. This study investigated the shear behaviour of unmodified and modified clay to determine the potential of using lime-iron sludge as a soil modifier. The effects of lime-iron sludge concentration, moisture content and vertical normal stresses were examined. The optimum dose of lime-iron sludge was found to be 3% with an accompanying optimum moisture content of 20%. An improvement of 20% increase in shear stress together with a rise in cohesion of 155% was observed. However, the inclusion of lime-iron sludge in soil specimens had no significant effect on the internal friction angle. Experimental results were successfully used to illustrate the positive effect of lime-iron sludge inclusion on the shear behaviour of soil. Additionally, experimental data was successful in correlating shear variables and optimizing soil parameters to aid in the eventual development of full-scale design.",
      "name": "Use of Lime-iron Sludge for Soil Modification",
      "format": "URL",
      "url": "http://www.ij-ms.org/paperInfo.aspx?ID=5063",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "baf65157-2582-4f8d-be5c-cfbf53681797",
      "created": "2013-07-10T22:55:51.667238",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 29,
      "revision_id": "0ffc0a98-251f-4566-add2-6dc2f047bff0",
      "url_type": null,
      "id": "c3681269-f9db-4c8c-b5b2-4c9af48628f5",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Cu-Sn composite coatings were deposited using various Cu feedstock powders with different sizes and shapes, and the formation of intermetallic compounds (IMCs) in the coatings was investigated. IMC formation by post-annealing of composite coatings could be affected. In addition, when Cu-Sn composite particles were employed, not only the Cu-Sn composites but also Cu-Sn IMCs (Cu6Sn5 and Cu3Sn) were observed at the interfaces between Cu and Sn particles in the as-sprayed state. In the case of the annealed Cu-Sn coatings, the Cu6Sn5 formed in the as-coated coatings was transformed into the Cu3Sn phase, and the embedded Sn particles were fully changed into the Cu3Sn phase. However, the intermetallic compound formation of Cu3Sn was different, depending on the shape and size of the Cu feedstock. Therefore, the deposition of Cu-Sn composite coatings using different Cu particles could have an influence on the formation of IMCs.",
      "name": "Effects of Cu Feedstock on Intermetallic Compound Formation in Cold Sprayed Cu-Sn Coatings",
      "format": "URL",
      "url": "http://www.ij-ms.org/paperInfo.aspx?ID=5017",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "baf65157-2582-4f8d-be5c-cfbf53681797",
      "created": "2013-07-10T22:56:33.100751",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 30,
      "revision_id": "cfe7bcb6-e361-4ad0-b0f5-cc7c58e05b20",
      "url_type": null,
      "id": "270b395a-63ec-4a33-bc18-f072070b8f00",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Films of Polyethylene (PE), Poly (3-hydroxybutyrate-co-hydroxyvalerate) (PHBV, 18% HV) and PE/PHBV blends containing 10 and 30% of PHBV were buried in soil for 180 days to evaluate their biodegradability through the respirometry test. The biodegradation of the films was investigated by Fourier transform infrared spectroscopy (FTIR), X-ray diffraction (XRD) and scanning electron microscopy (SEM). The biodegradation rate was found to be increased in blends containing larger proportions of biodegradable polymer, due to increasing interphase (intermediate regions) between the two polymers. Therefore, the biodegradation rate was proportional to the amount of biodegradable polymer phase (PHBV) in contact with the PE.",
      "name": "Respirometric Evaluation of the Biodegradability of Films of PE/PHBV Blends",
      "format": "URL",
      "url": "http://www.ij-ms.org/paperInfo.aspx?ID=5053",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "baf65157-2582-4f8d-be5c-cfbf53681797",
      "created": "2013-07-10T22:57:13.658627",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 31,
      "revision_id": "d830311c-1aed-4a41-98ea-7e368ba9275a",
      "url_type": null,
      "id": "5dfd9ec4-e872-4092-a448-4cbcfb61b42b",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The purpose of the paper is to analyse the damping of sandwich composites made of foam core and laminated skins. Damping parameters are investigated in the case of the bending vibrations of clamped-free beams. Modelling of the damping of the sandwich materials is established using a finite element analysis formulated on the sandwich material theory. Damping modelling is based on the evaluation of the different energies dissipated in the material directions of the core and the layers of the skins. The results obtained in the case of the bending vibrations of beams show a good agreement with the experimental results derived from an experimental investigation. Next, a parametric study is implemented to identify the effect of the characteristics of the constituents on the damping of the sandwich composites.",
      "name": "Analysis of the Damping of Sandwich Materials and Effect of the Characteristics of the Constituents",
      "format": "URL",
      "url": "http://www.ij-ms.org/paperInfo.aspx?ID=5056",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "baf65157-2582-4f8d-be5c-cfbf53681797",
      "created": "2013-07-10T22:57:53.058456",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 32,
      "revision_id": "81336166-717c-488b-82ae-6f8ebc436ea3",
      "url_type": null,
      "id": "46ef245b-ec90-489a-8a92-be1542c898ac",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " In this study gold nanoparticles with different size and shaped were synthesized by different methods in order to observe its capability to remove or adsorb mercury from the prepared solution. The results have showed that various sizes and shapes of gold nanoparticles were obtained using direct synthesis microwave polyol method and seed-mediated growth method. Small sized gold nanoparticles with spherical shapes were obtained by adding NaCl to the gold solution, whereas the seed-mediated growth method produced different shapes of gold nanoparticles with larger particle size. Using the same amount of mercury (20 ppm), the highest mercury removal (13,159 mg/g of gold) was acquired using spherical nanoparticles with particle size less than 10 nm.\r\n",
      "name": "Effect of Gold Nanoparticles Structural Variations on Mercury Removal",
      "format": "URL",
      "url": "http://www.ij-ms.org/paperInfo.aspx?ID=5067",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "baf65157-2582-4f8d-be5c-cfbf53681797",
      "created": "2013-07-10T22:58:33.989575",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 33,
      "revision_id": "6d7f348d-a51f-4efd-9430-81101e7a8fe0",
      "url_type": null,
      "id": "6aa94499-d6b4-47bf-b01c-6c458f659710",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 34,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Material Science",
      "id": "330b688b-e35b-486f-aa64-9a490995f3c5",
      "name": "Material Science"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-ij-ms-org",
  "isopen": true,
  "url": null,
  "notes": "The International Journal of Material Science (IJMSCI) is published quarterly by Science and Engineering Publishing Company. This journal focuses on material science, technology and application. It explores topics ranging from New metal materials; New Energy Materials, Nanomaterials; Environmental coordination materials; Biomedical Materials; Polymer and Composite Materials; Ceramic materials Functional Materials; Microelectronic materials and Materials Processing Technology. This journal offers an international platform for experts, researchers and scholars to communicate, explore, and discuss knowledge in the field of material science.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "International Journal of Material Science (IJMSCI)",
  "revision_id": "22b12d4f-f0bf-4b15-ba38-b55820ccb414"
}