{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "52ef7868-0dbe-4c85-83f0-3c969cded778",
  "metadata_created": "2012-10-28T04:41:58.406197",
  "metadata_modified": "2013-10-10T21:16:54.764906",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "e2888be1-ceb8-49ed-9a18-481643f3b8da",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "how_to_bring_classic_photography_back",
  "isopen": false,
  "url": "",
  "notes": "These are all valid challenges and arguments the modern photographer has to live with today. Its well worth doing additional reading when doing digital photography. Again when starting with photography, my advice is to ignore all these popular forum and magazine created problems until you more comfortable using your camera. For example people are spending a lot of time to discuss the dynamic range of different cameras. Typically SLR cameras differ between 8,7 and 11,3 stops in terms of dynamic range. The human eye can cope with as much as 16 stops and a really bright summer day can go as high as 20 stops. That means each and every camera has a limitation and in relation to a real life situation, the differences between cameras are small. Therefore, if I read somebody complaining about a camera not having a good dynamic range and that he or she looses images base on dynamic range then all it tells me, this person are on the wrong track and the chances are he or she will never learn the correct techniques to optimize dynamic range. Its like with all things in life, if you focus on the negative then you miss the opportunity to see the situation in the correct perspective. To improve your photography through a simple adjustment of your perspective, I want you to sit back and observe your surroundings. Don?t do anything at all. Do not pick up your camera. Do not pass GO. Do not set anything up. For the next fifteen minutes, your job is to notice everything going on around you. Take some time and pay attention to the light. Watch your subject in action (or not in action at all if you?re doing still life or landscapes). Simply allow the ideas to flow to you.\n\nBecause light and shadow come to the fore in black and white photography, play with the framing in your pictures. Taking black and white photos framed by, say, the branches of a tree or an architectural arch can produce beautiful effects. Because shadow and light play such a key role in the effect of black and white photography, two pictures of the same subject can create very different looks at different times of the day. Imagine the play of light through trees. The contrast between dark tree trunks and light will look very different on a sunny afternoon than on a misty morning. In both cases, however, the mood achieved with black and white photography is still powerful. Black and white photography allows you to play with the contrast of an image in a way that colour doesn?t. Parts of some black and white photos are almost entirely pitch black. This can sometimes produce a very impressive effect in your images.\n\nThank you for visiting my photography post. I also recommend my <a href='http://www.squidoo.com/canon-g15'>Canon powershot G15</a> article to you, because many of my friends have read it and find it is very interesting! I hope you will also like it! Have fun!",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "How to Bring Classic Photography Back",
  "revision_id": "b316b663-6aeb-45c5-a7e5-4415043c6758"
}