{
  "license_title": "Creative Commons Attribution Share-Alike",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "927ec468-8491-406d-9118-da802d917e06",
  "metadata_created": "2012-11-07T15:31:55.227222",
  "metadata_modified": "2013-10-10T23:18:15.122050",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "0e107a3e-a16e-4119-9345-943eb9c20b40",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "cc-by-sa",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "pillole-di-dieta",
  "isopen": true,
  "url": "",
  "notes": "A seguito del divieto politicamente movitvated sul efedra da parte della FDA, i responsabili di pillole dimagranti e integratori di perdita di peso sono stati freneticamente riformulando i loro prodotti per ottenere risultati di tipo efedra. L'alternativa più comune? Caffeina.\r\nLa vera storia di pillole per la dieta, però, non è così semplice. Per cominciare, c'è il divieto di efedra che è stato illegalmente avviata da un ente governativo canaglia che serve principalmente a proteggere [url=http://pilloleperdimagrire.net/]pillole per dimagrire[/url] l'industria farmaceutica, mentre screditare tutti i supplementi nutrizionali. Ci sono 150 morti apparentemente legati al efedra. Over-the-counter farmaci per il dolore uccidono pillole per dimagrire ogni anno 40.000 americani al confronto. Farmaci da prescrizione uccidono altri 100.000. Dove si trova il grido FDA su questi farmaci?\r\n\r\nIn secondo luogo, c'è il problema di abuso. Non si può possibile essere ucciso da efedra a meno che non ne abusano prendendo troppe pillole in una volta in una sorta di tentativo disperato di perdita di peso. Over-the-counter antidolorifici e farmaci da prescrizione, in confronto, uccidere la gente anche quando prese al dosaggio giusto Quindi c'è una differenza enorme nel rischio di morte con efedra vs farmaci da prescrizione, ma pillole per dimagrire la FDA ha scelto di concentrarsi su efedra.\r\n\r\nLa vera storia va oltre la semplice la FDA, tra l'altro: gente che prende pillole per la dieta stanno cercando di accelerare i loro sforzi di perdita di peso, naturalmente. Durante l'utilizzo di integratori alimentari per aiutare nella perdita di peso è bene, i consumatori troppi si basano esclusivamente su pillole per la dieta piuttosto che affrontare i fondamentali: nutrizione e l'esercizio fisico. Se non la smetti di bere bibite e mangiare perturbatori metabolici, non avrai mai perdere peso. Se non si esercita un'ora al giorno, non sarai mai sottile. Se non integrare la dieta con supercibi nutrizionalmente densi come clorella, quinoa e olio di lino, non sarete mai in grado di perdere il peso si vuole veramente.\r\n\r\nNon è possibile ottenere pillole per dimagrire sottile di prendere una pillola. Sì, una pillola può aiutare, ma lo sforzo deve venire da voi.\r\n",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "license_url": "http://www.opendefinition.org/licenses/cc-by-sa",
  "title": "Pillole di dieta fare ritorno con peso supplementi efedra senza perdita",
  "revision_id": "976d1ccd-0719-4349-9840-c5781aca3813"
}