{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "d1904235-ca66-4081-8fcc-d1abe0e82de2",
  "metadata_created": "2013-08-30T05:45:58.161511",
  "metadata_modified": "2013-10-10T20:38:56.461112",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "6ae50b61-c73a-4f1e-8cc2-2790c2531bc5",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "douglas",
  "isopen": false,
  "url": "",
  "notes": "Here are some factors you should consider before you purchase a new diving watch, if you're in the market for a new diving watch. \n\n1. Water-resistance. \n\nClearly, all diving watches are going to be water proof; they'd maybe not last for one minute normally. But how much water resistance in really needed? Therefore any diving watch that meets or exceeds 130 feet ought to be sufficient, right, after all security boundaries recreational divers into a maximum depth of 130 feet? Wrong! \n\nWhen organizations test the water resistance rating of a watch, the test is done in controlled conditions. The tests do not con-sider another potential activities that may play into the water-resistance of the watch. Ostensibly, they tell the resistance to water penetration assuming there is no action of the watch or the water, in a specific depth. Obviously, these test conditions don't replicate real diving conditions where your watch will probably be over and over repeatedly jarred. It may fail, when it is near the extremes of its depthrating if your watch is hit. \n\nTo ensure your diving watch doesn't hand out at depth, ensure you purchase a watch having a depth rating of at least twice the maximum depth to which you intend to dive. \n\n2. The watch band. \n\nFor-a watch you'll find actually three kinds of bands you must weigh: plastic, titanium, and metal. Browse here at the link <a href=\"http://www.precisionreplicas.com.hk/\">analysis</a> to compare the meaning behind it. \n\nIf you should be thinking about a rubber band, make certain it's really rubber and not some inexpensive imitation. Rubber bands are easy because they are simple to change so they can simply be used on your arm or over your wet suit. One negative with rubber diving view groups is the fact that they can be sliced; if you take part in a large amount of wreck diving, you may want to consider a metal band. \n\nIn the event that you would like a steel band, it will often be titanium or stainless since these materials are immune by corrosion and decay. Stainless has been well tested over time and it's still a fantastic alternative for diving watches. Of late, titanium is becoming an option. It's stronger than one-half the weight and metal. Regardless of the metal selected, make sure to get a wet suit extension to ensure that watch could be worn over-your wet suit if you are using one. \n\n3. Analog or digital \n\nMost dive watches fall under one of two groups (although some merge equally ): analog or digital. \n\nThe analog watches are the traditional dial-faced watch. Should you be considering this type of view, ensure it has an unidirectional bezel (for jump time) and bright luminescence (to ensure that it is seen in the dark) including about the bezel. Analog watches are generally attractive, however they will often have fewer diving-related functions when compared with the digital watches. \n\nElectronic watches almost always provide a number of advanced features to help divers keep monitor their dive position. Functions including water temperature, range readings, split up gauges for timing the breathing mixture in one's container, and programmable alarms. Several electronic watches also can record leap data which can then be downloaded from your view to some your pc. <a href=\"http://www.precisionreplicas.com.hk/\">Best Watches For Men</a> includes more about the inner workings of this hypothesis. \n\n4. Identify more about <a href=\"http://www.precisionreplicas.com.hk/\">this site</a> by going to our grand use with. General Simplicity \n\nTry to find characteristics that will help make your dive view user friendly in real dive conditions. Issues such as a non-scratch crystal (so that you can actually examine your watch), large and readily available buttons for use with gloved hands, and sturdy building so that your watch will give years to you of use. \n\nFinally, look at the opinions for your diving watch you're looking at. Considering a wrist watch in the shop or on line, it's really tricky to-know without a doubt how well it'll work in the water. By looking at the reviews of individuals that have used the watch, you will get a much better idea if this watch will benefit you.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "How to Choose a Diving Watch",
  "revision_id": "3f6fa4a4-c72f-4176-b975-ea0a687dbe44"
}