{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "fb857b65-54a9-4e51-93d6-18d9a5d4588a",
  "metadata_created": "2012-11-08T13:05:30.718552",
  "metadata_modified": "2013-10-10T23:26:08.844682",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "0e107a3e-a16e-4119-9345-943eb9c20b40",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "ricompensa-senza-cibo",
  "isopen": false,
  "url": "",
  "notes": "Qualche anno fa, stavo lavorando sul mio computer e ho sentito mio figlio si avvicina, lamentarsi come fosse annoiato. Ovviamente, RTEM (Repetitive Motion Eye TV causato quando non si sposta il culo dal divano per ore) aveva colpito la fase critica. Stavo inconsciamente cercando di calmarlo e di vecchi collegamenti nella mia mente a galla. \"Lasciami finire questa piccola cosa,\" ho offerto. \"Allora ti porto fuori per un gelato.\"\r\n\r\nSi sarebbe pensato che avevo suggerito prigione. Agitando le braccia e battendo i piedi, gridò:\r\n\r\n\"Non voglio un gelato alimentare non è divertente che voglio qualcosa di divertente -.! Come una macchina\"\r\n\r\nOra, prima di andare troppo oltre, lasciatemi spiegare che aveva 8 anni ed era una macchina giocattolo che voleva. Mi rabbrividire a pensare prodotti per dimagrire velocemente sentire questa affermazione, quando ha 16 anni!\r\n\r\nTuttavia, egli aveva ragione.\r\n\r\nNon tutti premia ogni piccola cosa della loro vita con il cibo (e le auto sono più divertenti di cibo!)\r\n\r\nQuesto è un principio che ho affinato per anni ho lottato più e più volte per mantenere il mio peso corporeo sotto controllo e il mio stato di salute generale ad un buon livello. A questo punto, si pone come una componente tra molti del Sistema Weight Loss Catalyst. Il concetto di premiare se stessi con il cibo è un blocco comune che deve cambiare.\r\n\r\nSapete come va: una brutta giornata al lavoro, traffico, facendo un lavoro particolarmente pericoloso in giro per casa, che fare con una persona prepotente, una notte di sonno di cattiva. Ops, il tempo per un ossequio.\r\n\r\nCambiamento delle abitudini\r\nLe abitudini sono dure a morire e, se vi state premiando con il cibo, probabilmente prodotti per dimagrire avete fatto per un tempo molto lungo. Sappiamo anche che il tentativo di abbandonare semplicemente cattive abitudini non è facile da fare. In effetti, potrebbe essere addirittura impossibile avvicinarsi abitudini con questa mentalità <a href=\"http://prodottiperdimagrire.net\">prodotti per dimagrire velocemente</a>.\r\n\r\nIl modo più efficace per lavorare con le abitudini è quello di giocare con loro. Guardati da vicino per vedere che cosa si sente come un premio e <a href=\"http://prodottiperdimagrire.net\">prodotti per dimagrire</a> cosa no. Probabilmente il 90 per cento di premiare te stesso con il cibo si sente in realtà come punizione - dopo aver mangiato quella pinta di gelato e il senso di colpa nel prodotti per dimagrire set, Pensi davvero ricompensato?\r\n\r\nProvate a sostituire i premi nuovi e diversi di quelli vecchi. Fatelo a poco a poco, in silenzio e non si aspettano risultati immediati. Identificare prodotti per dimagrire velocemente un \"momento ricompensa.\" Particolare E 'Venerdì sera, quando la settimana lavorativa è finita? E 'Sabato pomeriggio dopo che la casa è stata completamente pulita? Una prodotti per dimagrire volta ho contato 16 volte ho sentito il bisogno di una ricompensa e non era neanche un prodotti per dimagrire velocemente giorno di lavoro!\r\n\r\nCosa ti piace? Se si tratta di qualcosa che ami, che potrebbe essere un adeguato compenso, soprattutto se raramente di farlo. Se in genere mangiare il gelato e leggere un libro (o guardare un film), prova che separa i due eventi. E 'solo una abitudine che si mangia quando ci si dà il tempo di leggere? Vuoi una tazza di tè essere bello a quei tempi? Anche in questo caso, la sostituzione funziona molto meglio di semplice abbandono della vecchia abitudine.\r\n",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Ricompensa senza cibo",
  "revision_id": "b1b5cc48-1ef0-47fd-98d6-b80bcb9b8ad3"
}