{
  "license_title": "geogratis",
  "maintainer": "Government of Canada, Natural Resources Canada, Centre for Topographic Information (Sherbrooke)",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "geoginfo@NRCan.gc.ca",
  "num_tags": 3,
  "id": "674b87eb-3ebb-40c8-8296-bc53563da17a",
  "metadata_created": "2011-12-15T19:06:02.579790",
  "metadata_modified": "2013-10-10T21:03:24.993862",
  "author": "Government of Canada",
  "author_email": "geoginfo@NRCan.gc.ca",
  "state": "active",
  "version": null,
  "creator_user_id": "e7f30c0d-944b-4a69-84c4-61b08bbf6b98",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "canada-gov",
      "id": "adc94ee0-9bbf-48b6-abb3-bd4d5ab61362",
      "name": "canada-gov"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "geogratis",
      "id": "bea15f32-e88b-41a1-b948-45147fe2c24d",
      "name": "geogratis"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "meta.imported-from-ca-ckan-net",
      "id": "38e43d18-82ef-4624-b593-21db62d9290c",
      "name": "meta.imported-from-ca-ckan-net"
    }
  ],
  "groups": [],
  "license_id": "geogratis",
  "relationships_as_subject": [],
  "organization": {
    "description": "Datasets for http://www.datadotgc.ca/. DataDotGC, which launched, in February 2010, is a Canadian, citizen-led effort to promote open data and help share data that has already been liberated. In Autumn 2011 the datasets moved to the http://theDataHub.org/ and this is now the official home of the DataDotGC datasets going forward.",
    "created": "2011-12-15T18:59:28.065988",
    "title": "Canada",
    "name": "country-ca",
    "is_organization": true,
    "state": "active",
    "image_url": "http://upload.wikimedia.org/wikipedia/en/c/cf/Flag_of_Canada.svg",
    "revision_id": "ad708f77-26b4-4085-9fb4-01470336f280",
    "type": "organization",
    "id": "c1e89abb-13cd-4e18-9078-03d15bf6f256",
    "approval_status": "approved"
  },
  "name": "geogratiscanadasportfish_v100",
  "isopen": false,
  "url": "http://geogratis/geogratis/en/option/select.do?id=BBFDE076-9F08-B8DF-5696-C2B35DF0C54E",
  "notes": "Sport Fish Capability is an un-published series of the Canada Land Inventory. The inventory may be incomplete and is currently only available in this digital form for the province of Nova Scotia, New Brunswick and for parts of the province of Alberta. Some of the maps for Alberta may have been published as part of the Alberta Land Inventory; the Alberta land Inventory also published similar maps for other areas of the province which are not part of this digital inventory.\r\n         The CLI Sport Fish classification rates watersheds and selected lakes and rivers for their suitability for sport fish production. The capability ratings are established on the basis of physical, chemical and certain biological parameters but do not necessarily reflect actual sport fish production.\r\n         In the CLI sport fish classification system, the water bodies are divided into units on the basis of physical, chemical and biological characteristics important to fish populations. The degree of limitation associated with each unit determines its capability class. The subclass denotes the primary factor that causes the limitation.\r\n         Unlike other CLI capability ratings, only waters with high fish production potential are classified and the domain of the capability classification is restricted to four classes as follows:\r\n         Class 1 - Waters in this class have no significant limitations on sport fish production.\r\n         Class 2 - Waters in this class have few or minor limitations on sport fish production.\r\n         Class 3 - Waters in this class have several minor limitations or few serious limitations on sport fish production.\r\n         Class 4 - Waters have numerous and severe limitations on sport fish production.\r\n         The limitation subclass takes on different meaning depending on the type of unit being classified. Streams may be limited by nutrients, bank cover, substrate, discharge, frequency and depth of pools, land use , refuge and/or water temperature. Lakes may be limited by depth, wind exposure, light penetration, nutrients, oxygen, spawning and/or water temperature.\r\n         For distribution purposes the original classification data has been integrated with the corresponding CLI shoreline and the results have been projected to UTM. There is no latitude/longitude equivalent of these data in the distribution files.\r\n    ",
  "owner_org": "c1e89abb-13cd-4e18-9078-03d15bf6f256",
  "extras": [
    {
      "key": "date_released",
      "value": ""
    },
    {
      "key": "date_updated",
      "value": ""
    },
    {
      "key": "department",
      "value": "Natural Resources Canada"
    },
    {
      "key": "federal_agency",
      "value": ""
    },
    {
      "key": "level_of_government",
      "value": "Federal"
    },
    {
      "key": "temporal_coverage-from",
      "value": ""
    },
    {
      "key": "temporal_coverage-to",
      "value": ""
    },
    {
      "key": "update_frequency",
      "value": ""
    }
  ],
  "title": "Geogratis - Canada Land Inventory - Sport Fish Capability",
  "revision_id": "9a0ed351-e447-4685-b6bb-11a6aa28edd9"
}