{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "fa5e4947-f736-4aba-acb3-d9394e6f47ac",
  "metadata_created": "2013-08-30T16:02:47.754594",
  "metadata_modified": "2013-10-10T20:55:20.197819",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "82d84686-a6af-41cf-808c-8a990818bf6a",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "falk",
  "isopen": false,
  "url": "",
  "notes": "A wedding is one of the best moments in kinds living, and to enhance the fantastic event, it's only natural to provide candies. Desserts, like candies, are an integrated section of a Western wedding. Discover additional resources on the affiliated web site - Hit this URL: <a href=\"http://www.bakeriesincolorado.com/\">view site</a>. \n\nThe traditional wedding cake is served to the visitors, once the wedding ceremony has ended. With this, also the knife, the container, and the table are decorated beautifully. Learn further on <a href=\"http://www.bakeriesinmaryland.com/\">analysis</a> by browsing our lovely encyclopedia. \n\nThe wedding cake should go well with the wedding. The taste and style of the couple is actually reflected in the design, shape, and decoration of the wedding cake. There are a few conditions to selecting the best option wedding cake. The proposed budget may be the primary factor. After deciding the budget, a great baker, caterer, or expert cook ought to be chosen. The correct selection of the wedding cake remains a stiff challenge due to the wide variety of options available regarding accessories, colors and styles for the cake. \n\nFrequently, the marriage cake is enormous in proportions, and multi-layered or tiered. It must complement the marriage dress, the spot of party, the current weather conditions, and so on. \n\nTradition demands that the bride and the groom share the very first part of the meal, after which other guests partake of it. Sometimes, some is stored so your couple can discuss it often on their first wedding anniversary or on the beginning of these first child. \n\nThe marriage cake may be manufactured in different types and colors. Some select the traditional types, while others prefer tastes and new styles also. An individual flavor can be used. If it can cater to the different choices of the visitors but it would be good. Each layer may have a different quality, to make this happen. The sugar or the icing can also be done in a variety of ways, the standard being the white cream icing. Visit <a href=\"http://www.bakeriesintexas.com/\">tumbshots</a> to discover the meaning behind it. Even the shape is undergoing changes, and miniature desserts are becoming a common sight. \n\nSome of the preferred flavors are cheesecakes, mousse-filled desserts, candy, red mud, and fruitcakes. Fillings can be selected from the list of candy, avocado, custard, almond, vanilla, and so on. At the top of the cake, the numbers of the woman and the groom is visible. The meal can be decorated using several colors or design subjects. \n\nThe basic idea or tradition of the marriage cake would be to make the event memorable, to be cherished by the their friends in addition to couple and loved ones. \n\nBecause it represents the sweetness, abundance, fertility, and love fostered through marriage, the tradition of serving desserts is laudable.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "An Introduction To Wedding Cakes",
  "revision_id": "a9bead08-6c78-4d14-a877-53915147e03f"
}