{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "3a039298-2c17-4c2b-8830-8c6bd4bfcc86",
  "metadata_created": "2013-09-07T11:16:38.820271",
  "metadata_modified": "2013-10-10T21:03:01.981857",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "cbc99fc4-5396-4d4a-8d68-1d243d08d6f7",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "geertsen",
  "isopen": false,
  "url": "",
  "notes": "You may observe that there is a very retro feel to most of the clothing, when you shop in mall shops if not on the internet these days. To get different viewpoints, please consider looking at: <a href=\"http://diariodelchango.com/drupal/node/44119\">partner site</a>. One extremely popular style right now is the classic t-shirt. Most of them are reproductions, which look a lot better than the originals, while some people are actually likely to music stores to find these retro t-shirts! Retro tops certainly are a great advantage to any clothing because they put in a bit of diversity, culture, and fun to what might be an otherwise dull cabinet full of clothes. \n\nThe best thing in regards to the classic t shirt fad that's been continuous for some time now is that it performs for the old and young a-like. While there are many fashion trends that are limited to the young, this really is one that everybody can get in on. No-one is too old for a basic tee, and the retro look is something which the majority of us are drawn to. This sort of clothing is simple but makes a statement, and maybe even we can allow our personality shine through our clothing a little. \n\nNot merely could be the vintage tee shirt trend available to people of all ages, it comes in many shapes and sizes. I found out about <a href=\"http://blog.yam.com/islandpigeon52/article/68053782\">understandable</a> by searching the Internet. Consider it, these types of retro t-shirts are simply a tee with an old-school or traditional type design on it. This means that there certainly are a large amount of different choices out there so that we could have a whole closet full of this fashion trend although not look exactly the same every day. <a href=\"http://www.mknet360.com/wiki/index.php?title=Mens_Work_Shorts_By_Dickies:_Expect_Much_more\">Mens Work Shorts By Dickies: Expect Much More   Wiki</a> includes more concerning the meaning behind this view. Or, each person can really find something which suits his or her personality and buy just one or two of this type of tee. This is simply not the case with plenty of other fashion developments, since many variations only are available in so many colors, designs, and styles so ultimately we all wind up looking simply the same. This isn't the case as it pertains to this type of tee! \n\nThe retro-look is something that many individuals are connection over. Just think about this, several kids are coming home from shopping with friends with t-shirts that possess the patterns of common characters or manufacturers that were cool when their parents were kids. This really is opening up a conversation between parents and their kiddies that wasnt there before. Of-course, this isnt the intention, nonetheless it is a positive side-effect of what's basically a fashion trend. \n\nIf you arent sure where to buy a classic t shirt that suits your personality, you may want to go to the http://www.funkyes.com website. This is the  that is some thing we can all use, and a website that's dedicated to individual type, slogans. You will find a broad collection of tops here that will fit the body type, your budget, and your own personal style. You can look around, but you will probably find the Funk Yes variety is one of the very best you'll find anywhere.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Choosing The Perfect Classic T-shirt For Your Type",
  "revision_id": "739c57c9-320f-4cee-91c4-72873e701f27"
}