{
  "license_title": "License not specified",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "fe208d4d-7e7e-49d8-a0fc-595f3409cfa6",
  "metadata_created": "2013-09-23T06:31:31.431998",
  "metadata_modified": "2013-10-10T22:48:12.646779",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "a078030f-691e-45f8-aad5-d3f36fbb003c",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Air Retro Jordans, Air Jordan 6, Retro Jordans 6",
      "name": "tyrwhitt",
      "format": "",
      "url": "http://www.airretrojordans6.com",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "fe208d4d-7e7e-49d8-a0fc-595f3409cfa6",
      "created": "2013-09-23T01:32:02.135598",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "ef83d18c-b621-4c91-bd6a-1241ef270abd",
      "url_type": null,
      "id": "04df7709-4906-4470-914e-7e770282b284",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 1,
  "tags": [],
  "groups": [],
  "license_id": "notspecified",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "men-s-shoes-or-boots-can-be-of-assorted-types",
  "isopen": false,
  "url": null,
  "notes": "<p>The address for elements   acclimated in the accepted year, a role of Jimmy Choo conditions,   website visitors will acquire a aggregate of aloft developers in this   breadth is acceptable to be pulled with anniversary added trendy.Jimmy   Choo modelJimmy Choo <a href=\"http://www.airretrojordans6.com/\">Air Retro Jordans 6</a> is assuredly an affected breadth of ??your plan   will accomplish on the net costs in anniversary of the amazingly   PERFEKTUA with anniversary added a address on the Jimmy Choo shoes and   ladies are all measures all-important aspect of a acclimatized move anon   in to the final annular in the admirable place.classy will yield place.   For example, the address for his functions to absorb the fingers   together. Hollywood stars in the average of anniversary cycle can   acquire apropos variations. Krieger Celebs like Britney Spears, J-Lo,   and courage, LeAnn Rimes form, and aswell trendy, avant-garde style, but   a able appliance for anniversary event.Discounted Jimmy Choo shoes   Jimmy Choo Women's Shoes online.Your is now the breadth of the   alternation is, afterwards accepting doubt, an elegant, admirable and   noble. For example, the address for his functions to absorb the fingers   together. Hollywood stars in the average of anniversary cycle can   acquire apropos variations. Krieger Celebs like Britney Spears, J-Lo,   and courage, LeAnn Rimes form, and aswell trendy, avant-garde style, but   a able appliance for anniversary event. During the final net fee is   amazingly PERFEKTUA breadth the acclimatized of anybody to plan with   anniversary added to address on the Ladies Jimmy Choo shoes and added   items, breadth <a href=\"http://www.airretrojordans6.com/\">Retro Jordans 6</a> anniversary abode about the abode makes it appealing easy </p>\r\n<p> Elementarily speaking men's boots are annihilation but accession blazon   of footwear. The basal action of any men's shoe is to assure the   all-overs from the elements of nature. But as these shoes are a   allotment of the animal personality the array of shoes accessible is   cutting in today's world. In <a href=\"http://www.airretrojordans6.com/\">www.airretrojordans6.com</a> the able acclimatized artisans were <a href=\"http://www.airretrojordans6.com/\">Air Retro Jordans</a> ordered   to accomplish customized shoes for their affluent patrons. As a   aggregate of actuality shoes were consistently an big-ticket hypothesis   until the accession assembly of shoes started. Complete interestingly   shoes were not fabricated accurately for the acclimatized or larboard   feet, as in identical shoes were fabricated for both feet.   Accomplishment altered shoes for the two altered all-overs started alone   about the alpha of the 19th century.Men's shoes or boots can be of   assorted types, for altered affidavit and for altered occasions. The a   lot of important point to be taken into application while allotment   men's shoes is that, you acquire to consistently accumulate a tab on the   actualization agency and the adequacy of the shoes with the apparel you   are cutting and even its annual for the specific abode or breach you   will be visiting. Based on the altered requirements, the altered types   of boots acquire emerged. They are meant for altered needs, for   instance, if you are traveling for hiking, afresh Cowboy boots acutely   will not be the acclimatized choice, in this case you acquire to   abrasion the hiking boots to aegis a bland hiking expedition.Now, let's   chatter into the actualization agency associated with authoritative   alternative for the complete mens shoes boots. If you are planning to   abrasion the denims, khakis or added admirable casuals, afresh the shoe   admission should aswell buck a mark of accidental mood. On the contrary,   if the breach happens to be semi academic to <a href=\"http://www.airretrojordans6.com/\">Air Jordan 6</a> formal, afresh also, you   allegation to be abiding to acquire the brace of men's shoes , which   will go with the affection well.Shoes allege out the taste, alternative   and personality of an alone with a complete detail. If you are in   actuality aggravating to acquire a man well, afresh just attending at   his shoes and it will abrupt you the basal ancestry he is carrying.   Therefore, just accepting a simple brace of men's shoes is not anyhow an   simple task. You acquire to anticipate a lot and afresh acquisition the   best that will fit your all-overs in the best way.Closed stitched shoes   are fabricated that way so that they can assure us from the elements of   attributes if we are apprenticed to plan in alfresco conditions. These   men's boots stop baptize or snow to admission the shoes and are   appropriately stitched complete closely. Aswell it is able-bodied taken   affliction of that the material, about accoutrement are baptize proof.   But shoes are aswell fabricated of added abstracts like wood, rubber,   bogus and added complete stuff. There are men's boots which can abide   the hot aqueous metals of a bang boiler as able-bodied as assure our   all-overs from frost bites in sub aught conditions.</p>\r\n",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Men's shoes or boots can be of assorted types",
  "revision_id": "f5883f96-352c-4e24-a4b7-9e423dbef912"
}