{
  "license_title": "License not specified",
  "maintainer": null,
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": null,
  "num_tags": 7,
  "id": "0fae0ddf-b73a-4ac6-8a57-d56fb55381e8",
  "metadata_created": "2009-07-09T19:48:17.529487",
  "metadata_modified": "2013-10-10T20:33:41.044564",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "e8fe4164-bde4-4834-aab0-41edaae3c483",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "country-uk",
      "id": "b10871ea-b4ae-4e2e-bec9-a8d8ff357754",
      "name": "country-uk"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "dft",
      "id": "da6a29d3-a8ad-4f92-984d-cee4b6409af7",
      "name": "dft"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "gov",
      "id": "a58159dd-8186-41ad-b110-b825f5780d66",
      "name": "gov"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "traffic",
      "id": "71713154-0fc7-4884-b391-15026c02fff6",
      "name": "traffic"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "transport",
      "id": "26efdbac-68ab-48a7-8db5-55544d71d2c1",
      "name": "transport"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "uk",
      "id": "af80edd3-32cc-4689-8916-9a78214f64a4",
      "name": "uk"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "ukgov",
      "id": "764bddd1-8f2c-47b2-9142-fc20d346e53b",
      "name": "ukgov"
    }
  ],
  "groups": [],
  "license_id": "notspecified",
  "relationships_as_subject": [],
  "organization": {
    "description": "This is the data.gov.uk group of packages",
    "created": "2009-11-25T14:42:49.997148",
    "title": "data.gov.uk: UK Government Data",
    "name": "ukgov",
    "is_organization": true,
    "state": "active",
    "image_url": null,
    "revision_id": "8027041f-1c90-472b-9b0f-bb0ab36e74d3",
    "type": "organization",
    "id": "f8113a0b-1b54-4705-b381-958d0b0cf323",
    "approval_status": "approved"
  },
  "name": "dft-road-traffic-counts",
  "isopen": false,
  "url": "http://www.dft.gov.uk/matrix/",
  "notes": "### Description\r\n\r\nFrom document entitled \"Data definitions and metadata for road traffic counts\":\r\n\r\n----\r\n\r\nDescription:\r\n\r\nValidated traffic count data. Counts taken at road sites across GB, each lasting 12 hours on a weekday between March and October outside of school holiday periods. The counts take place on one day of the year so are not representative of the typical flow throughout the year.\r\n\r\nAll raw counts are converted to annual average daily flows (AADF) which are representative of the typical flow throughout the year. These data are available at www.dft.gov.uk/matrix or on request from the Department for Transport.\r\n\r\nGeographical coverage: Great Britain\r\n\r\nGeographical aggregation: Individual count sites with Ordnance Survey Grid References\r\n\r\nVariable definitions:  \r\nCountry Name: GB country  \r\nRegion Name: English Region  \r\nONS Region Code: ONS region code  \r\nDfT LA Code: DfT local highways authority code  \r\nLocal Authority Name: LA name  \r\nCount Point Number: Unique identifier of count point  \r\nRoad Number: Road classification and number  \r\nRoad Sequence: Number for ordering Motorway and A road count points sequentially  \r\nRoad Category: Road classification, ownership (LA or central Government) and urban / rural definition:  \r\nMotorways: Major roads often used for long distance travel. They are usually three or more lanes in each direction and generally have the maximum speed limit of 70mph.  \r\nA Roads: Can be trunk or principal roads. These are often described as ‘main’ roads and tend to have heavy traffic flows though not as high as motorways.  \r\nTrunk roads: Most motorways and many of the long distance rural A roads are trunk roads. The responsibility for their maintenance lies with the Secretary of State and they are managed by the Highways Agency in England, the National Assembly of Wales in Wales and the Scottish Executive in Scotland (National Through Routes).  \r\nPrincipal roads: These are major roads maintained by local authorities. They are mainly A roads (though the local authorities do have responsibility for some motorways) and tend to be in urban areas.  \r\nMinor roads: These are B roads, C roads and unclassified roads and are all maintained by the local authorities.  \r\nUrban roads: Major and minor roads within an urban area, i.e. an area with a population of 10,000 or more. The urban areas used are based on 2001 Census data. The definition is based on the 2001 'urban settlement' and is available in Urban and rural area definitions: a user guide which can be found on the Communities and Local Government web site at: \r\nhttp://www.communities.gov.uk/planningandbuilding/planningbuilding/planningstatistics/urbanrural/  \r\nRural roads: All other roads, i.e. those outside urban areas (urban areas having a population of 10,000 or more - see above).  \r\nRoad Name at CP: Road name at the count point location  \r\nCP Location: Textual description of the locality of the count point  \r\nSite coordinate easting: OSGB grid reference easting of the count point, 1 metre precision  \r\nSite coordinate northing: OSGB grid reference northing of the count point, 1 metre precision  \r\nDate of count: Date that the count was carried out  \r\nDirection of flow: Direction that the vehicles were travelling. Given on a compass rose: N(orth), S(outh), E(ast), W(est)  \r\nHour of count: Hour of the day. All counts run from 7 am to 7 pm.  \r\nPedal cycles: Number of pedal cycles  \r\nTwo wheeled motor vehicles: Includes motorcycle combinations, scooters and mopeds.  \r\nCars and taxis: Number of cars and taxis. Includes estate cars, light vans with windows to the rear of the driver's seat, passenger vehicles with 9 or fewer seats, three-wheeled cars, motorised invalid carriages, Land Rovers, Range Rovers and Jeeps. Cars towing caravans or trailers are counted as one vehicle.  \r\nBuses and coaches: Public service vehicles and works buses, which have a gross vehicle weight greater than 3,500kgs  \r\nLight vans: Light Goods Vehicles. Goods vehicles up to 3,500 kgs. gross vehicle weight. Includes all car-based vans and those of the next larger carrying capacity such as transit vans. Also included are ambulances, pickups, milk floats and pedestrian controlled motor vehicles.  \r\nHGVr2: Rigid 2-axle Heavy Goods Vehicles1  \r\nHGVr3: Rigid 3-axle Heavy Goods Vehicles1  \r\nHGVr4+: Rigid 4- or more axle Heavy Goods Vehicles1  \r\nHGVa3/4: Articulated 3 or 4-axle Heavy Goods Vehicles1  \r\nHGVa5: Articulated 35-axle Heavy Goods Vehicles1  \r\nHGVa6: Articulated 6- or more axle Heavy Goods Vehicles1  \r\nHGV: Total number of Heavy Goods Vehicles1  \r\nAll motor vehicles: Total number of motor vehicles (i.e. all counted vehicles except pedal cycles)  \r\n\r\n----",
  "owner_org": "f8113a0b-1b54-4705-b381-958d0b0cf323",
  "extras": [],
  "title": "DFT Road Traffic Counts",
  "revision_id": "dedca478-0e1f-47d7-a5fd-d1635f7813ca"
}