{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "5c4ae8e0-7671-44b9-afdb-1bceff21f2fd",
  "metadata_created": "2013-05-14T07:40:54.877108",
  "metadata_modified": "2013-10-10T20:33:18.742078",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "b2c4c6e1-3062-44e2-9ace-4ffb12d62d08",
  "type": "dataset",
  "resources": [
    {
      "mimetype": "text/html",
      "cache_url": null,
      "hash": "",
      "description": "There are some problems in traditional Fieldbus Technology of flexible production line, such as the high request of the total control machine configuration, the large resources cost of the configuration software, the data should be regularly cleaned. This paper introduces a new type flexible manufacturing system (FMS) architecture based on ARM. The control core of the system is Samsung's S3C2440 ARM micro processor, which enhanced the reliability of the system, Join monitoring equipment and wireless communication equipment, facilitate real-time monitoring and image collection, and ensure the safety of the unattended. The numerical control processing unit is based of industrial PC and movement control card form, which enhanced the openness of the CNC system, and improved the communication function of the numerical control system. The experiment proved that this scheme overcome the problems existing in the traditional FMS.",
      "name": "Design of Embedded FMS on ARM9",
      "format": "aspx",
      "url": "http://www.sj-ce.org/paperInfo.aspx?ID=672",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "5c4ae8e0-7671-44b9-afdb-1bceff21f2fd",
      "created": "2013-05-14T02:40:55.005398",
      "state": "active",
      "mimetype_inner": "",
      "last_modified": "2013-05-14T02:40:56.876475",
      "position": 0,
      "revision_id": "a5c9c141-bca8-4183-a6df-69d305efcafa",
      "url_type": null,
      "id": "0668d686-ef69-4785-b83a-b6cd79575820",
      "resource_type": "file",
      "size": "28241"
    }
  ],
  "num_resources": 1,
  "tags": [],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "design-of-embedded-fms-on-arm9",
  "isopen": true,
  "url": "",
  "notes": "There are some problems in traditional Fieldbus Technology of flexible production line, such as the high request of the total control machine configuration, the large resources cost of the configuration software, the data should be regularly cleaned. This paper introduces a new type flexible manufacturing system (FMS) architecture based on ARM. The control core of the system is Samsung's S3C2440 ARM micro processor, which enhanced the reliability of the system, Join monitoring equipment and wireless communication equipment, facilitate real-time monitoring and image collection, and ensure the safety of the unattended. The numerical control processing unit is based of industrial PC and movement control card form, which enhanced the openness of the CNC system, and improved the communication function of the numerical control system. The experiment proved that this scheme overcome the problems existing in the traditional FMS.  http://www.sj-ce.org/paperInfo.aspx?ID=672",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Design of Embedded FMS on ARM9",
  "revision_id": "09662fc2-d800-47fb-936b-d5f7592311ce"
}