{
  "license_title": "Other (Open)",
  "maintainer": null,
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": null,
  "num_tags": 5,
  "id": "8f71f7a8-efd5-4800-a06c-3540fc530439",
  "metadata_created": "2008-05-27T10:52:16",
  "metadata_modified": "2013-10-10T20:47:16.520449",
  "author": null,
  "author_email": null,
  "state": "active",
  "version": null,
  "creator_user_id": "f31977b2-8d62-4577-8a99-7316981c6a22",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "access-www",
      "id": "281bd70a-59bb-42c6-9359-0b1fa236123e",
      "name": "access-www"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "database",
      "id": "f8eebcd7-532a-43c3-b25a-6c407525f9bb",
      "name": "database"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "development",
      "id": "7cbf287d-c298-47dc-b992-7b31500ae53e",
      "name": "development"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "natural-disasters",
      "id": "f6f66d9b-0c03-4f60-8590-dc690257f0c9",
      "name": "natural-disasters"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "size-medium",
      "id": "da668abd-b2d7-4888-8839-98588e4dde0a",
      "name": "size-medium"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "emdat",
  "isopen": true,
  "url": "http://www.emdat.be/",
  "notes": "### Description\r\n\r\nFrom front page:\r\n\r\n> Since 1988 the WHO Collaborating Centre for Research on the Epidemiology of Disasters (CRED) has been maintaining an Emergency Events Database EM-DAT. EM-DAT was created with the initial support of the WHO and the Belgian Government.\r\n>\r\n> The main objective of the database is to serve the purposes of humanitarian action at national and international levels. It is an initiative aimed to rationalise decision making for disaster preparedness, as well as providing an objective base for vulnerability assessment and priority setting. For example, it allows on to decide whether floods in a given country are more significant in terms of its human impact than earthquakes or whether a country is more vulnerable than another for computing resources is.\r\n>\r\n> EM-DAT contains essential core data on the occurrence and effects of over 16,000 mass disasters in the world from 1900 to present. The database is compiled from various sources, including UN agencies, non-governmental organisations, insurance companies, research institutes and press agencies.\r\n\r\nThis is only public domain natural disaster database around (two other global sources are private: Sigma from Swiss Re and NatCat from Munich Re).\r\n\r\n### Openness: OPEN\r\n\r\n  * License: bespoke but open. Details below.\r\n  * Access: ok. See tags. No bulk and need to go through a Flash-based web interface. State that they are reviewing their access policy.\r\n\r\n#### DB License/Copyright\r\n\r\nFrom <http://www.emdat.be/Database/clause.html>:\r\n\r\n> The EM-DAT database is protected by the law of 30 June 1994 on copyright and the law of 31 August 1998 on the legal protection of databases.\r\n>\r\n> EM-DAT was created in 1988 at the Université Catholique de Louvain by researchers at the Centre de Recherche sur l’Epidemiologie des Desastres – Centre for Research on the Epidemiology of Disasters (CRED). The database was set up with the support of the WHO and the Belgian government. Since 1999, CRED has received support from the Office of Foreign Disaster Assistance (OFDA) of the US Agency for International Development (USAID). The Université Catholique de Louvain holds the copyright for the database.\r\n> The EM-DAT database has been made available for unrestricted access free of charge by UCL so that anyone with a query can obtain information.\r\n>\r\n> The reproduction and communication of the information obtained using the EM-DAT is authorised by any means and in all forms, provided that the source is mentioned clearly as follows: \"EM-DAT: The OFDA/CRED International Disaster Da",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "EMDAT - The International Emergency Disasters Database",
  "revision_id": "712b59c7-8d98-4e25-b977-8438d341a693"
}