{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "b96a954f-50d8-49ec-ba36-628628b08f83",
  "metadata_created": "2013-08-30T16:03:06.980753",
  "metadata_modified": "2013-10-10T21:17:22.420965",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "82d84686-a6af-41cf-808c-8a990818bf6a",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "hsu",
  "isopen": false,
  "url": "",
  "notes": "A wedding is one of the best moments in ones life, and to enhance the truly amazing occasion, it is only natural to serve sweets. Desserts, like sweets, are an integrated element of a Western wedding. \n\nOnce the wedding ceremony is over, the standard wedding cake is served to the guests. With this, also the blade, the container, and the dining table are decorated beautifully. Dig up further on a related portfolio by navigating to <a href=\"http://www.cakebakerynyc.com/\">site link</a>. \n\nThe wedding cake is going well with the wedding. The style and taste of the couple is actually reflected in the design, shape, and decoration of the marriage cake. There are a few requirements to selecting the most suitable wedding cake. Be taught further on a related site - Visit this web page: <a href=\"http://www.bakeriesincolorado.com/\">view site</a>. The proposed budget may be the leading factor. After deciding the budget, a good baker, caterer, or expert chef should really be selected. The appropriate collection of the wedding cake remains a hard problem due to the wide range of options available regarding styles, colors and designs for the cake. \n\nOften, the marriage cake is huge in size, and multi-layered or tiered. The wedding dress should be complemented by it, the spot of party, the elements conditions, and so on. \n\nHistory demands that the bride and the groom share the very first piece of the cake, after which other guests partake of it. Sometimes, some is maintained so that the couple can discuss it either on their first wedding anniversary or on the birth of the first child. \n\nThe marriage cake could be manufactured in different types and colors. Some choose the traditional ones, while others prefer new models and tastes too. Just one flavor may be used. If it can appeal to the different choices of the visitors but it would be nice. Each layer might have an alternative quality, to achieve this. The topping or the icing can be done in many ways, the traditional being the white cream icing. Even the design is undergoing changes, and miniature desserts are getting to be a common view. If you are concerned by families, you will possibly hate to read about <a href=\"http://www.bakeriesinpennsylvania.com/\">bakeries in pennsylvania website</a>. \n\nSome of the favorite styles are cheesecakes, mousse-filled cakes, candy, orange dirt, and fruitcakes. Fillings can be picked from the listing of chocolate, grape, custard, almond, vanilla, an such like. Towards the top of the meal, the results of the groom and the woman can be seen. Be taught additional info on a partner paper by visiting <a href=\"http://www.bakeriesintexas.com/\">tumbshots</a>. The meal could be decorated using several colors or design themes. \n\nThe fundamental idea or tradition of the marriage cake would be to make the event memorable, to be valued by the their friends along with couple and loved ones. \n\nThe history of helping cakes is laudable, since it symbolizes the sweetness, success, fertility, and love fostered through marriage.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "An Introduction To Wedding Cakes",
  "revision_id": "e13943bd-1c32-45b0-a928-4712f32b700d"
}