{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "73e06325-e10a-47a3-9cf0-c3bb971df1b8",
  "metadata_created": "2013-09-12T10:57:23.251069",
  "metadata_modified": "2013-10-10T21:16:54.764906",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "5fe79658-31af-484e-9846-ae0ae565c4ba",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "howe",
  "isopen": false,
  "url": "",
  "notes": "If you want to establish ceiling mountain, it isnt as difficult as you may think. In-fact, its fairly simple and can be done in a very short period of time with little trouble. This is simply not a project that needs to be daunting, though do it yourself work can often be stressful. The pitch of a roof is calculated as the length that a roof rises vertically over a 12 horizontal distance. You may do this job yourself, ask a friend to help or call a roofing professional if you're uncomfortable carrying it out yourself. \n\nDecide Roof Pitch, But Keep Hierarchy Protection \n\nTo ascertain roof slope, spot a ladder at the side of your home so you may simply access the down slope edge-of the roof. At this point, you should be in line with the roofs peak, which implies the top should slope up from left to right or from right to left, although not away from you. Before beginning, ensure that your ladder is guaranteed. You will need to use your hands to find out roof pitch and will not wish to be diverted by a shaky ladder. Be taught additional info on this partner paper - Click here: <a href=\"http://www.roofing-companies.com/\">edmond oklahoma roofers</a>. This is annoying, but also very dangerous. We learned about <a href=\"http://www.roofing-companies.com/\">research roofing company edmond oklahoma</a> by browsing Google Books. Be sure that its perfectly safe, when working on a hierarchy. When you have difficulty with levels and don't desire to climb the ladder your-self, ask a friend to help or contact a roofing professional. \n\nHow To Ascertain Ceiling Mountain Precisely \n\nToday that youre able to get going, its important to know that you'll not need to be on the roof to achieve this, which is ideal because walking directly on the roof could be dangerous. Start by holding a framing square onto the while making sure that the long end of the M is pointing toward the small end and the homes heart is pointing down toward the floor. Get further on <a href=\"http://www.roofing-companies.com/service.php\">oklahoma city roofers</a> by navigating to our riveting essay. The long end-of the framing square must meet the edge-of the roof at the 12 line. Stage the block horizontally and read the measurement on the small end. \n\nTo determine top pitch, remember that increase is the measurement on the straight leg while work is the 12 measurement on the horizontal line. If you should be utilizing a framing square, bear in mind that some have measurements o-n both ends. Consult the measurements inside edges for an exact number, if that's the case along with your framing sq. Remember that, if your roof rises 8 inches vertically for every single 1-2 inches horizontally, then you can certainly establish roof pitch to-be at 8/12. \n\nA Few Options \n\nsince the slope is measured according to a 1-2 horizontal distance If you do not need a framing square to measure top slope, a ruler or tape measure will also work. Try to find the one that features a push lock, If you are using a tape measure. This may help prevent unnecessary issues with constantly needing to move the tape measure back out to double check the slope measurements.Curb Appeal Contruction\n1050 E. 2nd St. #111\nEdmond, OK 73034\n405-757-4832",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Decide Top Pitch",
  "revision_id": "b316b663-6aeb-45c5-a7e5-4415043c6758"
}