{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "18ed59a2-ebba-47cb-aa2b-085181580c06",
  "metadata_created": "2013-09-15T04:58:52.501233",
  "metadata_modified": "2013-10-10T21:01:01.378064",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "c50733c8-3f76-4178-89b9-874a04d81464",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "gaines",
  "isopen": false,
  "url": "",
  "notes": "There are lots of people who are unhappy with their appearance on the planet today. Some parents' teeth may have been unattractive for their whole lives, whereas others' teeth may have aged and gradually become unattractive. For these reasons, a lot of people decide to look into cosmetic dentistry. \n\nCosmetic dentistry may be considered a dental facelift, changing someone's look so they appear better and feel better about themselves. \n\nThere are many methods in aesthetic dentistry, from braces to porcelain veneers. More frequently than maybe not, dentists make use of a mixture of these methods as a way to achieve the best results. If you are concerned with sports, you will possibly fancy to research about <a href=\"http://www.iamsport.org/pg/blog/creekghana56/read/18588346/change-your-life-with-aesthetic-dentistry\">IAMSport</a>. \n\nMany dentists choose to provide a variety of techniques, while others concentrate on particular areas of therapy. Often times, cosmetic and restorative dentistry involves several dentist to ultimately achieve the best results. Therefore, small listing suitable dentists who could provide all the specific and relevant cosmetic dentistry support to you you need is a critical area of the whole process. <a href=\"http://www.43things.com/person/careedger63\">Local Dentists</a> is a dazzling database for more concerning why to provide for this view. \n\nThe initial and foremost necessity is to short-list at the least 2-3 well- recognized cosmetic dentists. To start with, it'd be described as a good idea to test a dentist listing on the web \n\nOnce your teeth begin to collect plaque you can anticipate dental dilemmas. It causes gum illness and tooth decay. It is the initial sign of gum problems. It is possible to prevent gum disease by following seven easy steps. \n\nNever treat dental dilemmas lightly. They not merely damage your teeth and gum but can result in other serious health problems such as heart disease. Proper dental hygiene, good natural food, and regular dental visits can prevent dental problems from developing in to periodontitis. \n\nSmile is the wonder of Face. Healthy teeth comments healthy look. Browse here at the link <a href=\"http://myanimelist.net/profile/watershoe4\">watershoe4's Profile - MyAnimeList.net</a> to learn the reason for it. For maintaining teeth healthy care is extremely necessary. In these times because of unhealthy food and on account of maybe not taking good care many dental problems are developing like bruxism,canker painful, teeth cavities, gum illnesses, Periodontitis, Dysphasia, Gingivitis, Halitosis, dry mouth and many more. \n\nStrategies for Dental Care: \n\nBrush your teeth properly at least twice every day, Use your teeth for what they are intended for, Avoid smoking, drugs, cigarette etc, Avoid getting or grinding teeth, Floss your teeth to get rid of food particles and parts that are captured underneath the gums, Consume foods that won't damage your teeth, Know what you are getting and update your understanding of the side effects of the se drugs, Perform Exercises for your teeth like gum massage. \n\nVisit the dentist once in every 6 months and clear the mouth after obtaining the food to keep up good oral hygiene.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Good dental care brings a smile to that person",
  "revision_id": "df1a2366-c3f9-4f3c-8f3b-14da0f70361a"
}