{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "fefe2fb4-7d1b-4c3b-9454-ec55efa57b73",
  "metadata_created": "2013-08-06T09:11:44.963847",
  "metadata_modified": "2013-10-10T23:14:27.406802",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "26371b13-ba4f-48f6-9493-9c85eb393a36",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "orderc",
  "isopen": false,
  "url": "",
  "notes": "Beginning a solid fitness routine and staying motivated to do it can actually be easy. Here is some fitness advice to help you reach your goals.<br /><br /> <a href=\"http://rowingmachinesreview.co/\">rowing machines review</a> When it comes to weightlifting, doing a number of repetitions using lighter weights serves to give you greater muscle mass than doing fewer repetitions using heavier weights. Muscle mass is most important in enduring without getting weak, not just about lifting the heaviest weights. The top lifters in the world swear by this way of training.<br /><br />Put together a workout routine that you enjoy enough to stick to. It's important to choose exercises that you like, so that you will actually get excited about the opportunity to work out.<br /><br />By varying exercise activities, one can maximize the benefits their body receives. If you often workout on the treadmill, try running through the neighborhood. The different kinds of stress that the different exercises put on the body will yield different results. If you have a lot of variety in your exercise routines, you'll keep your body from getting too used to your routine and you'll be able to continue losing weight.<br /><br />  When doing reps, count backwards from the number you're working toward. This helps you know how many more you have left while keeping you motivated to finish.<br /><br />Crunches shouldn't be all you concentrate on when you're working out abdominal muscles. There is evidence showing that performing 250,000 crunches only burns a single pound of fat. Crunches should be only a small part of your abs routine. This is why you are going to want to do a wide variety of abdominal workouts.<br /><br />Many are under the impression that daily abdominal exercise is wise. In fact, daily ab workouts are not the best way to exercise this muscle group. Your abdominal muscles are similar to your other muscles and require regular rest in order to grow. Ideally, you will work out your abs every two to three days.<br /><br />When you are weight lifting, squeeze your buttocks each time you lift the weights up. This move allows your body to adopt a more efficient and safe position while minimizing your chance of injury and maximizing your workout. Holding this position keeps your spine more stable.<br /><br />Before starting any workout routine, make sure to visit a doctor to get a checkup. Doing so will help ensure that you benefit from your exercises without risking injury. You need your doctor's advice and approval if you have ongoing health concerns.<br /><br />  Having a plan is very important to a fitness routine, and choosing a good time to fit in exercise and eat is crucial. When you are on-the-go, it is tempting to just grab whatever unhealthy foods are convenient. Make an effort to think about your days ahead of time in order to schedule physical fitness in and to make healthy meals.<br /><br /> <img src=\"\nhttp://farm6.static.flickr.com/5453/9449505398_aa039d67ab.jpg\" align=\"left\" width=\"279\" style=\"padding:10px;\"/> Press down firmly on the padding of a workout bench before using it to test its thickness. If you can feel the supports under the padding you should switch machines immediately. If you exercise on a machine that isn't padded well enough, you could bruise your body, as the machine isn't providing support.<br /><br />As you just read in the article above, getting in shape offers a lot of health benefits, namely through your overall appearance and how much stamina you will now have. Taking the first steps can be fun and easy. Apply the tips from the article above, and start feeling trimmer and fitter in no time.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Searching For Information About Fitness? Look Below!",
  "revision_id": "9b6fcc98-ba49-4aa0-b85b-39e4d4d189e6"
}