{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "16211959-2b4c-408c-993e-0f5a48d44664",
  "metadata_created": "2013-09-05T21:06:55.571879",
  "metadata_modified": "2013-10-10T19:59:26.047199",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "ce6634fe-67c5-43f3-8f55-b62450b2f47d",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "bjerre",
  "isopen": false,
  "url": "",
  "notes": "With regards to the conservation of electricity this is not just something which is good for the planet but for your wallet as well. There loads of different methods that individuals can in fact conserve electricity, but it is when you use all of these methods together that we are going to have the best impact. Something which can end up having a major effect on both our world as well as your pocketbook are changing the light bulbs you have in your home and start using more efficient bulbs. Dig up more on this partner URL - Click here: <a href=\"http://www.alphalights.co.uk/led-lighting-c4\">gu9 led bulbs</a>. One of these new energy efficient bulbs is the LED and light bulb and in the following paragraphs we're going to be speaking about a number of the a large amount of benefits it can have on both the planet and your pocketbook.\n\nI'm sure that loads of you actually do not understand what LED and means, and what it actually is it's a Light Emitting Diode. This witty <a href=\"http://www.alphalights.co.uk/halogen-bulbs-c10/gu10-long-life-5000-hr-c38\">gu10 long life bulb</a> link has many splendid suggestions for the purpose of it. Quite a lot of you have probably used this type of lighting recently simply because this technology is something they are now using in Christmas lighting. And quite a lot of you have most likely noticed a massive difference in your electric bill if you switched over to this kind of Christmas lighting, and if you use a great deal of lights at Christmas. Identify further on the affiliated wiki - Visit this webpage: <a href=\"http://www.alphalights.co.uk/halogen-bulbs-c10\">low voltage bulbs</a>. If you are one of the men and women who use a lot of Christmas lights and notice your power bill goes up extensively, this could be something you may possibly want to switch over to this year.\n\nAnother thing I should point out is that this can be used all year long because they're now manufacturing light bulbs that use the LED technology. The savings with these kinds of light bulbs can actually be astronomical as a result of the point that they are able to be run for only pennies. To clarify this a little bit better if a light bulb uses $1.00 to run it for a particular length of time, an LED bulb might be run for the same length of time for just pennies. And so by replacing every light bulb in your home with an energy efficient  LED bulb you've got the potential of saving an enormous amount of cash.\n\nShould you have ever searched for these types of light bulbs I'm certain you've realized that they are more expensive, but the amount of cash you can save on electricity makes up for this. And another thing I ought to point out is that you are going to not need to replace these bulbs as often a traditional light bulb as a result of the fact that they can last so much longer. To explain you how long this bulb can in fact last, it could run 24 hours a day for 10 years total before it might have to be replaced at that point. This also means that under normal use, it is very plausible that you can get 50 years of life out of one of these kinds of light bulbs.\n\nBy now you ought to understand what a difference LED and lighting can make when it comes to reducing energy costs, but don't forget that when you use less energy you're also having a good impact on our planet.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "With Regards To Lighting Our Houses LED Could Be The Best Answer",
  "revision_id": "0b9aa20f-0848-4b66-9723-de1ab359de84"
}