{
  "license_title": "License not specified",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 2,
  "id": "9ccdbc29-afb4-4642-a10e-61127f41e65d",
  "metadata_created": "2013-09-16T21:34:11.986050",
  "metadata_modified": "2013-10-10T23:42:24.526319",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "7fa6ba4e-1642-4fcd-82cd-1ed3e6409347",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "",
      "name": null,
      "format": "",
      "url": "http://None",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "9ccdbc29-afb4-4642-a10e-61127f41e65d",
      "created": "2013-09-16T16:34:16.244279",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "484a981e-4d9d-4bc6-a1d6-bfca8d00a95b",
      "url_type": null,
      "id": "90709989-0bbd-4ee1-80ba-8a1d4367370a",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "indoor playground equipment",
      "id": "c4036b76-6926-48fb-9539-ad11f43dd46a",
      "name": "indoor playground equipment"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "soft play equipment",
      "id": "a27eda8e-f60d-4f46-9762-f0fcab8ce5c6",
      "name": "soft play equipment"
    }
  ],
  "groups": [],
  "license_id": "notspecified",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "soft-play-equipment-68",
  "isopen": false,
  "url": null,
  "notes": "Soft play equipment is quickly becoming the particular preference regarding commercial playground equipment. This offers a safe alternative in order to classic playground equipment options and is actually also highly functional and also versatile. Indoor play structures are great for a wide assortment of establishments and consequently are designed specifically pertaining to children. Therefore, high high quality along with safety standards are usually set and also matched.  Play can be a all-natural and also fun exercise that children completely enjoy, simply no issue his or her age. Indoor playground equipment will www.greenlightbooking.com/ end up being the safest means for youngsters to flee weather environments and luxuriate in his or her playtime indoors, that is perfect for children as well as parents alike.\n\n\n\nSoft play devices are growing within popularity and also are available all over. Purchasing malls, play facilities, parks, churches, restaurants, carnivals along along www.greenlightbooking.com/ with other companies are simply a quantity of the establishments that feature indoor playground equipment. Soft play equipment will end up being the safest way for kids to let out his or her power and also encounter fun. These types of equipment alternatives are highly durable as well as expertly installed in order to assure aspects maintained. Heavy-duty paly techniques are utilized for establishments that have substantial traffic. Your innovative design and many features make soft play equipment the perfect selection for children of all ages.\n\n\n\nDesigners as well as engineers craft these durable play facilities for the requirements regarding establishments. all various size alternatives and features could http://seogladiatorsau.bravesites.com/entries/general/Soft-Play-Equipment-2 be put into construct the perfect indoor playground equipment pertaining to each along with every individual setting. These types of playground structures are a sanctuary of entertaining and also excitement pertaining to children, nevertheless they in addition supply mothers and fathers together with additional peace associated with mind. Soft play equipment is the safest approach for children in order to release their power and enjoy their day. Supervision will be still required, however children have reached much less risk whilst playing on soft play equipment. traditional playground equipment is constructed of metals that could be harmful, but soft play equipment remains safe and secure sufficient with regard to accidents and also the unexpected. \n\n\n\nThe best part with regards to safe playground equipment is that it can be installed in both indoor and also outdoor settings. This particular makes it very versatile and the perfect alternative for any wide assortment of establishments. Soft play equipment is the safest way for kids to experience and have fun. Additional alternatives aren't as safe or perhaps ideal regarding kid use. to add protection, many soft play equipment even features added safety advantages which further ease parents. Soft play equipment is surely an innovation which includes changed just how kids have several fun and also expertise playground atmospheres.\n\n",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Soft Play Equipment",
  "revision_id": "bd249a7f-50bd-4f7e-80b3-7f6c0140a06f"
}