{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "d48ae01d-c3ba-4fbe-9177-f335c0651e99",
  "metadata_created": "2013-09-04T10:55:58.022245",
  "metadata_modified": "2013-10-10T21:57:35.643117",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "2752828e-231e-439c-8677-b8606e98daa6",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "kristiansen",
  "isopen": false,
  "url": "",
  "notes": "Nowadays, dental in-office teeth lightening arent the only alternative. Numerous house teeth-whitening products are.. \n\nAbout a decade before, people knew only one method of getting their teeth whitened- that was through dental in-office lightening. Visiting <a href=\"http://howthroaddental.ie/teeth-whitening-dublin\">buy here</a> probably provides suggestions you can use with your aunt. It had been a method but slowly the impulsion goaded a number of different bleaching treatments and teeth bleaching products started flooding the each day industry, when people started showing a compulsive problem of getting a whiter pair of teeth. \n\nToday, dental in-office teeth-whitening arent the only option. Numerous house teeth whitening products are now dominating the marketplace with unprecedented rate, while they are more beneficial services and products of teeth whitening solutions. House teeth whitening system uses different teeth whitening packages like whitening pieces, teeth whitening containers with whitening gels, and brush-on whitening. \n\nSeveral of the standard house teeth whitening idea or ways of teeth whitening, used by people all over the world are as follows: \n\n1. Application of a paste of salt and fruit juice in the yellowish tint of the teeth is a fantastic way of removing that dull color of the teeth. \n\n2. Rubbing the inner white part of an peel in the teeth gives a wonderful white glow. \n\n3. Regular use of stick of bi-carbonate of soda with water removes the surface stain from the teeth. \n\n4. Dried and powdered Bay leaves combined with dried orange peel also acts as a superb whitener. Dig up further about <a href=\"http://howthroaddental.ie/\">analysis</a> by visiting our stirring website. \n\nEach one of these home teeth whitening techniques when done frequently can give a great effect. \n\nNowadays, people lack persistence and time and so they frequent the chemists shop to purchase teeth whitening sets. These products include whitening toothpastes, whitening sprays, brush-on gels and whitening strips. But before using such teeth whitening packages, you need to follow certain instructions to get a perfecta teeth whitening. Should people wish to identify new resources about <a href=\"http://howthroaddental.ie/\">find out more</a>, there are lots of databases people might consider pursuing. He must use oxygenating toothpaste to clean the teeth since it contains elements that strengthen gums and prevent sensitivity from happening within the teeth. Before acquiring teeth-whitening products containing bleaching gel, you ought to confirm that the system has 21 percent focus and is carbamide peroxide based. After using Home teeth whitening packages, you ought to rinse their mouth with an oxygenating dental scrub to have that perfecta teeth whitening.Howth Road Dental,\nDentit North Dublin\n\n01 8533 006",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "House Teeth Whitening Tips",
  "revision_id": "8fdfdb8d-b900-4475-be3e-e449aa0fae30"
}