{
  "license_title": null,
  "maintainer": "OKFN",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "info@okfn.org",
  "num_tags": 1,
  "id": "c7f01a98-8c5c-4c30-a87c-37011093e2cc",
  "metadata_created": "2010-03-11T18:11:15.672678",
  "metadata_modified": "2013-10-10T23:43:44.641695",
  "author": "OKFN",
  "author_email": "info@okfn.org",
  "state": "active",
  "version": null,
  "creator_user_id": "8750cd3e-06e8-4558-b367-8aafd574325d",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "aidinfo",
      "id": "dfea67d8-32c4-47bc-b765-95b30ac20cdb",
      "name": "aidinfo"
    }
  ],
  "groups": [],
  "license_id": null,
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "sri-lanka-e-dims",
  "isopen": false,
  "url": "http://edims.mpi.gov.lk/portal/",
  "notes": "Database of all development aid assistance to Sri Lanka\n\n## Details\nThe electronic Development Information Management System Sri Lanka (e-DIMS Sri Lanka) is an automated information management system which is designed to improve efficiency and coordination of donor activities in the country. It is also a powerful tool for tracking and analyzing aid flows. The system serves as the main database and data collection and reporting system as it ensures effective access to development data.\n\nThe main objectives of the e-DIMS Sri Lanka is to serve as a reliable and credible source of information on overall donor contributions to Sri Lanka’s reconstruction, economic recovery and socio-economic development, as well as to support the Government in effectively managing development assistance and promoting the accountable and transparent use of resources.\n\nThe e-DIMS Sri Lanka is presently composed of three applications each of which deals with a different dataset. These applications are the following: Development Aid, Organisation Profile, Tsunami Aid.\n\nThe Development Aid Database (DAD) programme which captured information in relation to aid received in furtherance of the post tsunami rehabilitation efforts, was taken over by this Ministry and has now been amended to capture all development aid received through non-budgetary sources, i.e. aid which is not channeled through the Government budget. The amended software programme has been re-named the electronic Development Information Management System (e-DIMS), and is being managed by this Ministry.\n\nDatabase split in to two components: Development aid and Tsunami Aid",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [
    {
      "key": "accessibility_notes",
      "value": "Only accessable through Internet Explorer.\n\nEasiest navigation of projects on \"list\" page and then go to \"modify current view\" (top right). Doesn't seem to be a way of exporting from this. To export go to \"Report\" and select the row and column headings required for the report. This is time consuming if you want to extract multiple fields. Can also plot graphs and search the country by region."
    },
    {
      "key": "all_data_one_file",
      "value": "In theory, but need to select each column heading one at a time. Very time consuming"
    },
    {
      "key": "all_fields_exportable",
      "value": "Yes"
    },
    {
      "key": "broken_down_by_sector",
      "value": "Yes"
    },
    {
      "key": "commitments",
      "value": "Yes"
    },
    {
      "key": "completeness_notes",
      "value": "Good selection of fields, but many incomplete profiles"
    },
    {
      "key": "contact",
      "value": "e-DIMS Unit\nMinistry of Plan Implementation\nTower 5, Level 15, Central Bank Building\nColombo 01"
    },
    {
      "key": "custom_reports",
      "value": "Yes"
    },
    {
      "key": "data_fields",
      "value": "Code, Title, Description, What is the major focus of this project, Start Date, End Date, Duration, Implementation Status, Organisations / Agencies, Project Contacts, Total Project Cost, Commitments and Disbursements (with dates), Expenditures, Project Cost, Sectors and Locations, Thematic Markers, Project Activities and Outputs, Target Groups, Number of Beneficiaries, Number of Households, Project Outcome (Millennium Development Goals), Notes / Comments, Attachments, User Activity Log"
    },
    {
      "key": "data_first_collected",
      "value": "Unknown"
    },
    {
      "key": "data_level",
      "value": "Project"
    },
    {
      "key": "data_model",
      "value": "Formerly DAD. Same system architechture."
    },
    {
      "key": "database_type",
      "value": "Recipient"
    },
    {
      "key": "details",
      "value": "The electronic Development Information Management System Sri Lanka (e-DIMS Sri Lanka) is an automated information management system which is designed to improve efficiency and coordination of donor activities in the country. It is also a powerful tool for tracking and analyzing aid flows. The system serves as the main database and data collection and reporting system as it ensures effective access to development data.\n\nThe main objectives of the e-DIMS Sri Lanka is to serve as a reliable and credible source of information on overall donor contributions to Sri Lanka’s reconstruction, economic recovery and socio-economic development, as well as to support the Government in effectively managing development assistance and promoting the accountable and transparent use of resources.\n\nThe e-DIMS Sri Lanka is presently composed of three applications each of which deals with a different dataset. These applications are the following: Development Aid, Organisation Profile, Tsunami Aid.\n\nThe Development Aid Database (DAD) programme which captured information in relation to aid received in furtherance of the post tsunami rehabilitation efforts, was taken over by this Ministry and has now been amended to capture all development aid received through non-budgetary sources, i.e. aid which is not channeled through the Government budget. The amended software programme has been re-named the electronic Development Information Management System (e-DIMS), and is being managed by this Ministry.\n\nDatabase split in to two components: Development aid and Tsunami Aid"
    },
    {
      "key": "development",
      "value": "Yes"
    },
    {
      "key": "disbursements",
      "value": "Yes"
    },
    {
      "key": "documents",
      "value": "Yes"
    },
    {
      "key": "documents_url",
      "value": "Links to relevant documents from each project record"
    },
    {
      "key": "donor_type",
      "value": "Bilateral, Multilateral, NGO"
    },
    {
      "key": "donors",
      "value": "Action Contre La Faime, ADB (Asian Development Bank), Aktion Deutschland Hilft, All India Disaster Management Institute, American Red Cross, AmeriCares, \"AMU, with contribution from BMW Italy\", Association Triangle Vert, Aus Aid, Australia, Australian Red Cross, Austrian & Swiss Red Cross, Baptist Missionary Society, Baptist World Aid Australia, Belgium, Belgium Red Cross - Flanders, Belgium Red Cross - French, British Red Cross, Canada, Canadian Red Cross, Catholic Relief Services, CCF France, CCF Inc, CCF Ireland, CCF Sri Lanka, CCFD- Comite Catholique contre la Faim et pour le developpement, ChildFund Australia, ChildFund Japan, China, Christian Aid, CNOSF, Colliers International, CONCERN WorldWide, Conseil Regional des Pays de Loire, CRWRC, DanChurchAid, DANIDA, Danish Red Cross, DEC (Disaster Emergency Committee), Denmark, Development Corporation Ireland, DONATIONS, EC (European Commission), ECHO (European Commission Humanitarian Aid Office), Facilitating Local Initiatives for Conflict Transformation (FLICT), FAO (United Nations Food and Agriculture Organization), FIDA International, Finland, Finnish Red Cross, Fondation de France, FORUT, France (AFD: Le Groupe de l'Agence francaise de Developpement), France (Department for International Cooperation), France (Other), French Red Cross, Geneva Global, German Red Cross, Germany (Government), Germany (Other), Goal SriLanka, Good Neighbors International, Government of Sri Lanka, Greece, Habitat For Humanity Sri Lanka, Help Age International, Helvetas, Hong Kong, Hong Kong Red Cross, Human Development Organisation, Hungary, ICCO, Iceland, IFAD (International Fund for Agricultural Development), IFRC (International Federation of Red Cross & Red Crescent Societies), IMF (International Monetary Fund), India, International Association of Lions Clubs-Sri Lanka, Ireland, Irish Red Cross, Italian Red Cross, Italy (Italian Civil Protection), Italy (Italian Development Cooperation), Italy (Other), J P Morgan Chase Foundation, Japan (Government), Japan (Other), Japanese Red Cross, Johanniter International Assistance, Kazakastani Orphanage Fund, Kazakhstan, Kinderhilfestiftung e.V, Kindernothilfe, \"Korea, Republic of\", Korean Red Cross, Kuwait, LAO PDR, LEADS, Lend A Hand Charity - USA, Malaysia, Malteser International (Germany), MAS Holdings Pvt Ltd & Well-Wishers, Medical Teams International, Mercy Corps Sri Lanka, Ministry of Finance & Planning, Netherlands, Netherlands Red Cross, New Zealand, Nippon foundation, Norway (Ministry of Foreign Affairs), Norway (NORAD - Norwegian Agency for Development Cooperation), Norway (Other), Norwegian Red Cross, OCHA (Office for Coordination of Humanitarian Affairs), Oprah's Angel Network, Organisation to be specified, OXFAM, Oxfam Australia, \"People In Need, Czech Republic\", PEPSICO Foundation, Plan International, Poland, Portugal, Private Donors, Private Funds, Region Ile de France, RNE, Room to Read HQ, Samaritan's Purse International Relief, Saudhi Government, Save the Children Alliance, SEFCSD (Scottish Executive Finance and Central Services Department), Solidarite Protestante, Spain, Spanish Red Cross, Sri Lanka Hilfe e.V - Germany, Sri Lanka Red Cross, Sweden, Swiss Agency for Development and Cooperation (SDC), Swiss Solidarity, Switzerland, Taiwan Fund for Children and families, Taiwan Red Cross, TEAR Australia, TEARFUND, Tearfund, Tearfund Netherlands, Trinity House Corporate Charity, UN (United Nations), UNDP (United Nations Development Programme), UNFPA (United Nations Population Fund), UNHCR (United Nations High Commissioner for Refugees), UNICEF - Sri Lanka (United Nations Children's Fund), UNICEF National Committee - Australia, UNICEF National Committee - Belgium, UNICEF National Committee - Denmark, UNICEF National Committee - France, UNICEF National Committee - Germany, UNICEF National Committee - Hong Kong, UNICEF National Committee - Italy, UNICEF National Committee - Netherlands, UNICEF National Committee - Spain, UNICEF National Committee - Sweden, UNICEF National Committee - Switzerland, UNICEF National Committee - UK, UNICEF-Thematic Funds (United Nations Children's Fund), United Arab Emirates, United Kingdom (DFID - Department for International Development), United Kingdom (Other), United States of America (Other), United States of America (USAID), Unspecified, Water Missions International - Sri Lanka, WB (World Bank), WHO (World Health Organization), World Hope International, WVI (World Vision International), YMCA, ZOA Refugee Care, ZOA Vluchtelingenzorg"
    },
    {
      "key": "download_url",
      "value": "http://edims.mpi.gov.lk/portal/"
    },
    {
      "key": "email",
      "value": "team@fabm.gov.lk"
    },
    {
      "key": "export_formats",
      "value": "Excel, PDF, Word"
    },
    {
      "key": "exportable",
      "value": "Yes"
    },
    {
      "key": "funding",
      "value": "UNDP (part)"
    },
    {
      "key": "graphing_tools",
      "value": "Yes (quite extensive)"
    },
    {
      "key": "humanitarian",
      "value": "Yes"
    },
    {
      "key": "language",
      "value": "en"
    },
    {
      "key": "license",
      "value": "License Not Specified"
    },
    {
      "key": "license_notes",
      "value": "Unknown"
    },
    {
      "key": "official_reports",
      "value": "Yes"
    },
    {
      "key": "operator",
      "value": "Ministry of Plan Implimentation"
    },
    {
      "key": "overview",
      "value": "Database of all development aid assistance to Sri Lanka"
    },
    {
      "key": "owner",
      "value": "Sri Lanka Government"
    },
    {
      "key": "people",
      "value": "Mr. Sunil De Saram (Director) [email: saram@fabm.gov.lk Tel: 011 2477961 or 011 2389458]\nMs. Sureka N. Attanayake [email: sureka@fabm.gov.lk Tel: 0094 11 2477904]"
    },
    {
      "key": "period_covered",
      "value": "2005-present"
    },
    {
      "key": "pipeline",
      "value": "Yes"
    },
    {
      "key": "primary_sources",
      "value": "Yes"
    },
    {
      "key": "quality_control",
      "value": "Unknown"
    },
    {
      "key": "recipients",
      "value": "Sri Lanka"
    },
    {
      "key": "search_feature",
      "value": "Yes"
    },
    {
      "key": "sector_notes",
      "value": "Database divided in to two components: Development aid and Tsunami specific aid.\n\nList of sectors is an amalgamation of the sectors used for the two components of the database."
    },
    {
      "key": "sectors",
      "value": "Administrative and Other Costs, Agriculture, All Sectors, Budgetary/ Balance of Payments Support, Communications, Community Capacity Building, Culture and Heritage, Debt Relief and Moratorium, Disaster/Risk Management, Education, Enterprise Development, Environment and Natural Resources, Finance Sector, Fisheries and Aquatics Resources, Forestry, Governance, Health, Housing & Urban Development, Housing and Construction, Humanitarian Aid & Assistance, Industrial Development, Information & Communication, Labor & Employment, Livelihood Restoration, Orphanage, Peace Support, \"Ports, Shipping and Aviation\", Power and Energy, Private Sector Dev., Relief, \"Roads, Bridges & Highways\", Rural Development, Sector to be Defined, Social Welfare, Sports, Technical Development, Tourism, Trade, Transportation, Unallocated, Unspecified, Urban Development, Water Supply and Sanitation, \"Women, Children & Social Protection\", Youth Affairs"
    },
    {
      "key": "size",
      "value": "1131 Tsunami projects, 76 general projects"
    },
    {
      "key": "source_frequency",
      "value": "As each project has new data"
    },
    {
      "key": "source_location",
      "value": "Donor"
    },
    {
      "key": "source_method",
      "value": "Online/offline submission"
    },
    {
      "key": "sourcing_notes",
      "value": ""
    },
    {
      "key": "standard_notes",
      "value": "Former DAD, same architecture"
    },
    {
      "key": "status",
      "value": "Ongoing"
    },
    {
      "key": "subsectors",
      "value": "Yes"
    },
    {
      "key": "support",
      "value": "FAQ and user guide"
    },
    {
      "key": "support_url",
      "value": "FAQ: http://edims.mpi.gov.lk/portal/index.jsp?sid=1&id=30&pid=8\nUserguide: http://edims.mpi.gov.lk/app//Documents/help/Application/ENG/index.htm"
    },
    {
      "key": "title",
      "value": "Sri Lanka: electronic - Development Information Management System (e-DIMS)"
    },
    {
      "key": "unique_id",
      "value": "sri-lanka-e-dims"
    },
    {
      "key": "website_1",
      "value": "http://edims.mpi.gov.lk/portal/"
    },
    {
      "key": "website_2",
      "value": ""
    },
    {
      "key": "which_arent",
      "value": "n/a"
    }
  ],
  "title": "Sri Lanka: electronic - Development Information Management System (e-DIMS)",
  "revision_id": "25614e73-af5e-4d8e-96f5-09228e598f2e"
}