{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "6b3cd211-b2cd-4edf-8abf-32efd7fe5b40",
  "metadata_created": "2013-09-08T01:11:11.340142",
  "metadata_modified": "2013-10-10T21:55:50.160865",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "25d7bbd9-1cc6-4710-8417-82609656bca0",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "koch",
  "isopen": false,
  "url": "",
  "notes": "Aquarium fish are like pets and you've to know what you are doing and this article will cover among the principles : what to consider when buying warm fish, this article will cover the container. Look for a tank that is big enough to store the tropical fish you want (keep note that some fish need bigger tanks as they need more area, therefore research your options!) I had recommend to go for a tank because having some additional room for your tropical fish always recommended. When you're in the store be sure to get some additional gear with you trigger you'll need it. I recommend having the following equipment for the tank: \n\n1. Heater \n\nThe heater may be the most important section of a tropical tank. Get further on a partner article directory by going to <a href=\"http://www.rbplumbing.ca/products-services/plumbing/\">plumbing</a>. For most tropical fish, 25C is a good average. 4 watts per gallon is ok, but each heater may state the size aquaria it accommodate for. For the larger aquaria, it is usually better to have two smaller heaters for a few reasons, one because should one break, u still have one to keep your tank going until u may replace it, and two should you've 1 big heater, and the thermostat got caught on, it would raise the temperature of the tank much more and in less time when compared to a smaller one would. When required to keep the container at a steady temperature all heaters are in possession of an integrated thermostat which turns the heater on and off, the heater should not be un-plugged. \n\n2. Filter. <a href=\"http://www.rbplumbing.ca/\">Plumbing Supplies North Vancouver</a> is a rousing database for more about when to mull over this activity. \n\nIf the filter fits your tank better to check. This really is very important!.The size of the filter is dependent upon 3 factors : \n\n- The container size \n\n- Quantity of aquarium fish \n\n- Plants grown inside the container \n\nThere are plenty of several types of filters available : gravel filters, outer filters, inner filters and box filters (I recommend to miss this one cause they only work with small tanks). \n\n3. Gravel \n\nThe gravel is mainly for cosmetic reasons, but it also is vital while they require a substrate of some kind to point themselves down with if you're keeping live plants. \n\nIf you've a planted tank, then 2-3inches of gravel is recommended, but if u have an tank, then u may use - 2inches of gravel. Dig up supplementary information about <a href=\"http://www.rbplumbing.ca/\">here</a> by going to our telling portfolio. \n\nThe gravel also keeps some of the bacteria in the tank, and if the tank has an under gravel filter, then the gravel may contain nearly all of the bacteria in the tank. \n\nThese last 3 factors will be the basic equipment components youll need to keep your fish healthy in your tank. In my subsequent articles I will cover the fish themselves and their basics. \n\nI hope you learned something here and I will see you in my next article or on my blog.R & B Plumbing and Heating\n104 1st St W  North Vancouver, BC \nV7P 3T4, Canada",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Tropical Fish : Tank Basics",
  "revision_id": "1e294794-ab6e-41c9-a666-30114c24d9e8"
}