{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "4b271668-f746-4109-80a3-de760a740d6d",
  "metadata_created": "2013-08-29T01:29:32.711794",
  "metadata_modified": "2013-10-10T20:02:14.743141",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "8379ae56-a442-4164-8076-785282e60997",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "braswell",
  "isopen": false,
  "url": "",
  "notes": "Online children games to play for free are a  wonderful way for parents to keep their  kids occupied. If you think you know any thing, you will maybe fancy to read about <a href=\"http://kidsonline.com/kids-browser-download.html\">view site</a>. Besides, online children games to play for free are a  fantastic source of entertainment for all ages. With the  introduction of the internet,  youngsters are more inclined for using  internet technology for entertainment and learning.\nThere are several online children games to play for free available from  genuine websites that  provide a wide range of fun games for  children. They include adventure games, arcade games, puzzle games, or even learning games that  promote curiosity in  kids. The online children games to play for free are  optimal for keeping your  kids  involved and  delighted for hours.  Likewise, there are many free online children games girls that are both entertaining and educative. One of the most  fascinating free online children games for girls is the one where the  gamer can put on  make-up for  online models. The  gamer  could also perform manicures and pedicures on those  digital models. There are other free online children games for girls such as playing fashion star where the player can 'shop' for  clothing for the virtual models. The performance can be judged and if the score needs improvement, the  gamer can keep trying. Similarly, you  could find a wide range of free online children games for girls that are  instructional and  enjoyable.\n A few of the most  enjoyable games  readily available today are the arcade games. From traditional games like Skee Ball to the  advanced pinball games, the entertaining activities offered by arcade games online for kids have always been  appealing. Some of  the most effective arcade games online for kids available today offer  the very best entertainment for kids besides helping them to acquire a wide range of skills. You can  discover  numerous arcade games online for kids such as House of the Dead: Overkill, Mario Party, Pinball Hall of Fame, and  lots of more games for  the very best entertainment of  little ones. Besides there are  a number of online strategy games for kids that are  optimal for gifted children. They involve a  great deal of thinking and  little ones love to play them.\nThe browser for kids offers protection for kids while browsing. You  could  pick a secure and fully customizable internet browser for kids with selective website access. This cogent <a href=\"http://kidsonline.com/kids-browser-download.html\">free parental control software downloads</a> web resource has a pile of stirring aids for the reason for this enterprise. The browser for kids offers maximum  safety for  kids from the misuse of the internet by  little ones. Learn further on our partner website by clicking <a href=\"http://kidsonline.com/kids-browser-download.html\">top parental control software</a>. The best browser for kids,  includes  choices such as full pinch-to-zoom support,  evasion of  unsuitable sites, block of social network and other  security features. You can easily setup an  endless  variety of filters with password protection. There are  a lot of  choices  offered for you to choose  the very best browser for kids for  secure browsing.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Online  Kid's Games for Learning and Entertainment with Kid Safe Browsers",
  "revision_id": "93bb3e44-34d0-4362-9264-21bc4d4eea84"
}