{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "41bd1f36-29b2-4bdd-85a1-3f058db9d8f4",
  "metadata_created": "2013-07-18T01:49:56.804664",
  "metadata_modified": "2013-10-10T21:17:24.068067",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "According to the Fourth Assessment Report – AR4 in 2007 of the Intergovernmental Panel on Climate Change (IPCC), climate change is a complex problem and becoming the leading challenge for humankind in the 21st century. Therefore, assessing climate change impacts on the social, economic activities and proposed solutions to respond to climate change is urgent and necessary. This study applied the GIS (Geographic Information System) technique and SWAT model (Soil and Water Assessment Tool) to simulate water flows due to the impact of climate change. The models were applied for several catchments in and around Dak Nong province. The results of catchment flows can be useful information for many purposes, such as: flood forecasting, predicting sediment loads and impact assessment of climate change on water resource and hydropower. In this study, the issues of hydropower safety and electricity generation capacity in Dak Nong up the year of 2020 are focused. The results of SWAT model show some certain changes in catchment flows due to climate change, for example, the maximum streamflow in the upper part of Serepok River in 2020 is higher than that in the period of 2005 to 2010 about 16.8%. The results also showed that the hydropower dams’ safety in Dak Nong province is secured given the climate change scenarios. In addition, given the changes in catchment flows due to climate change ，the hydroelectric ouput of Dak Nong in 2020 are only 7,063 million kWh/year, which is less than about 12% in comparison to the expected production.",
      "name": "Impacts of Climate Change on Catchment Flows and Assessing Its Impacts on Hydropower in Vietnam’s Central Highland Region",
      "format": "",
      "url": "http://www.as-se.org/gpg/paperInfo.aspx?ID=2856",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "41bd1f36-29b2-4bdd-85a1-3f058db9d8f4",
      "created": "2013-07-17T20:50:29.309119",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "13983c0a-f4c3-47d4-9277-4418ca55b195",
      "url_type": null,
      "id": "2aabb939-1d38-4738-b063-45f43af6475a",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Although numerous endeavours have been undertaken to understand the nature of the 40-to-100 ka transition in the glacial cycle lengths that took place about 1.0-1.5 ma BP, this phenomenon remains a mystery up till now. A specially designed wavelet-based technique was used to treat paleoclimatic records related to those times in concepts of the mathematical dynamical system theory. The well known fact that the global climate system underwent a rhythmic behaviour of the ~41 ka period (the main period of the Earth’s axis obliquity) was interpreted during the Pliocene as an evidence of the limit cycle attractor in the climate system dynamics. Under the stress of gradual climate system cooling, the magnitude of this limit cycle attractor increased from the Early to Late Pliocene. But this increase was not monotonous because of the ~1.2 ma-long beat of obliquity. When this magnitude exceeded a certain level, the climatic limit cycle attractor lost its stability, and a new, more complex, attractor arose via the period doubling bifurcation that is well-known in the dynamical system theory. During the Pleistocene, the magnitude of the new-arisen attractor was essentially enhanced because of resonances with insolation variations that were induced by combinational tones of the Earth’s orbit eccentricity, and the attractor period trebled, doubled and trebled by turns depending on phase-locking to either of those tones.\r\nKeywords: Pliocene/Pleistocene Glacial Cycles; Orbital Insolation Variations; Climate Cooling Trend; Period Doubling/Trebling Bifurcation; Wavelet Analysis\r\n",
      "name": "On the Nature of the Pliocene/Pleistocene Glacial Cycle Lengthening",
      "format": "",
      "url": "http://www.as-se.org/gpg/paperInfo.aspx?ID=2873",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "41bd1f36-29b2-4bdd-85a1-3f058db9d8f4",
      "created": "2013-07-17T20:51:29.811717",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "9c6f246c-a42b-4683-b25d-10db1af51374",
      "url_type": null,
      "id": "7d780194-f570-41bc-bfdc-b8f4c1934f3e",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In this study, a new technique using Shannon entropy and based on the fuzzy logic is used for the edge detection from aerial/satellite images. In the proposed technique, different information layers are determined by the input image based on different values of threshold and using Shannon entropy, and then the appropriate edges are automatically detected and extracted using the combination of information layers. In order to evaluate the algorithm, the results from the proposed technique are compared with that from LOG, Sobel, Prewitt edge detectors and a fuzzy edge detector technique. The results show that the hybrid system presents higher reliability for the detection of image brightness and contrast variations, curve-shaped features and sharp corners.",
      "name": "Design and Implementation of an Integrated Fuzzy and Shannon Entropy System for Edge Detection from High Resolution Remotely Sensed Images",
      "format": "",
      "url": "http://www.as-se.org/gpg/paperInfo.aspx?ID=3726",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "41bd1f36-29b2-4bdd-85a1-3f058db9d8f4",
      "created": "2013-07-17T20:52:16.427510",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "0c88308b-4d2c-4637-a23a-6cfdc2dce128",
      "url_type": null,
      "id": "6e23fba0-665e-4123-a208-47de86ba7147",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 3,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Geography",
      "id": "1eebf5a3-0835-45d8-b3f9-74adfdefd77d",
      "name": "Geography"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-as-se-org-gpg",
  "isopen": true,
  "url": null,
  "notes": "Global Perspectives on Geography (GPG) is an open-access and peer-reviewed journal. The journal publishes original papers at the forefront of global perspectives on geography research and their applications. The contributions are published in both printed and online version.\r\n\r\nThe goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.\r\n\r\nAll articles published in this journal, including editorials, book reviews, news and comments, are signed and reflect the views of the authors. They are not official points of view held by the journal or by the institutions with which the authors are affiliated.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Global Perspectives on Geography (GPG)",
  "revision_id": "22b12d4f-f0bf-4b15-ba38-b55820ccb414"
}