{
  "license_title": "Creative Commons Attribution",
  "maintainer": "IFPRI-Data",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "ifpri-data@cgiar.org",
  "num_tags": 2,
  "id": "cae82081-22a5-4b43-96c9-a61d089edc19",
  "metadata_created": "2017-01-12T16:47:26.018606",
  "metadata_modified": "2017-01-12T16:48:33.959096",
  "author": "International Research Institute for Climate and Society (IRI); Michigan State University (MSU); HarvestChoice, International Food Policy Research Institute (IFPRI)",
  "author_email": "ifpri-data@cgiar.org",
  "state": "active",
  "version": "",
  "creator_user_id": "185c6a31-c03b-4c6b-955f-4c1a66cd3022",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "",
      "name": "Global High-Resolution Soil Profile Database for Crop Modeling Applications",
      "format": "Data File in SHP",
      "url": "http://dx.doi.org/10.7910/DVN/1PEEY0",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "cae82081-22a5-4b43-96c9-a61d089edc19",
      "created": "2017-01-12T16:48:33.539955",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "88079ec7-63c9-4ca1-aa0d-c1b8a416ac0c",
      "url_type": null,
      "id": "8f3a1e4d-71a3-4f9b-ab39-42ef107cd7e3",
      "resource_type": null,
      "size": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "crop modelling",
      "id": "eb775e9f-fe99-45ac-ba69-d8690bc690b7",
      "name": "crop modelling"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "soil profiles",
      "id": "47a69cc1-4f75-4f8e-9b61-3348e1345fd0",
      "name": "soil profiles"
    }
  ],
  "groups": [],
  "license_id": "cc-by",
  "relationships_as_subject": [],
  "organization": {
    "description": "In collaboration with institutions throughout the world, IFPRI is often involved in the collection of primary data and the compilation and processing of secondary data. The resulting datasets provide a wealth of information at the local (household and community), national, and global levels. IFPRI freely distributes as many of these datasets as possible and encourages their use in research and policy analysis. This group reflects the collection of IFPRI datasets.",
    "created": "2012-12-03T14:26:13.596177",
    "title": "International Food Policy Research Institute (IFPRI)",
    "name": "ifpri",
    "is_organization": true,
    "state": "active",
    "image_url": "http://www.ifpri.org/sites/default/files/logo.jpg",
    "revision_id": "39176b99-9a74-4b3c-9049-ad3345bff0d1",
    "type": "organization",
    "id": "cfba7116-aec4-41d6-b54d-a6e1f23de942",
    "approval_status": "approved"
  },
  "name": "global-high-resolution-soil-profile-database-for-crop-modeling-applications",
  "isopen": true,
  "url": "http://dx.doi.org/10.7910/DVN/1PEEY0",
  "notes": "One of the obstacles in applying advanced crop simulation models such as DSSAT at a grid-based platform is the lack of gridded soil input data at various resolutions. Recently, there has been many efforts in scientific communities to develop spatially continuous soil database across the globe. The most representative example is the SoilGrids 1km released by ISRIC in 2014. In addition recent AfSIS project put a lot of efforts to develop more accurate soil database in Africa at high spatial resolution. Taking advantage of those two available high resolution soil databases (SoilGrids 1km and ISRIC-AfSIS at 1km resolution), this project aims to develop a set of DSSAT compatible soil profiles on 5 arc-minute grid (which is HarvestChoice’s standard grid). Six soil properties (bulk density, organic carbon, percentage of clay and silt, soil pH and cation exchange capacity) available from the original SoilGrids 1km or ISRIC-AfSIS were directly used as DSSAT inputs. We applied a pedo-transfer function to derive some soil hydraulic properties (saturated hydraulic conductivity, soil water content at field capacity, wilting point and saturation) which are critical to simulate crop growth. For other required variables, HarvestChoice’s HC27 database are used as a reference. Final outputs are provided in *.SOL file format (DSSAT soil database) for each country at 5-min resolution. In addition, uncertainty maps for organic carbon and soil water content at wilting points at the top 15 cm soil layers were generated to provide brief idea about accuracy of the final products. The generated soil properties were evaluated by visualizing their global maps and by comparing them with IIASA-IFPRI cropland map and AfSIS-GYGA’s available water content maps.",
  "owner_org": "cfba7116-aec4-41d6-b54d-a6e1f23de942",
  "extras": [],
  "license_url": "http://www.opendefinition.org/licenses/cc-by",
  "title": "Global High-Resolution Soil Profile Database for Crop Modeling Applications",
  "revision_id": "88079ec7-63c9-4ca1-aa0d-c1b8a416ac0c"
}