{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "e9fd16ad-b428-431b-ba78-625812ec56fd",
  "metadata_created": "2013-08-29T10:22:34.447151",
  "metadata_modified": "2013-10-10T21:56:41.583195",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "efef2cdb-dc84-48ba-ab95-ec9cc9372683",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "krarup",
  "isopen": false,
  "url": "",
  "notes": "Being a long term or short term treatment program for drug abuse, treatments stores are used to promote the stoppage of drug abuse through their various plans. Drug abuse treatment centers provide a wide variety of ways to help achieve a clean life-style for many fans which can be experiencing their addictions. Many drug abuse centers are staffed by addicts or alcoholics. Centers use principles and stipulations to keep things alive and well in their institutions, since drug abuse is common. \n\nDrug abuse centers are fully able to make an effort to help although not cure lovers from their drug abuse. Treatment centers are able to work organizations centered on self preservation and the utilization also of other programs such as Narcotics Anonymous. Drug abuse treatment centers also have transportation at many times to get the addict to and from local meetings and also to in-house activities such as bowling, softball or things of discretion such while the movies. \n\nAs a means to assist people clear away from most drugs drug abuse treatment centers may also present drugs. This consists of alcohol and heroin abuse. These medications are taken to help cope with things including tremors and also many other side effects of the addicts drug abuse. Treatment centers also monitor issues including the medical needs sometimes and also mental health needs. This is due to the fact that, in some instances of drug-abuse, treatment centers should handle and help with other problems involved in the fans restoration process which also may include hepatitis and HIV/AIDS. \n\nFans use drug-abuse treatment centers at the usual time when people can not endure their usage anymore and is sometimes a wholesome option to becoming an out-patient and going to NA (Narcotics Anonymous) meetings. Drug-abuse centers also offer liasons between parents and their kids and also for youngsters with their parents. Over fifty percent of drug abuse treatment centers are for adults where the others are made for the addicted teen. \n\nTeenagers which were put in drug-abuse centers should at times provide parental permission to do so. Adolescents involved in drug abuse centers often find yourself with a case manager or a counselor to help them cope with their problems or their thoughts that it it's great to carry on the drug abuse. Centers know this and can do all that's needed to keep the teen from exterminating themselves with the lives filled with drug-abuse. \n\nDrug abuse treatment centers could have an limit as to who and how small the teen should be to find a way to sign up in it. The reason being they don't want the typical adult caught with a youngster with a giant age gap between themselves and their recovery. Be taught supplementary resources on our partner URL by visiting <a href=\"http://markets.financialcontent.com/mi.thestate/news/read/24843030/live_chat_business_hours_extended_on_aihcp.org\">certifications in health care</a>. Restoration in a drug abuse treatment center to team and to most individuals who enter them can be quite a sufficient experience because of the particular level of experience and the product quality of care that most entail.The American Institute of Health Care Professionals, Inc.\n2400 Niles-Cortland Rd SE Suite # 4\nWarren  Ohio  44484\nPhone: 330-652-7776\nEmail: info@aihcp.org\nSite:  www.aihcp.org\n",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "A Glance At Drug Abuse Treatment Centers",
  "revision_id": "bee27031-144c-43b1-8fba-508c25a30668"
}