{
  "license_title": "License not specified",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 2,
  "id": "beb299aa-0442-45c6-a84d-f3f1c54aba34",
  "metadata_created": "2013-09-16T14:18:56.375493",
  "metadata_modified": "2013-10-10T23:42:24.526319",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "7fa6ba4e-1642-4fcd-82cd-1ed3e6409347",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "",
      "name": null,
      "format": "",
      "url": "http://None",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "beb299aa-0442-45c6-a84d-f3f1c54aba34",
      "created": "2013-09-16T09:19:00.620067",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "07d2a162-bf02-4b9e-8f4a-40f1fe873a5b",
      "url_type": null,
      "id": "9f30e4ab-775b-48f2-9848-0c7461917eb0",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "indoor playground equipment",
      "id": "c4036b76-6926-48fb-9539-ad11f43dd46a",
      "name": "indoor playground equipment"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "soft play equipment",
      "id": "a27eda8e-f60d-4f46-9762-f0fcab8ce5c6",
      "name": "soft play equipment"
    }
  ],
  "groups": [],
  "license_id": "notspecified",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "soft-play-equipment-26",
  "isopen": false,
  "url": null,
  "notes": "Soft play equipment is quickly turning out to be the actual desire with regard to commercial playground equipment. That supplies a safe alternative to classic playground equipment alternatives and is highly useful and versatile. Indoor play structures are ideal for any wide variety of establishments and therefore are designed specifically pertaining to children. Therefore, substantial quality along with safety standards are generally set as well as matched.  Play can end up being a all-natural along with entertaining exercise that most youngsters completely enjoy, zero issue his or her age. Indoor playground equipment is the safest approach for kids to leave weather environments and revel in his or her playtime indoors, that is ideal for youngsters and parents alike.\n\n\n\nSoft play products are increasing inside popularity as well as can be found all over. Buying malls, play facilities, parks, churches, restaurants, amusement parks along with other businesses are only some associated with the establishments which feature indoor playground equipment. Soft play equipment will be the safest method http://www.eliplay.eu/indoor-play-equipment-products/ for youngsters to let out their particular <a href=\"\">soft play area equipment</a> power as well as expertise fun. These kinds of equipment choices are usually very durable and expertly installed to assure aspects maintained. Heavy-duty paly techniques are utilized for establishments which have higher traffic. the innovative style and several features help make soft play equipment the perfect selection for youngsters of most ages.\n\n\n\nDesigners along with engineers craft these durable play facilities for the needs regarding establishments. Most distinct size choices and also features could be included with construct the perfect indoor playground equipment pertaining to each along with every individual setting. These kind of playground structures certainly are generally a sanctuary regarding entertaining as well as excitement for children, but they additionally supply mother and also father together with additional peace regarding mind. Soft play equipment is the safest method for youngsters for you to release their particular power and revel in their own day. Supervision will be nevertheless required, but kids are at much less risk while playing upon soft play equipment. Conventional playground equipment is made out of metals that could be harmful, however soft play equipment is protected http://www.eliplay.eu/indoor-play-equipment-products/ adequate with regard to accidents as well as the unexpected. \n\n\n\nThe best part regarding safe playground equipment is usually that it could be installed throughout both indoor as well as outdoor settings. This particular makes it extremely versatile and in addition the perfect alternative for any wide array of establishments. Soft play equipment will always be the safest means for youngsters to experience and possess fun. Some Other choices aren't as safe or perhaps ideal with regard to child use. To Always Be Able To add protection, many soft play equipment even features added safety advantages that will further ease parents. Soft play equipment http://www.eliplay.eu/indoor-play-equipment-products/ is definitely an innovation which has changed the way kids have any fantastic time and also expertise playground atmospheres.\n\n",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Soft Play Equipment",
  "revision_id": "bd249a7f-50bd-4f7e-80b3-7f6c0140a06f"
}