{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "97a2f493-ed7e-482d-83c9-490f5006741d",
  "metadata_created": "2013-08-29T04:10:25.217303",
  "metadata_modified": "2013-10-10T20:09:37.375068",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "f5b4bd70-3913-4f78-82f3-d20eacb3486d",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "byskov",
  "isopen": false,
  "url": "",
  "notes": "* Selecting the most appropriate Alcohol Treatment Middle \n\nAn alcohol rehabilitation center is the greatest source for an individual.. \n\nAlcohol addiction is just a serious disease. Not merely can it split a household apart and lead to economic ruin, it can also lead to the premature death of the alcohol. Consequently, it is crucial for person experiencing this illness to locate help immediately. Without help, it's extremely difficult for an individual by having an alcohol addiction to return and recover to a standard, healthy life. To get another interpretation, consider looking at: <a href=\"http://www.harmoniharbour.com/\">www.harmoniharbour.com</a>. \n\n* Selecting the most appropriate Alcohol Therapy Center \n\nAn alcohol rehabilitation center is the better source for an individual looking for assistance with addiction recovery. Consequently, it is essential to determine the kind of rehabilitation heart ideal to the individual's needs. \n\nYou will find two types of help a person with an alcohol dependency can get from a rehabilitation center: inpatient and outpatient. With inpatient treatment, the patient stays on the premises of the alcohol rehab center. Outpatient treatment, on the other hand, allows the average person to continue along with his or her regular life while still reporting to the rehabilitation center for help and advice. Nearly all alcohol therapy centers offer both kinds of treatment. \n\n* The Support of an Alcohol Treatment Center \n\nNo matter the kind of plan the person with an alcohol habit uses, the basics of alcohol rehab remain exactly the same. In most cases, the dependency and other troubles the in-patient people are kept private. In addition, the rehabilitation center may also include five primary components: a psychological evaluation, a evaluation, therapy, detoxification, and extended care. \n\n* The Medical Evaluation \n\nThe medical evaluation done by the alcohol rehabilitation center is meant to greatly help the team identify any real issues the individual with an alcohol dependency may have. Frequently, these physical problems are in fact caused by the alcohol dependency. As a result of the habit problems with the liver, for instance, might have developed. The staff of the treatment center could work toward making the patient literally healthy yet again, after medical problems have now been recognized. \n\nIncreasing the patient's physical health is definitely an crucial part of addiction recovery. The reason being a holistic approach is taken by it to get an addict back on your way toward healing. This consists of caring for the patient's actual, intellectual, and emotional health. Without this three-pronged approach, the in-patient is more prone to fail in the act of addiction recovery. \n\n* The Psychological Examination \n\nThe psychological analysis also gives the staff of the rehabilitation center with lists of important information in regards to the patient. The psychological analysis helps the team better understand the patient. In addition, the group of specialists can determine whether anyone suffering from alcohol dependency is also struggling from specific psychological dilemmas. For example, it's common for a person putting up with from alcohol addiction to also suffer from depression. If this may be the case, a plan will be also included by the program developed to assist the patient to address this issue. \n\n* Therapy \n\nUsually, an alcohol rehab center will give you both group and individual therapy to its patients. The group therapy is designed to provide the person having an alcohol dependency support from other people who are receiving the same problems. Having the ability to share in the problems with those that could undoubtedly comprehend often makes the method easier for a patient to deal with. \n\nHowever, personal guidance can be essential to addiction recovery. Obtaining the opportunity to work one-on-one with a counselor helps the patient work through his / her own individual conflicts. Through individual treatment, the patient may come to terms together with his or her habit and work through approaches to resolve it by setting individual goals. \n\n* Detox \n\nAdditionally the physical and medical assessments, people of alcohol treatment facilities generally undergo a 24-hour medically supervised detox and withdrawal period. During this period, the patient is forced to go without alcohol. For many people handling alcohol dependency, this can be the best time they've gone without alcohol in many years. \n\nThe detox period is burdensome for anyone struggling with alcohol dependency as it is followed by severe withdrawal symptoms. On the patient both emotionally and physically their toll is taken by these symptoms. For this reason, an alcohol rehabilitation center also offers close patient monitoring and assistance during this time. \n\n* Extended Care \n\nExtensive attention, which is also sometimes called aftercare, is essential to the achievement of addiction recovery. Via an extended care program, the patient continues to receive support and help from the alcohol rehab center after hitting theaters from the more rigorous alcohol rehab program. \n\nProlonged treatment programs are created to help monitor the patient's success in alcohol addiction recovery. The program staff watch over the patient to be certain he/she is utilising the new skills gained during treatment, to do this correctly. For example, the extended care specialist may possibly assist the patient to be certain she or he is steering clear of specific crowd that encourage drinking. Or, the extended care specialist may always check to be sure the in-patient is utilizing appropriate resistance skills. With out a strong extended treatment program, it's easy for the in-patient to fall back into the cycle of abuse.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Alcohol Rehab: How Therapy Stores Help Dependency Restoration",
  "revision_id": "6ab5de9a-4707-4649-8a95-414f6e2ac411"
}