{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "e1fe05f7-28b5-406c-a967-b104765a554c",
  "metadata_created": "2013-09-01T03:20:06.986818",
  "metadata_modified": "2013-10-10T20:05:36.309363",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "611c0a53-a58c-43ed-962e-5a473b697dbf",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "broussard",
  "isopen": false,
  "url": "",
  "notes": "The legal assistant as the name indicates will there be to assist the attorney. It's vitally important to learn that the paralegal cannot provide legal services or become a lawyer. What the p.. \n\nParalegal or Legal Assistant is definitely an exciting occupation in the Criminal Justice industry. It's difficult to imagine a law office without a paralegal. the right hand of the attorney they may be described. In this article I examine the role of the paralegal or legal secretary in the criminal justice field. \n\nThe legal assistant as the name indicates can there be to assist the lawyer. It is quite crucial to know that the paralegal can not provide legal services or act as an attorney. What the paralegal does must certanly be beneath the guidance of legal counsel. The paralegal can perform the next beneath the watchful eye of a lawyer: \n\n1. The paralegal could perform client interviews. They need to establish themselves as paralegals to the customer prior to starting the meeting. In this instance, the legal assistant helps the attorney ascertain the facts of an incident by talking to the customer. Learn more on this affiliated use with by browsing to <a href=\"http://www.nhdwiguy.com/\">dui attorney</a>. This saves the lawyer valuable time. The lawyer will use that point to focus on techniques for the case. \n\n2. The legal assistant can interview and identify witnesses. If you saw the movie Erin Brockovich, you found Julia Roberts play the role of a paralegal that locates and interviews consumers. Get more on our affiliated link by navigating to <a href=\"http://www.nhdwiguy.com/\">in english</a>. In just one of the views, she clearly states that she's not a lawyer. This underlines the point above that paralegals can not provide legal advice. In addition it underlines the point that they identify themselves as a result. \n\n3. Legal colleagues can research and prepare legal documents. Paralegals do get the training and experience essential to prepare legal documents. To discover more, consider checking out: <a href=\"http://www.nhdwiguy.com/\">company website</a>. Most of the lawyer must do is double check the work to make sure the legal requirements are met by it that such report requires. Again, I dont need certainly to tell an important timesaver to what that is to a lawyer. \n\n4. The paralegal can attend court trials. In this case, they help the lawyer with the case files. In this way the attorney isn't struggling in court looking for documents or data. The paralegal is there to keep her or him structured. \n\nI can write more amount on the role of the legal assistant or paralegal in the criminal justice field, but you get the place. It's certainly an exciting job. Consider most of the exciting things that could be associated with a legal case. As a paralegal, you can be at the center of everything. \n\nNote: You're free to reprint or republish this informative article. The sole issue is that the Resource Box ought to be included and the links are live links. Discover more on our affiliated essay - Click this hyperlink: <a href=\"http://www.nhdwiguy.com/\">discount dan hynes nh</a>.N.H. DWI GUY\nAttorney Daniel Hynes\n130 Brook St.\nManchester, NH 03102\nServing Nashua, Concord and all of New Hampshire",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "The Role Of The Paralegal Or Legal Assistant In The Criminal Justice Field",
  "revision_id": "ccde1b78-e8be-46ac-a324-12cde3140c95"
}