{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "2be19f48-7198-4d23-9e9e-c9645b0274b0",
  "metadata_created": "2013-07-18T02:17:56.826358",
  "metadata_modified": "2013-10-10T21:17:42.073498",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In view of the diversified requirements arising from the organizational changes affecting knowledge workers, it is uncertain how knowledge workers are empowered and whether the empowerment process can be differentiated among working teams carrying out different functions. Although the theory of empowerment and research is well-established, there exists a knowledge gap with regard to the question of whether acting in an ethical way on the job is empowering and whether this similarly applies to knowledge workers carrying different job functions. Yet, no work has been done to determine how ethical codes fit in the empowerment process. Since empowerment can be experienced via the form of “performance expectancy or the belief in personal efficacy”, an industry case approach is used to evaluate empowerment profiles in functional context of professional knowledge workers striving for high level of ethical codes laid out by professional organizations. It is contended that people are more empowered if they hold ethical values relating to those stipulated by the professional institutions. In this case, ethical principles are adopted as the structural variables to study empowerment in this research. Data were collected via a survey of professional workers in the field of cost, design and construction functions. Quantitative analysis is carried out with 138 responses using general statistical instrument and confirmatory factor analysis. The findings suggest that even within the same industry, professional workers of different functions exhibit different relationships between their empowerment profiles and the professional ethics they abide by. The results show that there are variances in the job functions. This study contributes to the literature of empowerment and the construction industry, in generating an insight that ethical value is one important denominator of empowerment.",
      "name": "Empowerment and Professional Ethics in Functional Context of Design, Cost, and Construction Working Teams",
      "format": "",
      "url": "http://www.seipub.org/ijss/paperInfo.aspx?ID=3360",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "2be19f48-7198-4d23-9e9e-c9645b0274b0",
      "created": "2013-07-17T21:18:28.829195",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "b8c445c3-70c4-4762-bdff-91502c611ac5",
      "url_type": null,
      "id": "8265a862-960a-49e3-bd2f-aae6c48adb6a",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "One of the reasons for Schelling's Nobel Prize award is his propensity to consider aspects neglected by the existing theory and to develop new concepts and analytical tools, thereby extending the scope of economic analysis. One of his main contributions is a wider interpretation of the concept of rationality and rational behavior. Even if Schelling has always claimed that his work belongs within the boundaries of the perfect rationality approach, close inspection of it reveals a more complex idea of human rationality. Starting from his Strategy of Conflict (1960) and continuing with his later studies on substance abuse and habitual behavior, until his last Strategy of Commitment (2006), it seems possible to outline an evolving concept of rationality. Individual rationality is described as a collection of attributes, and individuals are considered to be involved in two different levels of strategic interaction: the first taking place within individuals, among the different selves that people seem to embody, and the second referring to social interaction. This paper reconstructs Schelling's idea of individual rationality and highlights the importance of his work in explaining the microfoundations of individual and social behavior. It also argues that Shelling’s studies on rational (irrational) behavior enlarge the analytical spectrum of economic research. Finally, it suggests some theoretical and methodological implications of Schelling's theory of rational behavior for increasing the positive and normative power of economic models of social interaction.\r\n",
      "name": "Rationality As a Collection of Attributes: Theoretical and Methodological Implications of Schelling's Theory of Rational Behavior for Cognitive Economic Theory",
      "format": "",
      "url": "http://www.seipub.org/ijss/paperInfo.aspx?ID=3057",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "2be19f48-7198-4d23-9e9e-c9645b0274b0",
      "created": "2013-07-17T21:19:11.649934",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "bf91a687-8e4f-481d-9ede-d2ebd1619f2d",
      "url_type": null,
      "id": "159b5741-25b7-44de-bcd3-b5eea1c48a6e",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " There is a strong consensus among criminologists that impaired self-control plays a central role in the developmental origins of crime. It therefore follows that interventions to enhance self-control should be an essential component of an overall approach to the prevention of criminal offending. Unfortunately, these approaches have typically failed to appreciate the relevance of Attention Deficit/Hyperactivity Disorder (ADHD), which is essentially a disorder of self-control, to criminal offending. This article addressed this neglect by reviewing the literature that establishes ADHD as a major risk factor in the development of criminal offending in males which results in a disproportionate concentration of males with ADHD in the juvenile and adult criminal justice systems. The implications for prevenction based upon this conclusion were discussed.",
      "name": "Attention-Deficit/Hyperactivity Disorder and Criminal Behavior",
      "format": "",
      "url": "http://www.seipub.org/ijss/paperInfo.aspx?ID=3362",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "2be19f48-7198-4d23-9e9e-c9645b0274b0",
      "created": "2013-07-17T21:19:44.218093",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "40269fce-763f-4427-9dd0-8a887818f91e",
      "url_type": null,
      "id": "c4fad7d2-360b-493b-a1d1-f37b51d656d7",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " The article draws on a specific slice of data about gender-based violence from a recent Quality of Life (QoL) survey conducted amongst 16,729 respondents in Gauteng. While gender-based violence comes in multiple forms, the focus of the survey was on spousal or partner violence. The survey posed a provocative statement to respondents about the circumstances under which a man is justified in hitting or beating his wife/partner, i.e. if she goes out without telling him; if she doesn’t look after the children; if she argues with him; if she refuses to have sex with him; if she burns the food; and if she is unfaithful. This article explores the extent to which particular attributes of respondents (sex, race, income, education, participation of men/women; as well as participation in civil society organisations) may account for views that spouse/partner beating or hitting is justified. One finding of interest was that the gender-based violence question ‘if she is unfaithful’ received the strongest response across all the socio-economic characteristics that were evaluated.",
      "name": "Some Insights about Gender-Based Violence in the Gauteng City-Region (GCR)",
      "format": "",
      "url": "http://www.seipub.org/ijss/paperInfo.aspx?ID=3136",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "2be19f48-7198-4d23-9e9e-c9645b0274b0",
      "created": "2013-07-17T21:20:14.885104",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "fde40d20-3a53-40d8-9cb6-161881fdb9d8",
      "url_type": null,
      "id": "01bc8efb-59e6-46d8-81bd-950b045021f4",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 4,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Sociology Study",
      "id": "e90cda45-76a6-4316-b421-ac5465acc894",
      "name": "Sociology Study"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-seipub-org-ijss",
  "isopen": true,
  "url": null,
  "notes": "International Journal of Sociology Study (IJSS) is an internationally refereed journal dedicated to publishing the latest advancements in sociology research. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "International Journal of Sociology Study (IJSS)",
  "revision_id": "54bfd1e6-3ed1-46c3-8b7a-104b0796a4f1"
}