{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "e49e64e4-1346-4df1-9367-7b6a1a9de2e2",
  "metadata_created": "2013-08-29T06:40:07.852277",
  "metadata_modified": "2013-10-10T21:14:18.627898",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "b20f2747-492e-4192-ace9-a72002a268cd",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "henningsen",
  "isopen": false,
  "url": "",
  "notes": "Some people think that when it concerns relationships women has it harder than men. Men and women really are a lot alike when it comes to experience pain and inflicting it, except that most men do not show and tell the planet how they think. <a href=\"http://danielmorganlaw.com/practice-areas/family-law/\">Family Law Attorney Ventura</a> contains further about why to look at this belief. \n\nDoes It Hurt? \n\nIt is a common misconception that men won't get hurt when their relationships break up. <a href=\"http://divorceattorneyventuraca.com/divorce-attorney-advice/\">Read About Divorce Attorney</a> is a unique online library for more about why to do this belief. Society has a pair of opinion that stereotypes divorced guys as womanizers, infidels, dead defeat dads, and reckless. However, not absolutely all these ideas are true. Although some separated fathers prove otherwise, some others get hurt during the process. They believe that they have to struggle to keep their family intact, considering child support and even offers to keep the reality of seeing their children a couple of times per month if they drop child custody to mom. If the problem does it hurt? Develops, these fathers do think therefore. It's really difficult to cope up from a messy divorce not merely for the youngsters but from their dads as well. \n\nLosing interest with the children \n\nThere's also this fantasy that came around telling that separated fathers don't care or lose some interest about the children they have. This isn't true at all. Men always take care of their kiddies, some may perhaps not show it through passion and some may do, but saying that losing interest using them are demonstrated to be false. \n\nMen would be the ones initiating a divorce \n\nStill another myth. As the divorce has been initiated by the ones who people often stereotype divorced parents. Other people might think that men will be the people leaving their families, leaving their wives for another woman, leaving almost all their duties behind, etc. People generally think that towards divorced parents, if they must think that women will also be able and sometimes accountable for things that has been said here. After their backs are turned away there are some parents out there striving and trying to give their family and unfortuitously are being cheated on by their wives. When traveling to divorce, men also feel pain and each one of these turmoil when the divorce is final not pain is felt by only women. Dig up further on our favorite partner site by visiting <a href=\"http://danielmorganlaw.com/practice-areas/family-law/divorce-support/\">partner site</a>. \n\nYet another difficult part of the father when going right through a tough divorce is sharing their assets with their wives who often are the ones accountable for the divorce. Some wives may remove their partners purses, and even requesting daughter or son support along the way, and some may even have a social worker with them while visiting their kids. These are just a number of the turmoil being brought by divorce to these men. \n\nBeing a divorced dad means you have to work double time to pay for your child support and to help keep their minds off it. Some simply take months and on occasion even years only cope up with the new situation they are in. There are several who even stop their social lives because of anxiety about going through every one of these process yet again. Some men who are weak often become drunks or interest may be lost by some within their lives. \n\nBeing a divorced father does not indicate life has broken, for some, this means to get up, dirt types self off and start a whole new perspective in life.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "The Turmoil To Be A Divorced Dad",
  "revision_id": "74471863-06c6-46ef-8cf0-b1f40e6358a2"
}