{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "f9509328-2cfc-45aa-b738-31ec0c304569",
  "metadata_created": "2013-07-10T03:25:08.035587",
  "metadata_modified": "2013-10-10T21:17:24.068067",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Performance in the supply chain operations regarding the management of fleet operations and its fuel consumption have been one of the most critical concerns of large private and government organizations. Organisations are adapting more efficient, environmental friendly and safer fuel and fleet management systems considering the high cost of fuel and the associated impacts on environment. This Paper reviews and analyses the fuel supply chain using Monte Carlo Simulation to optimise the fuel supply chain and evaluate the feasibility of future development alternatives in fleet operations for large organisation. Considering the case of a local government organisation in Australia, this paper illustrates important issues, considerations in cost and risk management of fuel supply operations.",
      "name": "Optimising Fuel Supply Chain for Fleet Operations in Large Organisation",
      "format": "URL",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5920",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-09T22:26:14.858438",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "1fafc8c6-f376-49f5-ac22-f3ddf0bfb996",
      "url_type": null,
      "id": "beeedae1-de6e-42bd-8150-3113fc8fe9ff",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " In the present work a Computational Fluid Dynamics (CFD) study was conducted to investigate the heat transfer and friction loss characteristics in a horizontal rectangular channel having attachments of circular profile fins over one of its heated surface. The Reynolds number based on the flow averaged inlet velocity and the hydraulic diameter, ranged from 5000 to 30,000. The circular profile fins considered are of 5 cm height and diameter of 2 cm dimensions mounted on a heating surface vertically. Reynolds number, fin arrangement and fin pitch in the flow direction are the numerical parameters. The in-line and staggered fin arrangement was studied for one-fixed span wise (Sx/d = 3) and four different stream wise (Sy/d = 3, 3.75, 5 and 7.5) distances. Different turbulent models have been used for the analysis and their results are compared. Realizable k-ε model based results have been found a good agreement and thus this model is used to predict the heat transfer and friction factor in the duct. The overall enhancement ratio has been calculated in order to discuss the overall effect of fin spacing and operating parameters. A maximum value of enhancement ratio is found 1.2 for the range of parameters investigated.",
      "name": "NUMERICAL ANALYSIS OF HEAT TRANSFER AND THERMAL PERFORMANCE ANALYSIS OF SURFACE WITH CIRCULAR PROFILE FINS",
      "format": "URL",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5923",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-09T22:27:06.688260",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "d2dfcdd2-6da7-4eb8-9b64-1ba679ed8f0d",
      "url_type": null,
      "id": "4bb9598a-16e3-4082-8ebf-069f84fd2ad0",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In this paper, it was investigated that the monomer ratio, the dosage of the initiator, reaction temperature and time influenced the molecular weight of synthetic products. The research showed that the molecular weight of scale inhibitor was increased with the different synthesis conditions, which were acrylic dosage, reaction temperature and time, but the molecular weight was decreased with increasing amount of the initiator. The experiment of resistance calcium scale indicates: the molecular weight is too high or too low, the effect of scale inhibition is not ideal.\r\n",
      "name": "Investigation on the Relationship of the Relative Molecular Mass of Scale Inhibitor AA/MAC and the Synthesis Conditions",
      "format": "URL",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5925",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-09T22:27:49.966314",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "25d062d0-2c9a-4336-b28c-f3d07b4ac23c",
      "url_type": null,
      "id": "ea71ae68-324c-4b9a-ac4e-de6a665b0373",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The reservoir harm mechanism and protection technology of fracture-void dual medium reservoir in the drilling process were reviewed. The reservoir mechanisms included solid phase invasion, reservoir fluid sensitivity, stress sensitivity, water-lock effect and so on. Selecting appropriate drilling fluid system and using necessary drilling craft including shielded temporary plugging technology (crack width﹤100μm) and underbalanced drilling technology (crack width >100μm)) were the reservoir protection methods of dual medium reservoir. Determination fracture effective flowing width accurately and selecting optimally temporary plugging agent matching up with the reservoir were the key of shielded temporary plugging technology. Selecting reasonable wellbore fluid and appropriate negative pressure was the core of underbalanced drilling technology. It is pointed that superiority supplementary of underbalanced drilling technology and shielded temporary plugging technology is the development direction of fracture- void dual medium reservoir protection in the future.\r\n",
      "name": "Research on Reservoir Damage Mechanism and Protection Technology of Fracture- void Dual Medium Reservoir",
      "format": "URL",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5926",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-09T22:28:32.108838",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "bb2a6139-6e01-4cf2-8255-7d97eb6d8e2c",
      "url_type": null,
      "id": "9226ff59-1a2b-419f-8141-ef505a719042",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Research progress of weak alkaline and non-alkaline compound flooding technology was reviewed. The weak alkaline flooding system, which replaced strong alkali (NaOH) with inorganic weak alkaline (Na2CO3, NaHCO3), buffer alkaline (Na2CO3/NaHCO3) and organic weak alkaline (weak polymer acid sodium salt),could obtain the same recovery ratio with alkaline-surfactant-polymer flooding. The betaine combinational flooding of polymer/ampholytic surfactant and hydrophobically associating water-soluble polymer/gemini surfactant could achieve a substantial increase in recovery ratio using the synergetic effect of polymer and surfactant. The latter was more suitable for the reservoir of high temperature and high salinity. Anionic surfactant worm-like micelles flooding system, whcih had lower cost and higher recovery ratio, is expected to achieve breakthrough in the tertiary oil recovery. It is pointed that single flooding of anionic gemini surfactants with simple synthesied craft and low-cost will become future development tendency owing to its special rheological properties and surface activity replacing alkaline and polymer.\r\n",
      "name": "Research Progress of Weak alkaline and Non-alkaline Compound Flooding Technology Used in the Oilfield",
      "format": "URL",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5927",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-09T22:29:05.927480",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "583e2742-a32d-48bd-92a2-052815d82040",
      "url_type": null,
      "id": "7d501411-b517-48db-b023-d4eed856b7f1",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Petroleum plays an important role in the development of modern social economy. There are abundant petroleum resources in our country, but for the characteristics of petroleum reservoir itself, the drilling quality is always not very high. In the whole activities of petroleum exploitation and development, the main investment concentrates in the well drilling. From the perspective of drilling cost, the application of underbalanced drilling technology can improve drilling speed, reduce drilling cost, prevent petroleum reservoir pollution, enhance oil well productivity, and increase the overall economic benefits of exploitation and development. The researches and applications of this technology have very important practical significance.",
      "name": "The Application of Underbalanced Drilling Technology in Petroleum Exploitation",
      "format": "URL",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5924",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-09T22:29:41.692183",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 5,
      "revision_id": "a6c4615f-7a11-47b0-b484-ece675a28e8f",
      "url_type": null,
      "id": "241adb4a-e6be-41bd-b667-a76ec277b9ae",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The paper discusses the contribution of structural silicone glazing to sustainable renovation by providing three examples of projects owned by the European Union Administration that underwent successful sustainable renovation effort during the past years.",
      "name": "Sustainable Renovation of Public Buildings in Europe with Structural Glazing Technique",
      "format": "URL",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5918",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-09T22:30:29.836001",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 6,
      "revision_id": "042b5e62-66ec-4ed6-8bc7-3375ade8d06a",
      "url_type": null,
      "id": "91a90306-e152-4a85-b6ea-dabebf2effb6",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " First Cl-C5 alcohols which were very important in practical application were analyzed, and the thermodynamic analysis for the synthesis of Cl-C5 alcohols can guide the experiment in praxis. In the article the equilibrium constants were used to analyze the thermodynamic of the synthesis of Cl-C5 alcohols and verified the calculation results in line with the trends of theoretical analysis. Reducing temperature and raising the pressure is useful for CO conversion rate and the generation of Cl-C5 alcohols, as well as different molar ratio of H2/CO influence CO conversion rate. Eventually the optimum condition was confirmed. A new type of catalyst was developed, which can increase the yield of alcohols, then the theoretical analysis’s correctness are verified by the experimental data.\r\n",
      "name": "Thermodynamic and Experimental Study on Alcohol Made by Synthesis Gas",
      "format": "URL",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5921",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-09T22:31:09.723467",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 7,
      "revision_id": "042b5e62-66ec-4ed6-8bc7-3375ade8d06a",
      "url_type": null,
      "id": "cda47cef-bfc5-457a-9a49-6cbf9701a8ad",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The paper contrasts the situation of the built environment and its evolution in Europe and in China, discusses the principles of and the need in both Europe and in China for sustainable renovation, before elaborating on the challenges for the future in terms of how to overcome barriers to sustainable renovation, both globally and in China.\r\n",
      "name": "Sustainable Renovation of Buildings – A Model Applicable to China?",
      "format": "URL",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5919",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-09T22:31:56.469571",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 8,
      "revision_id": "d6000e15-6e4e-4149-ae96-4fb5b916d920",
      "url_type": null,
      "id": "df2b89fe-8f54-4f65-a03d-3754d1dc5dc3",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " This paper presents the design and implementation of an Automatic Meter Reading and Control System (AMRCS) using reconfigurable embedded platform in conjunction with software developed in LabView graphical programming environment. AMRCS collects data from the remote substations using General Packet Radio Services (GPRS) communication interface to provide real time information, graphical representation of electrical network on Geographical Information System (GIS), and automatic reports generation. A Control System is developed to monitor and connect/disconnect circuit breaker remotely. A custom web page is built to provide access to both real-time and historical data. LabView is more often used in laboratory environment, however in this case has been used for integrating some functions of smart grid field. It is observed that AMRCS is easy to use, reliable, and free from human error and considerably reduces the design and development integration time. The system also provides other distribution automation features such as, controlling through web application, alerts over mobile phone and email. Sub-station automation in emerging economies like India is at a nascent stage. In this paper, possibility of sub-station automation has been examined using an inexpensive technique with considerable success.",
      "name": "Design of Substation AMR and Control System with Reconfigurable Embedded System",
      "format": "URL",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5932",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-09T22:32:50.500270",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 9,
      "revision_id": "17b05a15-40e9-4bd4-8ae5-3e55a9056001",
      "url_type": null,
      "id": "717eca93-8b5a-4d99-b7a4-4d2cec56e543",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In the past years, there were a lot of initiatives from different countries to propose improvements in nuclear energy. These improvements were regarding treatment of waste materials, studies, common development and the development of standards for different countries, and new research process in the designing of new nuclear reactors. All these parameters will be analysed in this paper with special attention to the past research works developed in the recent years.",
      "name": "World Quests for Future Energy Production",
      "format": "URL",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5937",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-09T22:33:27.442240",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 10,
      "revision_id": "5beef837-2846-4c31-8af0-934543404725",
      "url_type": null,
      "id": "329c30eb-a8f8-4583-a4c6-b668bbe5e9c4",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "An adaptive protection scheme using digital relays with a communication network is proposed for the protection of the distributed systems. The impact of distributed generators on protection coordination is first discussed. Then, an adaptive protection scheme is proposed for distributed systems with distributed generation (DG). Simulated results of a total of 256 cases show that the proposed approach can perform adaptive primary and backup protection functions under both balanced and unbalanced fault conditions. Also, the proposed approach is adaptive to the fault types as well as capacities of DG. Compared with the traditional current protection scheme, the primary and backup protection regions have been extended considerably.",
      "name": "Digital Relay Based Adaptive Protection for Distributed Systems with Distributed Generation",
      "format": "URL",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5933",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-09T22:34:12.412709",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 11,
      "revision_id": "66bbb640-7a75-4aa8-a64f-e976f42e6ac3",
      "url_type": null,
      "id": "cea7935a-f8b9-42b7-b8e7-9209fb483710",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The study was used to analyze the wind characteristics of Shaki (08.40’ N; 03.23’ E; Altitude 457.0 m; Air density 1.1723 kg/m3) and Iseyin (07.58’ N; 03.36’ E; Altitude 330.0 m; Air density 1.1869 kg/m3), two local sites in Oyo State, Nigeria. 21 years monthly mean wind speeds at 10 m height obtained from the Nigeria meteorological department were employed together with the Weibull 2-parameter distribution and other statistics to carry out monthly, seasonal and whole years’ analyses of the sites’ wind profiles for electricity generation. It was found that the whole data spread ranged between 0.9 and 9.1 m/s for the two sites while the 21 years’ average ranged between 3.2 and 5.1 m/s and 2.9 and 4.7 m/s for Shaki and Iseyin sites respectively. Three wind energy conversion systems were employed with the results and it was discovered that, the sites have capacity to generate MWh to GWh of electricity at an average cost/kWh of between € (0.025 and 0.049) and that a turbine with technical parameters of cut-in, cut-out and rated wind speeds of 3.0, 25 and 11.6 m/s is appropriate for the sites.",
      "name": "Assessment of Wind Power Potential and Wind Electricity Generation Using WECS of Two Sites in South West, Nigeria",
      "format": "URL",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5935",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-09T22:34:50.694743",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 12,
      "revision_id": "b0b15c8b-217c-429e-b642-4974a9eefb17",
      "url_type": null,
      "id": "f9df3e72-7fca-4387-8d80-c73ada0a2948",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The present paper reports the model developed for the oxidation and thermal stability as a function of metal contaminants and antioxidant concentration using Response Surface Methodology (RSM). Taking Pyrogallol (PY) as the most effective antioxidant based on the earlier work of the authors, Jatropha curcas biodiesel (JCB) was mixed with different transition metals – Fe, Ni, Mn, Co and Cu in different concentrations. Induction period (IP) was measured using Rancimat method (EN 14112). The ASTM D6468 and TGA methods are used for evaluating the thermal behavior of JCB. Based on results, several correlations are developed for assessing the thermal stability in terms of Insoluble formation (Ins) and activation energy (Ea) as a function of antioxidant and metal concentration. For the purpose of design of experiment, RSM has been used. A comparison between the experimental values and those predicted by the correlation shows that all the data points lie within ±10% deviation lines of the experimental results. The models developed by response surface methodology (RSM) shall be highly useful for predicting the optimum antioxidant concentration to impart maximum fuel stability to JCB. Also the correlations developed in the present paper are useful for the development of specification for thermal stability of biodiesel.\r\n",
      "name": "Modeling and Analysis of Oxidation and Thermal Stability of Biodiesel",
      "format": "URL",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5939",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-09T22:35:28.631359",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 13,
      "revision_id": "ac8205f2-5a4d-4afa-bc00-7a2011b24f66",
      "url_type": null,
      "id": "81988050-36ad-48dd-855a-f48ee33f8651",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The development of complex network theory, especially the discovery of small-world characteristics in power grids, has made people more and more concerned on the structural vulnerability of electric power system. On the basis of complex network theory, this paper studies the heterogeneity of small-world power grid, specially analyzes the inherent reason for cascading failures in small-world power grid and looks for valid measures to improve the capability of the power grid to endure large-scale blackouts. Failure simulations have been done on topological models of Anhui power grid and the East China power grid. The results show that structural vulnerability of small-world power grid is the intrinsic reason for failures to cascade in the grid and external factor can hardly improve its endurance to large-scale cascading failures. Meanwhile, strategies to prevent large-scale cascading failures are presented and tested, and it is found that more reasonable resource configuration and load distribution are meaningful to increase the reliability of electricity transmission.",
      "name": "Analysis of Cascading Failures in Small-world Power Grid",
      "format": "URL",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5942",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-09T22:36:08.589495",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 14,
      "revision_id": "0105a0b8-a48c-48b6-aa03-b2896131bae6",
      "url_type": null,
      "id": "9f04f2ce-8e54-475e-b482-d11ee7dc9c65",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Economic development in developing countries has led to huge increase in the energy demand. In India, the energy demand is increasing at a rate of 6.5% per annum. The crude oil demand of country is met by import of about 70%. Thus the energy security has become key issue for our country. Biodiesel, as an ecofriendly and renewable fuel substitute for diesel has been getting the attention of researchers all over the world. The research has indicated that upto B20, there is no need of any modification. The aim of the present paper is to evaluate the engine performance using pure biodiesel and its blends. Also blends of pure Jatropha curcas oil with petro diesel and methanol is used in the present study to show their effect on engine performance in terms of brake specific fuel consumption (BSFC) and brake thermal efficiency (BTE). From the results it is found that brake specific fuel consumption for B100 was 14.8% higher than diesel. The brake thermal efficiency is found higher upto B30 in comparison to diesel while BTE of B100 (24%) was almost equals to diesel (24.5%) for Jatropha oil methyl ester (JOME).",
      "name": "Impact of Biodiesel and its Blends with Diesel and Methanol on Engine Performance",
      "format": "URL",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5941",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-09T22:36:45.725501",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 15,
      "revision_id": "dc5a216f-066f-4f50-8719-caba6ee046c9",
      "url_type": null,
      "id": "c0271050-94f8-4512-bc55-9542820a707e",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Economic reflections on the environment are relatively recent: The founder Article of the theory of natural resources in 1931 (price trends laws and comparison of the rates of extraction depending on the competition regime). The broader issues of management of scarce resources (oil) or renewable (fisheries) are an even more recent concern, but toward which the public is sensitized, as evidenced the rise of environmental concerns. That of global warming has considerable economic and political issues (Kyoto Protocol ...). Among commodity products in the world, oil is the mostly transported. Most of the oil flowing in the world is carried on specific ships, tankers. They can easily deliver large quantities of -either crude or refined -oil to places where they are needed, often following the same routes. The shipping of these products is done under conditions of strict security provided by the oil companies, ship-owners who have the ships and the states that register them. Energy consumption by shipping is the source of many pollutants. Environmental risks associated with exporting and shipping of oil in particular can be very important. The resulting effects are diverse and often complex. For some of them (impacts on the built environment, visibility, vegetation: wildlife, health) it is however possible to give some quantification in physical terms. The monetary value of these effects can refer to their economic cost or to a \"contingent valuation\", and it raises some methodological difficulties. Today the risk is financial, social, physical, environmental and human. The shipping company must manage after identifying risks and knowing how to transfer them to insurers, sovereign states, take offs to the maritime adventure, as the sea still remains a wild world. Although shipping is considered one of the means of transport that causes little harm to the environment, it may have important effects if standards are not observed or are not enforced.\r\n",
      "name": "The Insurance against the Energy Risk Could Promote Growth for the Shipping Company?",
      "format": "URL",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5936",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-09T22:37:24.919913",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 16,
      "revision_id": "2874d528-8d3a-4099-99f4-945417164d31",
      "url_type": null,
      "id": "6f7ea3db-91cc-4519-b84d-57abe401887e",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Vaporized concentration is an operation process that requires a large amount of energy consumption. A three-effect vacuum evaporator (TEVE) has been widely used to reduce energy demand. However, it still requires external hot and cold functions. In this study, we showed that a TEVE saved energy under standard operating conditions in a food processing plant. A heat pump was combined with the TEVE (producing a TEVEHP system) to further save extra energy. The net present value (NPV) for the heat pump investment assessment was US$ 38,856 after five years of operation, and the break-even period was 10 months. This study also developed a multiple equation for the TEVE system that included four production parameters: input gelatin loading, input gelatin temperature, output gelatin concentration, and steam loading. This equation can simply and usefully calculate the TEVE operating and energy consumption data, and these data can be used to control the process to reach the optimum production conditions of the TEVE.",
      "name": "The Optimal Operation Design for a Three-effect Vacuum Evaporator (TEVE) and an Energy Performance Assessment",
      "format": "URL",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5940",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-09T22:38:02.273042",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 17,
      "revision_id": "5616c546-e61c-493f-8dd0-601b1ff491b5",
      "url_type": null,
      "id": "c990ed57-22a2-41a9-a3d2-3a1bb6ad4e2d",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " This study involves utilization of solar energy through the use of the solar collectors combined with the heat exchanger to keep the digestor at the optimum temperature throughout the year. The thermal and economic analysis of 2m3 solar heated biogas plant has been carried out and the effect of operating parameters on commulative solar savings is investigated. This is done by calculating the losses from the digestor and compensating these losses by using solar energy. Investigation has been carried out on the thermal and economic aspects of solar heated biogas plant to arrive at the optimal size of solar system. A design procedure has been proposed to arrive at the optimum value of solar collector area. It was concluded that increasing collector unit cost results in decreasing commulative solar saving. Plots have been prepared to represent the optimum solar collector area.",
      "name": "Parametric Optimization of Solar Assisted Bioreactor",
      "format": "URL",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5928",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-09T22:38:40.024538",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 18,
      "revision_id": "585a117a-7ca5-427e-beb8-3c2d9e66721a",
      "url_type": null,
      "id": "a87b9b30-b391-4b0e-9913-125f23628497",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " This work describes the application of a solar photovoltaic (PV) system in the urban water sector, especially related to water pumping. The Sun and gravity are two basic natural and renewable sources of energy. It is pure natural energy that has no harmful effects on the environment, spread everywhere and available for use. Solar photovoltaic systems can be successfully applied in many areas in water sector and especially in water supply. Due to the importance of water supply for urban area sustainability, and due to a significant energy consumer whose price is increasing each day, alternative solutions to power systems are sought in the form of water supply systems, such as a PV generator. It is a complex system, whose functioning is defined by a whole range of factors: climate, soil, hydrological, water consumption in the cities etc. It can be optimized only with the application of a systematic approach and the use of adequate tools. The paper will show that the solar photovoltaic systems are efficient in use in urban water sector.",
      "name": "PV Power for Urban Water Supply",
      "format": "URL",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5965",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-09T22:39:25.530962",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 19,
      "revision_id": "5986ecc1-e7ce-444c-adc6-30d5a3e5bcbf",
      "url_type": null,
      "id": "29284897-ec14-4802-87d0-f824d778c74f",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Achieving sustainable development is a target that is now widely seen as important to worldwide public opinion. In this regard, the utilization of renewable energy resources, such as solar, geothermal, and wind energy, appears to be one of the most e?cient and e?ective ways in achieving this target. Recently, wind power as a potential energy has grown at an impressive rate in India. The present paper deals with the technical details involved in the generation of power through wind energy. It discusses the factors responsible for generation of wind power and the limitations of the generator. Various schemes used for production of electricity using wind power are also discussed. The paper also gives insight into energy storage methods, safety precautions and site selection criteria.",
      "name": "Technologies for Power Generation from Wind",
      "format": "URL",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5944",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-09T22:41:28.116539",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 20,
      "revision_id": "06190725-cc72-4fc5-9476-55d6b3478a82",
      "url_type": null,
      "id": "ad8fbb08-da5c-4585-9618-7026bf77358f",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Fossil fuels had for so long been the most convenient and cheapest means of powering the world economy. They are now depleting fast and are also touted as not being eco-friendly. Natural gas once had the reputation of being a clean fuel is now considered not green. And with the new definition of what is and what is not green, nuclear power has suddenly taken centre-stage even among our Malaysian politicians. The objective of this paper is to explore the availability of alternative options and propose an option which is most suitable for the Malaysian industries. This study proposed that along with Biomass and Biofuels the Solar Option also be seriously considered as another long-term option.",
      "name": "Opportunities for Further Renewable Energy Utilization for Malaysia",
      "format": "URL",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5945",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-09T22:42:11.675694",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 21,
      "revision_id": "bc645155-56be-449c-8970-074140e0fed0",
      "url_type": null,
      "id": "8f93cd02-6086-426e-8d5d-505c7f6caf13",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper presents the performance of a stand-alone self-excited induction generator (SEIG) under balanced/ un-balanced excitation with balanced RLC and dynamic load. Squirrel cage induction motor has been taken as a dynamic load. SEIG is driven with fixed pitch wind energy system. An approach based on three-phase induction machine model is employed to derive dynamic equations of an isolated SEIG under balanced/unbalanced conditions of excitation and balanced static and dynamic loads. The SEIG model with balanced/un-balanced excitation and balanced load has been simulated using MATLAB/SIMULINK.",
      "name": "Wind Driven Induction Generator Study with Static and Dynamic Loads",
      "format": "URL",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5947",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-09T22:42:51.763124",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 22,
      "revision_id": "bc645155-56be-449c-8970-074140e0fed0",
      "url_type": null,
      "id": "905fb660-d174-44f5-a754-2552653737e4",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "A numerical investigation was carried out to evaluate the melting characteristics of phase change material (PCM) in an inner fin type rectangular encapsulation using different fin shape configurations. Despite straight fins are the commonly used in PCM thermal storage for heat transfer enhancement mechanism, increasing the number of fins can significantly hamper the natural convection effects which will only lead to a marginal improvement in heat transfer rate. Hence, exploring different geometrical fin shapes can be another option to improve heat transfer rate or served as an alternative method for thermal enhancement in latent heat storage system. This paper presents extensive computational simulation on the PCM melting in four different investigated fin shapes: straight fin, T-shape fin, Y-shape fin and cross-shape fin configurations. Fluent 6.3 simulation software was utilized in producing two-dimensional simulation to visualize the PCM melting fractions, temperature distributions and flow fields of the melting process internally. The results had shown that changing the geometrical fin shape was able to deliver comparable melting performance as the conventional straight fin configuration. The natural convection current formations and circulation patterns will be discussed in this paper.",
      "name": "Numerical Analysis of Natural Convection Effects in Latent Heat Storage Using Different Fin Shapes",
      "format": "URL",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5948",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-09T22:44:01.875685",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 23,
      "revision_id": "98ca6aa9-36aa-4d27-ba34-05d9ce6b772d",
      "url_type": null,
      "id": "9f4d4043-8b1b-409f-8bee-522dae013e73",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In the present work, solar energy conversion into electrical energy studied by use of photogalvanic cell. A photogalvanic cell is a device which absorb light photons with in a highly absorbing electrolyte and electrical power is generated by subsequent charge transfer to the electrolyte by redox reactions. This cell works on the photogalvanic effect. In this article photogalvanic effect was studied in photogalvanic cell consisting Tween 60 - Bromocresol purple - Ascorbic acid system. The Bromocresol purple photosensitized the reaction in solution. The photo potential, photocurrent and power generated in cell were 811.0 mV, 65.0 μA and 34.16 mW, respectively. The cell performance (storage capacity) was 150 min. in dark. Conversion efficiency and fill factor calculated as 0.328% and 0.38, respectively. The effect of other parameters like pH, light intensity, diffusion length, electrode area and temperature on cell electrical outputs were investigated in detail and finally mechanism for the generation of the photocurrent has also been proposed.\r\n",
      "name": "Photoelectrochemical Conversion of Solar Energy: Tween 60 – Bromocresol Purple – Ascorbic Acid System in Photogalvanic Cell",
      "format": "URL",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5938",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-09T22:44:47.960006",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 24,
      "revision_id": "a4f58c79-782b-4d41-8a65-88b9cd0c3d87",
      "url_type": null,
      "id": "017b5ec9-7e86-4eee-9e8c-df0ff6019729",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Inordinate localized temperature rise in the power transformer causes subsequent thermal breakdown. To prescribe the limits of short-term and long-term loading capability of a transformer, it is necessary to estimate the hottest spot temperature (HST) of transformer. This paper proposes the steady state temperature distribution of the power transformer windings. Oil in the transformer is assumed nearly incompressible and oil properties such as thermal conductivity, special heat, viscosity, and density vary with temperature. Finite difference method is used for numerical solution. The selected model for simulation is a 50KVA, 20 kV/400V oil natural, and air natural cooling (ONAN) power transformer. A Comparison of the author’s results with those obtained from finite integral transform and experimental test confirms the validity and accuracy of the proposed method.",
      "name": "ONAN Power Transformer Heat Transfer Modeling",
      "format": "URL",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5955",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-09T22:45:29.810290",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 25,
      "revision_id": "a4f58c79-782b-4d41-8a65-88b9cd0c3d87",
      "url_type": null,
      "id": "ecd0a050-e7b8-486a-b109-61709fc787a9",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Doubly-fed Induction Generator (DFIG) is the most common rotatory machine which is used on the grid connected wind energy conversion system for the fulfillment of the system requirement such as grid stability, fault ride through (FRT), power quality improvement, and grid synchronization and power control etc. Though the requirements are not fulfilled directly by the machine rather the control strategy is used in both the stator as well as rotor side along with converters to fulfill the requirements stated above. To satisfy the grid code requirements of wind turbine, usually grid side converter is playing a major role. So in order to improve the operation capacity of wind turbine under critical situation, the intensive study of both machine side converter control and grid side converter control is necessary. The machine uses two back-to-back converters. The grid side converter is modeled to control the active and reactive power independently along with dc-link voltage. The machine side converter is modeled to control the reactive power of the machine and maintain the speed constant irrespective of the transient behavior of the grid. In this paper the performance of the DFIG system is analyzed under grid voltage fluctuation and the theoretical results are obtained from the MATLAB/ SIMULINK environment. The proposed work is also validated experimentally using RT-LAB.\r\n",
      "name": "Analysis of Doubly-Fed Induction Generator Driven by Wind Turbine Using Real Time Digital Simulator",
      "format": "URL",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5957",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-09T22:46:16.663446",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 26,
      "revision_id": "8e40fadc-022d-43b4-8a9f-dfd709ab660a",
      "url_type": null,
      "id": "3a06a758-7c16-4bfc-9467-83a9c18391ff",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Alternate fuels are being explored world over due to increasing environmental concern and diminishing petroleum reserves. In South Asian countries like India, Pakistan, Sri Lanka etc, biodiesel can be harvested and sourced from non-edible seed oils like Jatropha. In fact, implementation of biodiesel from Jatropha in India will lead to many advantages like providing green cover to wasteland, support to agricultural and rural economy, and reduction in dependency on imported crude oil and reduction in air pollution. Although biodiesel is environmentally compatible, it is susceptible to oxidation. The research on biodiesel stability has been put on top priority. Biodiesel from Jatropha curcas oil is relatively unstable on storage and forms residual products such as insoluble gums and aldehydes that may cause engine problems like filter clogging, injector coking, and corrosion of metal parts. The present paper deals with the the review of work done for stability of biodiesel from Jatropha curcas oil all over the world.",
      "name": "Stability of Biodiesel from non Edible Oils",
      "format": "URL",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5958",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-09T22:47:07.443877",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 27,
      "revision_id": "07d66f54-9648-47bf-bb2e-a9f184ca7abb",
      "url_type": null,
      "id": "782a78e9-4f52-4119-865d-27a02a1c91a0",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper represents method of producing biodiesel from castor oil (treated with mineral turpentine oil) by transesterification of the crude oil with methanol in the presence of NaOH as catalyst. This paper mainly involves “Esterification”. Factors effecting the biodiesel production (reaction temperature, reaction rate & catalyst) are analyzed. The esterification procedure converts castor oil to its methyl esters. Important fuel properties of methyl esters of biodiesel produced from castor oil like viscosity, flash point ,fire point ,calorific value etc., was found out and compared to the properties of Indian standard biodiesel. This paper study supports the production of biodiesel from castor oil as a viable alternative to the diesel fuel.",
      "name": "Development of Biodiesel from Castor Oil",
      "format": "URL",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5953",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-09T22:48:07.255220",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 28,
      "revision_id": "e457751f-e403-488e-bc57-809b471addbd",
      "url_type": null,
      "id": "f76b6eb7-39a2-4475-9a2e-bab2f779d0f4",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The aim of this research was to evaluate potential of passion fruit seeds, an agro-industry byproduct, as a biofuel feedstock. Oil was extracted from the passion fruit seeds, and transesterified to produce biodiesel. KOH was used as a catalyst. The test conditions were methanol and oil molar ratio between 3:1 to 9:1, catalyst concentration of 1 – 2% w/w at a fixed temperature of 65°C. The reaction time was varied between 5 to 120 min. From the experimental results, maximum biodiesel yield of 93% was obtained at methanol and oil molar ratio of 6.5, catalyst concentration of 1.25%, and reaction time of 60 min. The ester content of biodiesel product was over 96.5%, in accordance with the requirements by Thai and international standards.",
      "name": "Passion Fruit Seed Oil as Alternative Feedstock for Biodiesel Production via Transesterification",
      "format": "URL",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5980",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-09T22:48:59.710116",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 29,
      "revision_id": "3e67dbda-becd-493b-8c9f-a33698d30d78",
      "url_type": null,
      "id": "30e6f0ff-a4c9-46e3-8372-4ffb14a6a5cd",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " This paper presents the modelling and simulation of a Photovoltaic-Variable Speed Diesel Generator (PV-VSDG) Off-Grid hybrid power system for long term analytical performance studies. Two different types of diesel generators, namely the constant speed diesel generators (CSDG) and the VSDGs were considered for the simulations. The system components have been developed using MATLAB/Simulink. The simulation results from Simulink were validated through comparison to the results obtained from the Hybrid Optimisation Model for Electric Renewable (HOMER) simulation software. Simulink models were then used to evaluate the performance of all system configurations. Based on the analysis, it was found that systems using VSDGs perform better than those with conventional CSDGs. The developed models can be modified and used to study the systems’ performances using different power management strategies.",
      "name": "Modelling and Simulation of Photovoltaic-Variable Speed Diesel Generator Hybrid Power System for Off-Grid Rural Electrification",
      "format": "URL",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5967",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-09T22:49:37.191087",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 30,
      "revision_id": "71113e34-da85-4b65-8523-2778ed1dafe1",
      "url_type": null,
      "id": "92e852d6-0543-4aa0-acb8-85e458f08360",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper presents the cost effectiveness indicators or methods for economic cost analysis applied to wind energy projects. It discusses about Levelezed Cost of Energy (LCOE), Total Life-Cycle Cost (TLCC), Net Present Cost (NPC), Levelized Electricity Generation Cost (LEGC) and Unitary Present Average Cost (UPAC). For each indicator studied is pointed out its bottlenecks about the application in evaluation and management of wind energy projects directly. However, it is important to consider the purpose and scope of a particular analysis at the outset because this will prescribe the course to follow. The perspective of the analysis is important, often dictating the approach to be used. Also, the ultimate use of the results of an analysis will influence the level of detail undertaken.\r\n",
      "name": "Cost-effectiveness Analysis for Wind Energy Projects",
      "format": "URL",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5971",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-09T22:50:22.129563",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 31,
      "revision_id": "3a94ca7a-26d6-468b-8264-63738643f185",
      "url_type": null,
      "id": "f20cd454-3702-497c-ae29-8410194fc303",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The two-parameter Weibull distribution has been commonly used, accepted and recommended in literature to express the wind speed frequency distribution for most wind locations. Consequently, the shape and scale parameters of the distribution are frequently used to design and characterize commercial wind conversion machines. In this paper, we examine three different models commonly used for estimating these parameters in order to determine the model that is best suited for Nigerian locations using 3-year wind data for Nsukka (6.80N; 7.40E). The coefficient of determination and root-mean-square error of the three models are compared for the location. Results show that the moment model appears more appropriate for estimating these parameters for the location.",
      "name": "Comparative Assessment of Three Models for Estimating Weibull Parameters for Wind Energy Applications in a Nigerian Location",
      "format": "URL",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5972",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-09T22:51:30.019702",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 32,
      "revision_id": "d487b9f1-2471-4298-b0d2-a58816ed8ba4",
      "url_type": null,
      "id": "bcd6354c-b0d6-4780-97d6-044fa5f265bf",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Solar distillation is one of the important methods of getting clean water from brackish and sea water using the free energy supply from the sun. Here, experiment is made with three identical solar stills. First two solar stills consist of plates like Aluminum and Galvanized Iron. The third solar still is taken as conventional solar still. Performance of solar stills having aluminum plate and Galvanized iron plate is tested and compared with conventional solar still under the same climate conditions of Gujarat. It is found from the experiment that solar still having Aluminum plate increases distillate output of 45 % and Galvanized iron sheet increases upto 15 % compared with conventional solar still.\r\n",
      "name": "Performance Analysis of Solar Still Having Different Plates",
      "format": "URL",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5970",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-09T22:52:17.786994",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 33,
      "revision_id": "4c9632fe-cca7-430a-afb3-ae8505942c5e",
      "url_type": null,
      "id": "6825ba21-0d38-4047-ba56-a498e8705422",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Transformers play a key role in power distribution networks. A reliable and endless supply of electricity is highly dependent on good operation of these elements. A huge number of customers are directly supplied via any of the transformers. Loading of the transformers under unbalanced conditions is an important factor that influences the life of their insulation. In this paper we will consider two typical 315 KVA, 20 kV distribution transformers with the same characteristics but under different operating conditions. One transformer supplies a three phase industrial load while another transformer supplies an urban area consisting variety of three and single phase loads and experiences unbalanced conditions that highly influence its insulation system. Thermal coefficients and remnant life of two distribution transformers are measured and show a remarkable difference between thermal coefficients of two transformers.\r\n",
      "name": "Insulation Thermal Coefficient Measurement in Distribution Transformer under Unbalanced Operation",
      "format": "URL",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5968",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-09T22:53:00.472396",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 34,
      "revision_id": "54c9763b-8d3f-4364-a906-7c666112622e",
      "url_type": null,
      "id": "b729a705-6eaf-40d0-88ef-db29ce02fe50",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In this paper, the main advantages of Matlab Simulink were demonstrated basing on research works developed over the past few years. Simulink presents an open code that allows building researchers develop new tool boxes. These tool boxes give us the flexibility to improve building simulation considering the new parameters that are under investigation. On the basis of the open code and research works, more recent researchers could define, step by step, the effect of this heat and mass transfer over a building’s energy consumption and thermal comfort. The International Energy Agency (IEA) organized efforts that were reflected in its different annexures. Consequently, pending tasks tend to utilize more user-friendly applications in respect of Comsol and Programmable Logic Controllers (PLC) applications, and new Heating Ventilation and air Conditioning (HVAC) control methods must be implemented so that, in the near future, a common working area for engineers and researchers is established.\r\n",
      "name": "Successes and Pending Tasks of Matlab Simulink",
      "format": "URL",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=6041",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-09T22:53:45.793533",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 35,
      "revision_id": "bc04d039-db84-4e4c-ac97-c828898de708",
      "url_type": null,
      "id": "07bb1151-788d-4cea-8cad-f382fb4e7672",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "YingMai2 area, with typical fracture reservoirs with very low matrix porosity and permeability, is located in the old buried mountain tectonic belt, where faults and fractures are well developed. The main storage spaces are of secondary porosity, such as tectonic fractures and pores, dissolved vugs, holes and cracks. The fracture reservoirs in YingMai2 area are controlled by two factors, tectonic movements of faults and expansion dissolution along fractures. The middle Caledonian, late Caledonian, late Hercynian and late Hercynian-Indosinian faults systems are the main formation mechanisms of the fracture reservoirs in YingMai2 area. The fracture reservoirs are also influenced by expansion dissolution along fractures.",
      "name": "The Reservoir Characteristics and Formation Mechanism of Ordovician Fracture Reservoirs in Yingmai2 Area",
      "format": "URL",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=6010",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-09T22:54:24.063374",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 36,
      "revision_id": "df2ed819-aa0f-4379-8281-c6d202a12ada",
      "url_type": null,
      "id": "0dc2021b-7fad-415f-9e94-3318c6a8d96d",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Global warming poses a grave threat to the world’s ecological system. Economic development has led to a huge increase in energy demand, so energy efficiency and saving has become a key issue for most countries and low carbon restaurant pursuit has become a movement. This research constructed a Mixed Integer Linear Programming (MILP) model for maximizing the restaurant refrigerators energy efficiency and reducing the energy lost. The study proposed a Genetic Algorithm hybrid with Tabu Search (GAWT) to solve the model. From validation of the proposed approach, to a global optimal solution in a small problem size and compared proposed approach to other famous heuristics, such as Tabu Search and Ransom Search. It was found that storage time of food cargoes in restaurant refrigerators would save 28% when compared to random allocation. In historical literatures, the MILP model did not build and thus an efficient sequence and right take away time cannot be obtained. Future research suggests expanding this research to include more discussion in some extended sub problems is mixed.",
      "name": "Low-Carbon Restaurant: Refrigerators Energy Efficiency Aspect",
      "format": "URL",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=6021",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-09T22:55:45.142615",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 37,
      "revision_id": "571cba6b-daa2-46f6-b605-3f8dbb9db82d",
      "url_type": null,
      "id": "04ddaa50-2299-4fcd-9505-b701b8a3a7bb",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " the GDP, energy consumption, energy structure and CO2 emissions of China in 2015, is calculated by using grey forecasting model based on the twelfth Five-Year (2011-2015) plan for China’s national economic and social development, \"twelfth five-year\" work plan to control greenhouse gas emissions and the China energy structure data of \"eleventh five-year plan\". the conclusion that China's per unit GDP CO2 emissions will be reduced by 17.4% compared with 2010 is testified.",
      "name": "The Prediction of China CO2 Emission In 2015",
      "format": "URL",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=6038",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-09T22:56:30.213961",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 38,
      "revision_id": "45c346f1-9555-4f55-af27-a9c8680ce037",
      "url_type": null,
      "id": "9f4454e7-76ad-4d58-bb56-ac2a93eb9ba1",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " In the regulated environment, unit commitment refers to optimizing generation resources to satisfy load demand at least cost. But in a deregulated power market, generation companies have no obligation to satisfy customers’ demands. Instead, they seek their maximum profits. This paper proposed a price-based unit commitment algorithm considering uncertainties for generation companies to maximize their profits. Due to uncertainties existing in energy prices, a fuzzy regression model is proposed to handle these",
      "name": "A Price-Based Unit Commitment Model Considering Uncertainties with a Fuzzy Regression Model",
      "format": "URL",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5961",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-09T22:58:35.540486",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 39,
      "revision_id": "120f73ad-d419-4feb-b3a4-08e1c35ace3e",
      "url_type": null,
      "id": "fd34dfc0-42fc-4446-9fe3-1276f8bd0fac",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In this paper the specification of long memory has been studied using monthly data in consumption of petroleum products in OECD in the period of (Jan 1994 to Mar 2010). Because monthly data of consumption of petroleum products in OECD are showing non-stationary and periodic behavior we fit the data with SARIMA and SARFIMA models, and estimate the parameters using conditional sum of squares method. The results indicate the appropriate model is SARFIMA (2, 1, 0) (0, 0.473, 0)12 which is used to predict the co",
      "name": "An Empirical Study of the Usefulness of SARFIMA Models in Energy Science",
      "format": "URL",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5985",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-09T22:59:30.118011",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 40,
      "revision_id": "2447fe79-bc5d-4364-9d8a-7068e2ae188d",
      "url_type": null,
      "id": "d1af0fdc-463b-4bf2-ac24-f2adae06bbfe",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Flat plate collectors have been widely used for applications that demand temperature below 90ºC and large amount of research efforts are already made. For medium temperature range (90–300ºC) applications, concentrating type collectors are suitable, which are under investigation. Despite such advantages, only limited studies are made. Almost all the 3-D CPC reported are fabricated using vertical segments which have more surface errors. Thus, they need precise techniques for fabrication. The 3-D CP\r\n",
      "name": "Design and Development of a Three Dimensional Compound Parabolic Concentrator and Study of Optical and Thermal Performance",
      "format": "URL",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5969",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-09T23:00:41.425288",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 41,
      "revision_id": "17153420-e5bf-4614-acfc-efd25ce09e61",
      "url_type": null,
      "id": "104535d7-7078-4ed6-abf4-7fce68804a89",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In this paper an optimal integral controller is proposed for load frequency control problem of multi-area electrical power system. The design of optimal controller uses modern optimal control theory. A state model of a four-area interconnected power system is developed. The dynamic analyses have been done without controller, with integral controller and with optimal integral controllers using Matlab Simulink/Workspace. Further a comparison between some recent trend controllers and proposed optimal integral\r\n",
      "name": "Load Frequency Control of a Four-Area Power System using Linear Quadratic Regulator",
      "format": "URL",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5959",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-09T23:02:15.899314",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 42,
      "revision_id": "6b85a20b-4d48-4faf-be9c-b7a6012a60fd",
      "url_type": null,
      "id": "4adf1cac-87ba-4f8a-b578-a8f6089e9141",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "A novel type of heat pipe application for cold energy storage has been proposed and discussed in this paper. The cold storage system is aiming to save electricity for data center cooling. A typical wickless heat pipe - thermosiphon (thermal-diode heat pipe) will be employed in this application. The thermosiphon cold energy storage systems can be designed into several types that are ice storage, cold water storage and pre-cool heat exchanger. Those systems can be used for co-operating with conventional chiller system for cooling data centers. The heat load used for discussing in this paper is 8800 kW which represents a large scale data center. The methodology addressed in this paper can be also converted into the middle and small sizes of the data centers. This type of storage system will help to downsize the chiller and decrease its running time that would be able to save significant electricity cost and decrease green house gas emissions from the electricity generation. The proposed systems can be easily connected into the existing conventional systems without major design changes. The analysis in this paper is using Air Freezing Index AFI >=400 °C-days/year for sizing the heat pipe modules. For the locations where AFI has different value the storage size will be varied accordingly. The paper also addressed a result that an optimum size of cold energy storage system that should be designed at a level to handle 60% of total yearly heat load of a data center.\r\n",
      "name": "Experimental Investigations on Cold Energy Storage Employing Heat Pipes for Data Center Energy Conservation",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=6055",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:08:44.063909",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 43,
      "revision_id": "245fcbac-d447-4905-a318-adfac3480dd2",
      "url_type": null,
      "id": "3455a447-ef9a-4b24-a6f4-4575300ab95f",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Renewable energy resources are increasingly becoming an important percentage of our total energy demands, largely due to the depletion of fossil fuels and the emergence of global warming. Wind turbines are one type of renewable resource that is very apparent in the South Texas region. The fact that wind power is at best a dilute and unpredictable source of energy makes efficiency of great importance in the conversion of this energy to electricity. Our research was to add shrouds by means of computer simulations to encase the “bare turbine”, thereby increasing efficiency. Our goal was to find a particular shroud that maximized air mass flow through the turbine beyond the best of bare turbine operational conditions.",
      "name": "Modeling and Analysis of Diffuser Augmented Wind Turbine",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=6078",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:09:36.641037",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 44,
      "revision_id": "3bd7e94a-30fa-4243-bda5-7e5fd880d2ee",
      "url_type": null,
      "id": "a53813b4-c28b-48f6-8d86-b997ca5437f6",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "A novel nonaxisymmtric endwall contouring is presented to suppress the corner separation and to produce a more uniform exit flow angles. Firstly, a design methodology of automated optimization based on baseline is put forward. Hereafter, with respect to the contoured endwall and baseline, numerical simulations are conducted in an effort to gain further understanding of the effects of endwall contouring. The results demonstrate that with the addition of nonaxisymmetric endwall, the corner separation is enormously suppressed owing to the redistribution of the blade loading in the blade passage, furthermore, the total loss coefficient is decreased by 10% in the 128% Cax plane, and the underturning of the flow is reduced to a high degree, which clarifies the mechanisms of reduction in the secondary flow losses.",
      "name": "A Novel Nonaxisymmetric Endwall Contouring for Turbine Cascade Using Automated Optimization",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5994",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:10:23.631982",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 45,
      "revision_id": "c9556775-01af-4659-ad97-b819e40b93e9",
      "url_type": null,
      "id": "e201ef3d-ef63-4b82-95eb-8450bcfaa688",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The years 1960-1990 saw an extensive construction of apartment buildings in Estonia. In the 1970s the specific heat consumption of apartment buildings made about 380 kWh/m2 per year. The 1990s saw the beginning of the renovation of heat substations, heating and ventilation systems and building envelopes. The renovation of windows in old apartment buildings was accompanied by problems in the indoor climate. The problem of indoor climate seriously affects partly renovated old apartment buildings. With the help of simulation programs energy conservation achievable with renovation and indoor climate has been analysed in apartment buildings. Increase in energy efficiency in buildings with the help of air handling units (AHU) with heat recovery is analyzed. In old apartment buildings one of the possible solutions is the air change arrangement by room heat recovery units and programmable exhaust ventilators in toilets, bathrooms and kitchens.\r\n",
      "name": "Energy Efficiency and Indoor Climate of Apartment Buildings in Estonia",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=6052",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:11:09.485669",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 46,
      "revision_id": "4a20d367-4608-45c4-8391-1ee8decd5fe3",
      "url_type": null,
      "id": "3591131a-afe6-4c50-8865-df892b4c51bf",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Abstract—Based on the Cournot model in duopoly market, the article discuss the relation between the ownership of property rights and firms behavior by calculating the environmental resources input and goods output under the condition of profit maximization. Through comparing with the market structure in three property ownership, non-delimitation, free-delimitation and paid-delimitation, we get the conclusion: we cannot reduce the consumption level of environmental resources only by the delimitation of property rights. And only with a certain price to allocate rights, it’s possible to attain Pareto improvement in resources utilization. In addition, although the paid-delimitation ownership will lead to a decrease of total output, the firms still have a motivation to improve technical efficiency, because their own and total market output both have business with the utilization efficiency of environmental resources in this condition.\r\n",
      "name": "Environmental Resources’ Property Ownership and Firms Behavior in Duopoly Market",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5988",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:11:53.956300",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 47,
      "revision_id": "ce31b87c-7311-4185-9dc5-62d3fe60ead5",
      "url_type": null,
      "id": "13244d3e-7557-4a49-a7bd-7ca8a69b85e7",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The paper presents the issue of cargo shipments in air transport including fuel economy and its impact on the environment. Organization of air transport is part of the problems of fuel savings in both the national and international areas. The article presents the issue of optimizing transport routes, including the central airport and regional airports, which helps to reduce carbon dioxide emissions and environment protection.\r\n",
      "name": "Cost of Environmental Pollution in Air Transport of Cargo Shipments",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=6081",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:12:36.045697",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 48,
      "revision_id": "af737b1e-562d-4c39-bc03-f513eaacf87c",
      "url_type": null,
      "id": "d709e24b-ff6d-4594-9b84-80256ea6928b",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Study of hydraulic transients in hydropower plants especially in hydraulic turbine units with penstock is an important aspect. These transients cause large pressure and sub pressure oscillations in turbine hydraulic system. Hence these must be evaluated to avoid mechanical failure. In this paper, a turbine- penstock model has been analysed to study the effect of water hammer. Also an attempt has been made to analyze the effect of length, diameter and thickness of the penstock on water hammer. The simulation",
      "name": "Effect of Variation of Penstock Parameter on Mechanical Power",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5966",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:13:24.476024",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 49,
      "revision_id": "013ed935-3a76-4106-846f-4b75ca67ce89",
      "url_type": null,
      "id": "5f864456-75cd-4180-9fd8-e93af49deba0",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The grey Verhulst model is optimized by means of BP algorithm,a kind of grey Verhulst forecasting model based on BP neural network optimization is established and is used to oil production forecasting. The Verhulst model is mapped to a BP neural network, the corresponding relation between Verhulst model grey parameters and BP network weights is established. The BP neural network is trained by means of BP algorithm, when the BP network convergences, the optimized weights can be extracted, and the optimized grey Verhulst model based on BP algorithm can be realized. The optimized grey Verhulst is applied for national oil production forecasting, the experiment results show that the method is feasible and effective, compared with other methods, the method precision in this paper is higher.\r\n",
      "name": "Grey Verhulst Model Based on BP Neural Network Optimization for Oil Production Forecasting",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5987",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:14:06.406559",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 50,
      "revision_id": "3cc029bc-18e0-4e7e-a915-3786971d9253",
      "url_type": null,
      "id": "4ea913a0-1dd8-47d1-aa36-fde4b74ff7a0",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper analyses the theoretical aspects of the use of solar energy and water storage for sustainable electric energy supply. Proposed hybrid concept observed as an open energy system that behaves according to the local conditions and renewable energy source technology used. Sustainability of hybrid system is based on stabile water and energy budget of power plant in the planning period. The key relationship for system design and interdependence between electric power of solar generator and working volume of water (energy) storage is set. Water storage is a main functional element of the proposed concept that allows efficient harvesting of sun energy as well as water resources and thus significantly affects on the features of hybrid solutions. The developed theoretical relationships and proposed hybrid system indicators have been tested on two different climate areas, as paradigms of Continental and Mediterranean climate. Based on obtained results it has been concluded that presented hybrid concept of solar-hydro systems provides a promising basis for the development of sustainable energy systems.",
      "name": "Solar Energy, Water Storage and Sustainable Electric Energy Production",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=6045",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:14:55.680773",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 51,
      "revision_id": "8728b77d-2314-4f0e-a4d7-d95612251a04",
      "url_type": null,
      "id": "c75e6868-ab46-4df2-83f2-e5d72a46a479",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Thailand imports a large portion of crude oil which equals to 16.3 % of GDP in 2011 for driving the growth of Thailand economy. Several countermeasures are developed from various fields of responsibility in order to provide the sufficient and sustainable energy policy. This paper reviews the development of energy service company (ESCO) in Thailand which is expected to be an important player for the policy of energy conservation and efficiency. In addition, the strategic management of ESCO under the roles of Thai government, private organizations and ESCOs are also analysed with the current countermeasures and the future trend measures by considering three options of energy performance contracting (EPC). The results of analysis show that the strategic management of ESCO mainly depends on the directive of Thai government especially the enforcement of law and regulation. The ESCO with guaranteed saving contract will be dominant player if the law and regulation are effective enforced in the future. Moreover, the ESCO with shared saving contract will be the highest feasibility under the fully supported financial; however, the participation of the ESCO with consultant contract will decrease with significant level. Finally, the strategic management of ESCOs and opportunities in Thailand is presented.",
      "name": "The Strategic Management of Energy Service Company to Enahance the Sustainable Energy Management in Thailand",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=6101",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:15:37.592156",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 52,
      "revision_id": "bbc2dabd-373d-468e-96c1-e0292ed7cf59",
      "url_type": null,
      "id": "62d11956-b3b2-4544-b6d8-69170b875fe9",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Energy Supply – demand gap is increasing in almost all parts of the world. With depleting energy resources, the energy scarcity has become global problem. Global supply – demand gap during the year 2010 was 11.35% as against 5.32% in 2001. Industrialisation and increased use of energy may result in energy crisis and thus needs to be addressed with priority. With seemingly poor growth rate of 5.6% of fuel resources it not matching the power requirement. For India, the energy scenario is not different. The demand has grown by 54% in the last five years and average gap is 9.1% with net capacity addition of just 6.5%. This paper highlights the global and Indian energy scenario along with the need for energy studies in the wake of energy import situation. Further, the required energy policies and strategies to be implemented to tackle the energy challenges under the Indian scenario have been discussed.\r\n",
      "name": "Energy Strategies for India Under Perspective Energy Scenario",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=6083",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:17:10.098659",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 53,
      "revision_id": "ca797c8c-10bf-4aca-b147-6958a6c33531",
      "url_type": null,
      "id": "41cb7bcc-3da3-476b-9bf4-cd4c9c6820eb",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Abstract-In this paper,a low temperature coefficient (TC) current reference using the mismatch compensation method is proposed.The temperature independent reference current is generated by scaling the W/L ratio of voltage mirror and adjusting the difference in biasing resistances.The basing current dependent TC and the optimum design strategies for MOSFET and resistors will be discussed in the following.The current reference has been fabricated in CSMC 0.35μm CMOS process.SPICE simulation results show that a minimums TC of the current reference is less than 10ppm/oC within the range of -40oC~125oC,and the output current is about 6μA.The experimental results suffer from a considerable degradation due to practical accuracy control limitation.\r\n",
      "name": "Temperature Stable Ring Oscillator Based on the Mismatch Compensation of the Biasing Current",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=6076",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:17:59.940618",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 54,
      "revision_id": "7a59445e-c64a-4dd7-9188-8ad9d3b001d2",
      "url_type": null,
      "id": "8a777353-1351-46f3-9010-117864b2bebb",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Biofuels are fuels that are in essence biodegradable and non toxic. Moreover, they are manufactured from vegetable oils, waste cooking oils, animal fats and from recently living organisms. They can be divided into three categories: 1) First-generation biofuels which are made largely from edible sugars and starches. 2) Second-generation biofuels, which are made from nonedible plant materials and 3) Third-generation biofuels, which are made from algae and other microbes. Advanced biofuels can offer environmental benefits such as emit less particulate pollution than other fuels and particularly fuels that are based on petroleum. They are renewable sources of energy, thus you can just keep produce more, cheaper than diesel and finally, they can reduce dependence on foreign oils. The present paper examines the use of fuel gases (propane, natural gas) in a small four-stroke engine of internal combustion, which it is used for the movement of a small alternative generator. The electrical generator functioned without load and under different loads (500, 1000, 1500 and 2000 W), using as fuels gasoline and fuel gases. During the tests, it has been observed the CO and HC emissions for every fuel and load condition. The use of natural gas as fuel had as a result the CO and HC emissions decrease under different load. The flow of fuel gases was regulated so that until the load of 2000W the behavior of the engine from the aspect of efficiency to be the same with that of gasoline. This means that the engine rpm was the same for every electrical load in both fuels gasoline and fuel gases. During the tests, the consumption of gasoline and fuel gases were recorded and it has been noticed that they were increased when the electrical load was increased too. As far as the consumption of fuel gases is concerned, it has been noticed that it gives the same engine behavior from the aspect of power and engine rpm that the manufacturer gives for the use of gasoline.",
      "name": "Fuels NG and Propane in Gasoline Engine",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=6027",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:18:51.634018",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 55,
      "revision_id": "1ce8008f-44de-4873-8fab-3303581a9fd0",
      "url_type": null,
      "id": "cc4617d9-e158-4ddd-acb8-90ca3e1afdb9",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Oxidation stability of biodiesel is an important issue because fatty acid derivatives are more sensitive to oxidative degradation than mineral fuel. The vegetable oil, fats and their biodiesel suffer with the drawback of deterioration of its quality during long term storage unlike petroleum diesel due to large number of environmental and other factors making the fuel stability and quality questionable. There are various types of stabilities like oxidation, storage and thermal, playing key roles in making th",
      "name": "Oxidation Stability of Biodiesel",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5964",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:20:05.754585",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 56,
      "revision_id": "5b2fac91-688b-4fb6-a1d0-acdc9f4e9109",
      "url_type": null,
      "id": "a50307e5-270d-4003-90bf-1a7e0a8524a9",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Intermediately the methods have been developed to measure gross green house gas fluxes from reservoirs and natural water bodies and as a result, thin boundary layer and floating chamber method are developed. The former makes use of floating chambers with in situ or ex situ laboratory analysis and the latter use of floating chambers coupled to an automated instrument (NDIR or FTIR). Over the years many tests were done to compare the methods. There is no significant difference in the results obtained with the",
      "name": "Measurement Techniques for GHG Emission from Hydropower Reservoirs",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5973",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:20:48.736249",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 57,
      "revision_id": "eaa397e6-250d-4f6d-b853-7731cabfffb0",
      "url_type": null,
      "id": "08b6b8fb-63b5-4ae2-a616-8c01fc074860",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper analyzes world-wide macroeconomic implications of different post-Kyoto agreements and participation in emission trading schemes (ETS). The policy scenarios are based on the Copenhagen Accord, assuming that the EU completely implements its climate and energy package until 2020. For this, a detailed optimization model of European power generation and the global GINFORS model, which covers 50 countries and 2 regions, were used to carry out different scenario analyses. GINFORS is an economy-energy-e\r\n",
      "name": "Economic Impacts of Different Post-Kyoto Regimes",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=6003",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:21:32.945517",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 58,
      "revision_id": "f289f558-984c-49a7-aa2d-35abdac054c9",
      "url_type": null,
      "id": "240628b6-f4e0-4a2a-9f74-85476bf9b969",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " The paper describes a new method for determining critical load for a bus with respect to its voltage collapse limit of an interconnected multi-bus power system. For this purpose, network partitioning technique is used to transform load flow Jocobian matrix into a two by two matrix with respect to a selected/target bus and a procedure has been developed to determine load margin of the target bus using the elements of the transformed two by two elements Jacobian matrix and the bus voltage of the target bus. The validity of the proposed method has been investigated for the IEEE 30 and IEEE 118 bus systems",
      "name": "An Algorithm for Determining the Load Margin of an Interconnected Power System",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5995",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:22:27.970102",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 59,
      "revision_id": "d39a37f4-d756-4dd3-8407-f7e6e56d8548",
      "url_type": null,
      "id": "8bfdc30e-0851-47e3-8f7d-8727c5a59092",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The imported oil has had an enormous impact on so many people, so rapidly in so many ways and in so many places around the world. At the same time we must not forget the need for clean air, clean water, clean fuel and biodegradable, renewable materials. Hazardous pollutants that lead to atmospheric pollution have many sources and automobile's exhaust emission is one of these. Therefore, it needs to be taken into consideration seriously the replacement of fossil fuels with renewable fuels. More affordable and longer lasting, renewable fuels not only resurrect the economy but also save the environment before it’s too late. This paper will examine the use of diesel-soy oil mixtures in diesel four-stroke engine. The mixtures that have been used are the following: diesel-5% soy oil, diesel-10% soy oil, diesel-20% soy oil, diesel-30% soy oil, diesel-40% soy oil, diesel-50% soy oil. The fuels were submitted in different temperatures 10οC, 20οC, 30οC, 40οC, 50οC, 60οC. For those mixtures and for every fuel temperature the gas emissions of carbon monoxide (CO), hydrocarbons (HC), nitrogen monoxide (NO) and smoke have been measured. The fuel consumption and the gas emission temperature have also been measured.",
      "name": "The Soy Oil Behavior on Diesel Engine",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=6031",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:23:25.895326",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 60,
      "revision_id": "2910a719-7967-4ce5-8cc9-3b3d1c580164",
      "url_type": null,
      "id": "64b21cc3-129a-42e3-94f0-9677ccd5457a",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In the present paper, the Nonlinear Harmonic (NLH) method implemented in Fine/Turbo code has been evaluated for unsteady rotor-rotor interaction analysis. Strengths and weaknesses of the NLH method are highlighted through direct comparison with experimental data and time-domain unsteady simulation for the NWPU counter-rotating research compressor (CRRC) at the design and off-design conditions. The rotor-rotor interactions were studied in detail to advance the understanding of the flow physics involved. Based on the unsteady simulation, deterministic stresses were computed and compared to the NLH method to analyze distinct sources of unsteadiness and their effect on the time-averaged flow field. For the present case, the NLH method is about one order magnitude faster than the direct time-domain method.",
      "name": "Investigation of the Unsteady Flow in a Counter-Rotating Compressor Using the Nonlinear Harmonic Method",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5977",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:24:10.809614",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 61,
      "revision_id": "eb76927d-f218-4aaf-b9b8-04753261c2ed",
      "url_type": null,
      "id": "c0f97919-a9b8-4f6b-81f8-0505a7f3d17d",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This work aimed at evaluating the thin layer drying behaviour of amaranth grains (Amaranthus cruentus) and comparing the quality of the grains dried under solar-energy tent dryer systems and the open sun. The dryers were covered with clear, yellow and nectarine diffused polyvinyl chloride (PVC) materials of 200 micron thickness whose transmissivities were 90%, 85% and 82%, respectively. The ambient temperature and relative humidity ranged from 23.3～33.5oC and from 24%～46%, respectively, while the inside temperature and relative humidity in the solar dryers ranged from 30.4～50.7oC and from 15%～44%, respectively. Fresh amaranth grains with an initial moisture content ranging from 66.7%～68.8% dry basis (d.b) were dried under both conditions for 8 hours to an equilibrium moisture content of about 7% d.b. The quality attributes assessed were colour, hardness and crude protein content. The findings showed no significant effect of colour of cover material on the grain quality. The study demonstrates that natural convection solar tent dryers covered with PVC materials enhance the thin layer drying rate of amaranth grains without significantly affecting their quality.",
      "name": "Evaluation of Solar-Energy Dryer Systems on Drying Behaviour and Quality Attributes of Amaranth Grains",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5999",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:24:54.744925",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 62,
      "revision_id": "c4332002-e8ef-4f29-a1b5-2e7adeac9a68",
      "url_type": null,
      "id": "061ea879-f814-4497-aa7c-75ecb2ff47f5",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper presents estimation of optimum speed parameters of wind turbine generator using new formulation of capacity factor. The formulation includes the effect coefficient of performance between cut-in and rated wind speed of the wind turbine generator. Second Mean Value Theorem for integrals and Weighted Average Harmonic Mean are applied to derive the capacity factor expression. The proposed model is tested using the actual wind data measured at Kappadgudda wind site. Analytically computed speed parameters are compared with the speed parameters of wind turbine generator installed at site to show the effect of coefficient of performance. It is observed from results that the accuracy in assessment of power in the wind and performance of wind turbine generator improves by 20 % with the new model. The proposed model helps in wind farm planning and site matching of wind turbine generator.\r\n",
      "name": "Effect of Coefficient of Performance for Estimation of Optimum Wind Turbine Generator Parameters",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=6098",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:25:35.725258",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 63,
      "revision_id": "51ce04fd-1251-4889-bb29-57754b369eb5",
      "url_type": null,
      "id": "ebdc0981-814f-4cf2-9a53-9abe3311051e",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Nitrogen is one of the main pollutants in sewage. The traditional wastewater treatment technology, which lacks in integrated collection systems, poses excessive investment costs on the control of nonpoint pollution. The constructed wetland capable of removing nitrogen effectively, moreover, it is friendly to eco-system and requires low investment costs. So it is an important technology to reduce the nitrogen load, especially from the nonpoint source. In order to further study on nitrogen removal mechanism and improve the removal rate of nitrogen from wastewater, combined floating bed and bio-film constructed wetlands (FBCW) simulation system was built to treatment sanitary wastewater with filamentous palm, non woven and Trifolium repens L. TN, NH3-N, NO3-N, NO2-N and pH were investigated for upper, middle and lower layer wetland system by intermission operation during 118 days under natural conditions. Results demonstrated that the system was into the stable phase of high removal rate after 48 days with hydraulic loading of 2m3/(m2.d) and the hydraulic retention of 10 hours. Average removal rate of TN and NH3-N were 64.4% and 60.6%, and the highest removal rate reached 79% and 77%, respectively. Segregation effect was clear. The purification ability of upper layer was higher than the middle. Middle layer was higher than the lower layer. TN and NH3-N removal rate of upper layer were 1.96, 1.45 times and 1.36, 1.12 times higher than that of the middle and the lower layer, respectively. And the system has a good buffering capacity. pH variation of inflow water have a greater impact on the lower layer, while the upper pH values stabilized at 7.38-7.74.",
      "name": "The Study on Segregation Purification for Nitrogen’s Different forms through Constructed Wetlands",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=6007",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:26:19.709499",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 64,
      "revision_id": "24c31b5b-9b51-445c-9823-a4d8206a0419",
      "url_type": null,
      "id": "c3f1f15c-79e3-46a1-9d9e-a8465e1d7b4f",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This experiment used a continuous stirred tank reactor (CSTR) with brown sugar water as the fermentation substrate, and sewage sludge as the initiation of reaction. Hydrogen production reached a stable level under conditions of an intake of pH 7.0+0.1, an oxidation-reduction potential (ORP) of -420mV, a temperature of (35 ± 1) ℃ and a hydraulic retention time (HRT) of 6 hours. (Hydrogen was the main component from the ethanol-type fermentation). We were able to focus on the impact of changing the organic load on Hydrogen production by keeping all other parameters consistent. At the same time, the microorganisms were allowed to maintain high activity by regulating the pH level. Results showed that when the organic load increased from 12 kg/m³-d to 32 kg/m³-d, the biogas and hydrogen production rates continuously increased. When the organic load was 32 kg/m³-d ,it reached a maximum production rate of 18.6L/d and a hydrogen production rate of 6.4L/d. Compared with the initial 12kg/m ³-d , gas production improved by 89% and 87%,respectively. During system operation, lowering the intake pH to 5.85 resulted in the inhibition of microbial activity of anaerobic fermentation, resulting in a decline of rate of hydrogen production and the ORP increased to-328mV. Under these conditions, the reactor could maintain a high hydrogen production rate of ethanol-type fermentation by adding a certain amount of NaOH in the reactor to regulate the pH level.",
      "name": "Effect of Organic Loading on Hydrogen in A Continuous Bio-hydrogen Production Reactor",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=6121",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:27:01.271028",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 65,
      "revision_id": "34c0c9f8-cd47-4fac-bbb1-28d7004d0c34",
      "url_type": null,
      "id": "e87fceb0-a65e-488e-8212-4cb2b06e954c",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "As a result of recent developments in fuel cell technology, serious consideration is given to direct alcohol fuel cells in which alcohol is used directly as the fuel. Methanol and ethanol are the most promising fuels for transportation applications. To assess the environmental benefits of these fuel choices over petroleum, it is important to analyze their energy uses and emissions during the entire fuel cycle. A direct alcohol fuel cell model was developed with a software simulation, and a data analysis was conducted based on the simulation results. Energy consumption and emissions were calculated throughout the entire cycle from well-to-wheels (WTW). It was observed that the direct methanol fuel cell (DMFC) reduces energy consumption and emissions, and that when ethanol, a renewable energy source, is used in fuel cells, it will significantly cut emissions from fuel cells. However, ethanol uses more energy throughout the entire cycle.",
      "name": "Evaluating the Energy Consumption and Emissions of Direct Alcohol Fuel Cells",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=6135",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:27:55.657027",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 66,
      "revision_id": "a2e32718-ddfb-4bb3-8dbc-b1090821f648",
      "url_type": null,
      "id": "f1f8ef42-e77f-4bc5-9f19-deef9070367f",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " The fast increase in importance of the solar energy resource as viable and promising source of renewable energy has boosted research in methods to evaluate the short-term forecasts of the solar energy resource. There is an increase on demand from the energy sector for accurate short-term forecasts of solar energy resources in order to support the planning and management of the electricity generation and distribution systems. The Eta model is the mesoscale model running at CPTEC/INPE for weather forecasts and climate studies. It provides outputs for solar radiation flux at the surface, but these solar radiation forecasts are greatly overestimated. In order to achieve more reliable information, Artificial Neural Networks (ANN) were used to refine short-term forecast for the downward solar radiation flux at the surfaceprovided by Eta/CPTEC model. Ground measurements of downward solar radiation flux acquired in two SONDA sites located in Southern region of Brazil (Florianópolis and S?o Martinho da Serra) were used for ANN training and validation. The short-term forecasts produced by ANN have presented higher correlation coefficients and lower deviations. The ANN removed the bias observed in solar radiation forecasts provided by Eta/CPTEC model. The skill improvement in RMSE was higher than 30%when ANN was used to provide short-term forecasts of solar radiation at the surface in both measurement sites.",
      "name": "Solar Radiation Forecast Using Artificial Neural Networks",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=6069",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:28:52.280081",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 67,
      "revision_id": "d8724184-22fb-424a-b9e1-9a29767a0745",
      "url_type": null,
      "id": "e47a03b0-1e72-44c2-b5ec-31a1fb375cb7",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Research on the produce of renewable energy as a source of solar power has continuously advanced. We have proposed an energy cycle that uses solar-pumped pulse lasers and base metal nanoparticles. Here, Fe and Al nanoparticles were prepared by laser ablation in liquid for the energy cycle. Solar power was confined in base metal nanoparticles. Metal plates were fabricated by sintering metal paste with base metal nanoparticles. Electricity was generated by air cells using the sintered metal plate. A highly repetitive laser pulse, which was an alternative to lasers driven by solar power, was used for laser ablation in liquid, and metal oxides (Fe3O4 or Al2O3) were reduced and metal nanoparticles were fabricated. Metal plates with a low electrical resistance were fabricated by sintering them at a low temperature of 520 K. The electrical properties of the air cells fabricated using sintered paste with nanoparticles as negative electrical cathodes were the same as those of the air cells fabricated in a blast furnace. It was found that the sintered metal nanopaste could be used for air cells.",
      "name": "Air Cells Using Negative Metal Electrodes Fabricated by Sintering Pastes with Base Metal Nanoparticles for Efficient Utilization of Solar Energy",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=6159",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:29:34.275319",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 68,
      "revision_id": "6d1b9d6b-4a7e-4f30-91bc-5cfaab81f260",
      "url_type": null,
      "id": "690f95c0-d91a-4743-9bef-18a63bd85585",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In the days before the proliferation of large cities and industry, nature’s own systems kept the air fairly clean. Wind mixed and dispersed the gases, rain washed the dust and other easily dissolved substances to the ground and plants absorbed carbon dioxide and replaced it with oxygen. With increasing urbanization and industrialization humans started to release more wastes into the atmosphere than nature could cope with. Since then, more pollution has been added to the air by industrial, commercial and domestic sources. There are several many types of air pollutant. These include smog, acid rain, the greenhouse effect and holes in the ozone layer. The atmospheric conditions such as the wind, rain, stability affect the transportation of the air pollutant. This paper examines the use of diesel-used vegetable oil mixtures in four-stroke diesel engine. The mixtures used are the following: diesel-5% used vegetable oil, diesel-10% used vegetable oil, diesel-20% used vegetable oil, diesel-30% used vegetable oil, diesel-40% used vegetable oil, diesel-50% used vegetable oil. For those mixtures the gas emissions of carbon monoxide (CO), hydrocarbons (HC), nitrogen monoxide (NO), smoke are being measured. Also the gas emissions temperatures are being measured and the consumption for any fuel mixture is examined. The fuel temperatures are 30oC and 40oC.",
      "name": "Blends of Diesel – used Vegetable Oil in a Four-Stroke Diesel Engine",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=6033",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:31:04.811999",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 69,
      "revision_id": "7071a9db-265a-439b-8aa1-bddf95e1e0f4",
      "url_type": null,
      "id": "8a90b7ca-b0bb-41c8-b280-1d8d9b2bd53f",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Catalytic pyrolysis by heat transfer model can be solved the control temperature in tube furnace to produce bio-oil by continuous pyrolysis process and this study concern the products yield of bio-oil from mixed biomass consist of Cogongrass, Manilagrass and the leaf of trees, which conducted temperatures in the range of ~ 400-550°C, considering the feed rate of 150, 350, and 550 rpm (r?min?1)]. Preliminary result of proximate analysis was founded that the high volatile matter, low ash and moisture. The products yield calculation showed that the liquid yield of bio-oil was highest of 55.60 %, and 45.45%., at 350 rpm and 550 rpm., respectively, the solid yield of bio-oil was highest of 27.35 %, at 350 rpm, and the gas yield of bio-oil was highest of 43.60 %, at 150 rpm. Indicated that biomass from mixed biomass had good received yields because of low solid yield and gas yield and high liquid yield. The compounds detected in bio-oil from mixed biomass showed that the functional groups, especially; phenols. For the purpose that; In this research not only concern the feed rate and the heat transfer for contact biomass but also concern the control gas flow and temperature balanced.",
      "name": "Catalytic Pyrolysis by Heat Transfer of Tube Furnace for Produce Bio-Oil",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=6099",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:32:18.907548",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 70,
      "revision_id": "e19ea16f-6dbe-40d2-9402-bf5366f4ab12",
      "url_type": null,
      "id": "811a8758-77a3-4873-93b7-8267da0ad579",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper presents a CMOS bandgap reference and current reference based on the resistor compensation. The proposed architecture consists of various high positive temperature coefficient (TC) resistors, a two-stage operational transconductance amplifier (OTA) and a simplified start-up circuit in 0.35-um CMOS process. In the proposed bandgap reference and current reference, numerous compensated resistors, which have a high positive temperature coefficient (TC), are added to the parasitic n-p-n and p-n-p bipolar junction transistor devices, to generate a temperature-independent voltage reference and current reference. With the simplified start-up circuit, the proposed resistor-compensation bandgap reference and current reference can be started at 43 ns at a minimum supply voltage of 1.35 V. The measurements verify the current reference of 735.6 nA, the voltage reference of 888.1 mV, and the power consumption of 91.28 uW at a supply voltage of 3.3 V. The voltage TC is 49 ppm/℃ in the temperature range from 0oC to 100oC and 12.8 ppm/℃ from 30oC to 100oC. The current TC is 119.2 ppm/℃ at temperatures of 0oC to 100oC. Measurement results also demonstrate a stable voltage reference at high temperature (> 30oC), and a constant current reference at low temperature (< 70oC).",
      "name": "CMOS Bandgap Reference and Current Reference with Simplified Start-Up Circuit",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=6084",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:32:59.049726",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 71,
      "revision_id": "d45a09ba-b4ee-4247-90c4-f8f87985930f",
      "url_type": null,
      "id": "84055736-c04a-4b9f-b056-6eb8ca41d258",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In this paper, Matlab/Simulink based new saturation model is proposed to investigate the transient performance of a three-phase induction machine. The model as proposed is used to predict the transient performance of three-phase induction generator under different operating conditions. Closeness of simulated results with experimental results on a test machine proves the effectiveness of the proposed model.",
      "name": "Transient Analysis of Three-Phase Self Excited Induction Generator Using New Approach",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=6022",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:33:47.487439",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 72,
      "revision_id": "16747afb-4e4a-4d47-93d1-1d11311fe8a5",
      "url_type": null,
      "id": "6b88d36f-3851-4799-a079-f32b2cddf982",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper deals with faults detection and localization of wound rotor induction machines based on principal components analysis method. Both, the localization and the detection approaches consist in analyzing a detection index which is established on the principal components. Once the faults are detected, the affected state variables are localized by the variables reconstruction approach. The EWMA filter is applied to improve the faults detection quality by reducing the rate of false alarms. An accurate analytical modeling of the wound rotor induction machines is proposed and implemented on the software Matlab to obtain the state variables data of both healthy and faulted machines. Several simulation results are presented and analyzed.\r\n",
      "name": "On the Sensitivity of Principal Components Analysis Applied to the Wound Rotor Induction Machines Faults Detection and Localization",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=6130",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:34:47.035354",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 73,
      "revision_id": "bac54364-a41d-4c7a-8ce4-0a192a361639",
      "url_type": null,
      "id": "5b1bd66b-52bc-44e6-ad53-cca680bf0539",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Recently, many researchers have focused on the Ad-Hoc networks especially the routing protocols which include reactive and proactive routing protocols. The ultimate goal of routing protocols is forwarding data packet from the source to the destination. Consequently, several proactive routing protocols, such as routing information protocol (RIP), and reactive routing protocols, such as Dynamic Source Routing (DSR), are based on exploring, maintenance, and recuperating the route path. The likely problem in the Ad-Hoc networks is how to establish the best routing protocol that assures the requirements of the application concerning about some criteria. This work presents the evaluation of RIP and DSR utilizing the QualNet simulation. Furthermore, the achievement of these routing protocols was assessed based on the throughput, average jitter, average end-to-end delay, and energy consumption metrics. This paper demonstrates that the RIP has superior evaluation performance as compared to DSR in two different scenarios (effect of the number of nodes and effect of packet size).",
      "name": "Evaluation of the Quality of Service Parameters for Routing Protocols in Ad-Hoc Networks",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=6087",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:36:58.256650",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 74,
      "revision_id": "59c2ff09-8345-4265-be0b-16e448547111",
      "url_type": null,
      "id": "99f96df4-3811-4ea7-955b-fde311b4575e",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " In this study the power performance of two small grid connected wind turbines have been investigated. The objective was to study impact of load power factor on the wind turbine power curve. Two small wind turbines were tested in a number of load conditions and test data were collected for about two months. A set of resistors, inductors and capacitors were used as load in addition to grid connection. The every second test data was collected for at least two days in each load condition. Data was analyzed for active power, power factor and reactive power. Wind turbines power curves are plotted with load and without any load connected between the wind turbine and the grid. Results indicate that type of load does not significantly effects the power curve of a small wind turbine. It was also observed that above 200W power factor of small grid connected wind turbine was also constant.\r\n",
      "name": "An Investigation of Power Performance of Small Grid Connected Wind Turbines under Variable Electrical Loads",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=6134",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:37:41.861772",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 75,
      "revision_id": "eb3ce070-45d6-4c70-a510-d15f865df0eb",
      "url_type": null,
      "id": "6c4f8f5d-0b5b-4bcb-b66d-250624e0a286",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Several wind power or wind speed forecasting methods have been reported in the literature over the past few years. A brief overview and comparison of all these techniques is the main focus of the present work. This paper provides insight on the foremost forecasting techniques, associated with wind power and speed, based on numeric weather prediction (NWP), statistical approaches, ARIMA models, artificial neural network (ANN), grey models, data mining models and hybrid techniques over different time-scales. The various wind power forecasting techniques have been categorized into following three major classes: (i) Physical models, (ii) Statistical models, and (iii) Hybrid models. It has been observed that forecasting accuracy of different models vary due to different types of terrain and wind turbulence at the different wind farms. Based on the assessment of wind power forecasting techniques, further direction for additional research and application is proposed.",
      "name": "Wind Power Forecasting: A Review of Statistical Models-Wind Power Forecasting",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5982",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:38:39.331387",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 76,
      "revision_id": "b0853bd3-7769-4089-894d-98cd21662bc6",
      "url_type": null,
      "id": "fb7d4714-67b4-4026-92c5-bcb79c93678a",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " The aim of this paper is to investigate the monthly and seasonal variation of the wind resource in term of wind energy potential using the wind speed data collected in the last decade for the meteorological stations at two coastal locations situated in Algerian East. After the study of temporal Weibull parameters, we proceeded to give a correlation between the air temperature and the wind speed. The vertical extrapolation of Weibull parameters and mean wind speed at a height of 50m was made and the analysis of annual energy efficiency, seasonal and monthly was made for wind energy conversion systems of 600kw rated capacity. The results show that El Kala has the highest wind potential with the annual mean wind speed V=3.7m/s and the annual wind energy production equal to 1.4Gwh/year, while Skikda gives a less potential. The study gives the coastal regions situated in East of Algeria with a little wind potential, where the better wind energy potential is given in coldest months.\r\n",
      "name": "Assessment of Coastal Wind Energy Resource,Two Locations in Algerian East",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5996",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:39:25.055888",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 77,
      "revision_id": "166f54f5-cc33-4c18-bf29-1a1010763031",
      "url_type": null,
      "id": "5a74cb50-cf7e-4a37-abd7-4617bd042088",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Wind power is one of renewable clean energy which has huge reserve. According to the relevant data, 1% of the wind resource on the earth will be able to satisfy the world's energy needs. In recent years, as the rapid development of China's wind power industry, wind farm site selection has also become an important research subject. This article is based on the AHP model to analyze the many indicators which impact on the wind farm site selection.\r\n",
      "name": "Application of AHP in Selection of Wind Farm’s Location",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=6144",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:40:07.815084",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 78,
      "revision_id": "686ed77a-a879-4a5d-a2c0-9e49f1cfb0c4",
      "url_type": null,
      "id": "83c79fe2-3adc-4766-b170-36f5784bb099",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The proposed concept is a means to store wind energy in electric vehicle (EV) batteries after they have degraded past their usable life in consumer vehicles extending the life cycle of the batteries. With the recent excitement surrounding EVs, a surplus of post consumer batteries and reject batteries is expected a few years down the road. The batteries would be utilized to store electricity during off-peak demand periods and redistribute to the grid during on-peak demand periods for grid stabilization. Based on the Michigan Renewable Portfolio Standard of 10% electricity generation from renewable sources by 2015, Michigan will have an adequate amount of wind capacity to charge the EV battery wind storage facility and meet all of Michigan’s 2015 consumer EV requirements.\r\n",
      "name": "Wind Charged Battery Storage Facility",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=6143",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:40:53.880836",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 79,
      "revision_id": "298af636-0f8f-4429-8e8c-7446a33dbe50",
      "url_type": null,
      "id": "d2846c78-3991-41e7-90d0-3afafcfa42ac",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This research was conducted to determine the limiting values of the geometric concentration when used with solar thermal system (thermoelectric generator) (TEG) to maintain desired hot and cold side temperatures for power generation. An optimum heat sink fin gap is considered to achieve maximum heat transfer rate using passive cooling. A theoretical model is developed for determining the optimum solar concentration using a thermoelectric generator sandwiched between the target plate and passive cooling heat sink. Thermal resistance and Seebeck coefficient of a thermoelectric generator under consideration is experimentally determined. Heat flow path for this system is defined and energy balance equations are established. A computer model is developed to solve the energy balance equations and find the optimum values for geometric concentration and hot & cold side temperature of thermoelectric generator. It was observed that for the specific configuration of heat sink and thermoelectric generator in a system, the trend of temperature difference between the hot and cold sides remain the same at different heat input conditions. The optimum geometric concentration for solar radiation intensity of 800 W/m2 and heat sink fin length of 0.15m is predicted to be 13. The theoretical model is capable of optimizing the values of geometric concentration for desired hot side or cold side temperature.\r\n",
      "name": "Theoretical Analysis to Determine the Solar Concentration Limit with Passive Cooling of Solar Cells",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=6080",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:41:37.964100",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 80,
      "revision_id": "dbabe9d4-5b39-41f8-9c8f-616ce97f05e1",
      "url_type": null,
      "id": "885fb307-6590-4c0d-ba53-a60b2967b98f",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "www.ijesci.org/paperInfo.aspx?ID=6034",
      "name": "The Effect of Olive –Seed Oil Fuel on Diesel Engine",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=6034",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:42:55.909004",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 81,
      "revision_id": "186d9135-88c2-43a3-bf6f-a044c19e818c",
      "url_type": null,
      "id": "a8cd6ac0-3289-4a15-af09-8d754d8891ac",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The environmental costs of industrial agriculture are well recognized in America. Agribusiness corporations, as both the cause and result of industrial agriculture, are attacked and criticized by ecological agrarians. To move agriculture toward the maintenance of the health of the land and of ecological integrity, ecological agrarianism in America asserts that urbanites should also participate in the movement of sustainable agriculture. They may support the small, diversified farms through projects like com",
      "name": "Reforming Agribusiness Corporations",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=6006",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:43:44.574224",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 82,
      "revision_id": "3b606835-d248-4252-b34a-b35d428db9d5",
      "url_type": null,
      "id": "4bb7bc67-8909-4705-8766-c842d24586de",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In any application in which working with batteries is a must, the knowledge of the batteries’ state-of-charge (SOC) is a fundamental parameter for anyone, so it determines the remaining capacity in the battery. There exist several methods for the estimation of this SOC in Lead-acid batteries; however, when the requisites of the measuring method must offer, besides precision and reliability, the possibility to integrate the results into an automatized system, the Coulomb’s counter is the method that prevails. This paper presents, then, the design of a simpler Ampere-hourmeter based lead-acid battery SOC estimating system. Supported by previous studies in the field of SOC estimation in Hybrid Electric Vehicles and by experimental tests carried out by the researchers, the modelling of the simpler measuring system has been parameterized by following Peukert’s Equation, and afterwards it has been integrated into a data acquisition and processing system designed through a CSNX25 current sensor and a low-cost and low-consume 16F877 microcontroller. The fundamental conclusion of this paper is that obtaining an accurate result while estimating the SOC of a lead-acid battery with an simpler Ampere-hourmeter developed through a microcontroller based system is achievable but only if the used microcontroller holds enough memory to include the whole data treatment algorithms.\r\n",
      "name": "Design of a Simpler Ampere-Hourmeter",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=6011",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:44:39.633779",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 83,
      "revision_id": "cbe9eee0-c602-4f0e-aa63-9f04d30e6ba4",
      "url_type": null,
      "id": "fcbf4332-d51a-4e80-89ba-2bb9334e5272",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Biogas industry has been undergoing a rapid growth in China for the sake of generating renewable energy and protecting environment and climate in China. But the development of centralized biogas plants is still in the very beginning phase and little experience is gained regarding opportunities and challenges for realizing the centralised biogas plants in China. The study applies stakeholder oriented material flow management methods to analyze a pioneering centralised biogas plant in Yangling. It can be shown that the centralised biogas plant will have a good contribution to production of renewable energy, protection of local environment and global climate as well as recycling of manures slurry. The obstacles for realization of the CBP Yangling mainly concentrate on stakeholder cooperation challenges. One challenge exists between the livestock farms and the investment company of the centralised biogas plant in Yangling and another one is between the investment company of the centralised biogas plant in Yangling and the German biogas technology company. Further analysis demonstrates that the direct stakeholder cooperation challenges in material flow system are mainly affected by the lack of coordination among the indirect stakeholders-national and local governments, who regulate the relevant policies and actions. Therefore, current policies, such as biogas plant subsidy policies and environmental protection enforcements, need to be improved to better cultivate development of the biogas industry.",
      "name": "Cooperation Challenges of Developing Centralized Biogas Plant in China - A Material Flow Management Approach",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5989",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:45:25.912464",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 84,
      "revision_id": "99e426db-0d1d-4795-b0e8-0c5ed39258fb",
      "url_type": null,
      "id": "04d7d0cc-6a3b-419e-84c3-eb573e93f769",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " This article presents a review about the application of various non-conventional & renewable energy sources especially solar energy. Renewable energy sources are indigenous, and can therefore contribute to reducing dependency on energy imports and increasing security of supply. Development of renewable energy sources can actively contribute to job creation, predominantly among the small and medium sized enterprises which are so central to the community economic fabric, and indeed themselves form the majority in the various renewable energy sectors. Deployment of renewables can be a key feature in regional development with the aim of achieving greater social and economic cohesion within the community. Finally, this paper explores six broad types of renewable energy sources, their characteristics and typical application: solar energy, wind energy, bio energy, hydro energy, geothermal energy, wave and tidal energy.\r\n",
      "name": "Renewable Energy Sources- An Application Guide",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=6032",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:46:12.722996",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 85,
      "revision_id": "0ce9aaf5-a034-4e02-ba87-1a9b682e6d95",
      "url_type": null,
      "id": "a38fbffc-99a3-42b0-bc5d-67d58ce6405a",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Gasification of Juliflora chips was carried out in a 0.156 m inner diameter and 5 m height circulating fluidized bed gasifier with sand of 250 μm diameter as the bed material and air as the fluidizing medium. The influence of equivalence ratio and gasification temperature on gas composition, gas yield, lower heating value and gasification efficiency was investigated. The gasification temperature and equivalence ratio were maintained in the range of 700 to 900oC and 0.2 to 0.3 respectively. Equivalence ratio and temperature strongly influenced the gas composition. With an increase in equivalence ratio, the temperature and gas yield were increased decreasing the gas heating value. It was also observed that the increase of temperature also increases the gas heating value, gas yield and gasification efficiency. Comparison of present experimental data with findings of other studies of different biomass fuels is also discussed in this paper.",
      "name": "Gasification of Juliflora Chips in a Circulating Fluidized Bed Gasifier",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=6119",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:46:56.134705",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 86,
      "revision_id": "be32f38b-b4e8-485b-8603-37a0911c205e",
      "url_type": null,
      "id": "2d5cd2c6-f8aa-4aeb-ba80-34637f388a03",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Xylanase (E.C 3.2.1.8) is a wide spread group of enzyme which can catalyse the endohydrolysis of 1,4-β-D-xylosidic linkages in xylan. It has a wide range of application in industrial areas. Trichoderma sp. was selected as a potential producer of xylanase via a solid state fermentation system (SSF) using sugarcane bagasse as substrate. Fermentation was proceeded in the condition of 5.6 g sugarcane bagasse, 1% sucrose (w/w), 1% yeast extract as solid substrate and 70% moisture content (v/w). The aim of this study was to identify the ideal physical conditions of SSF for the highest xylanase acitivity. Thus, different fermentation days, concentration of carbon sources, moisture content and pre-incubation temperatures to the medium were conducted. The results obtained show that the higher xylanase enzyme activity of 380 U/g substrate DW was the maximum activity by using 1% sucrose as carbon source, 50oC of pre-incubation temperature, 70% (v/w) of moisture content at the fermentation day of six.",
      "name": "Production of Xylanase by Trichoderma sp. Via Solid State Culture Using Sugarcane Bagasse",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=6046",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:47:39.651636",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 87,
      "revision_id": "db1d86fc-7429-40fa-b71d-9fb5c902ec0c",
      "url_type": null,
      "id": "748145d9-f824-4d34-997b-b9c55e20203f",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Selecting the fuel properties as the independent variables, and the emissions from engines as the dependent variables, the fuzzy linear regression equations are constructed in this paper with the fuzzy linear regression; as well as the simulation and prediction results calculated with the equations are analyzed. Satisfactory results are achieved by selecting an appropriate degree of membership. The effect of the degree of the membership on the fuzzy regression coefficients is also analyzed. There was no effect on the fuzzy centers of the fuzzy regression coefficients of the equations for total hydrocarbons (HC), carbon monoxide (CO), nitrogen oxides (NOx). There was a little effect on those of the equation for particulates (PM). The fuzzy widths of the fuzzy regression coefficients increase when the degree of the membership increases. When the biases of the center values of the simulation results to the actual values are big or the intervals of the simulation results are too big to have meaning, additional restrictions should be used to improve the simulation accuracy of the equations.",
      "name": "Investigation of the Relationship between Diesel Fuel Properties and Emissions from Engines with Fuzzy Linear Regression",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=6014",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:48:17.753150",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 88,
      "revision_id": "f514f5df-9734-4e7b-800f-89b0b3d9f86a",
      "url_type": null,
      "id": "1ae53c3f-363d-40ba-8f1c-7130c7034821",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " In restructured electricity markets, an effective transmission pricing method is required to address transmission issues and to generate correct economic signals. Transmission line constraints can result in variations in energy prices throughout the network. These prices depend on generator bids, load levels and transmission network limitations. Locational Marginal Pricing (LMP) is a dominant approach in energy market operation and planning to identify nodal prices and manage transmission congestion. This paper presents a Genetic Algorithm (GA) based security constrained economic dispatch (SCED) approach to evaluate LMP’s at all buses while minimizing total system fuel cost for a constrained transmission system, with and without considering system losses. The proposed GA based SCED approach is applied to EEE 14 bus, 75 bus Indian power system and New England 39 bus system. The results obtained are compared with conventional Linear Programming based DCOPF using Power World Simulator. Both fixed and linear bids are considered for generators. The load is assumed to be inelastic. The proposed GA based SCED for LMP calculation is proved to be very simple, reliable and efficient in all the studied cases. Further, the optimal redispatch of generators using GA leads to overall reduction in generation fuel cost.",
      "name": "A Genetic Algorithm Based Security Constrained Economic Dispatch Approach for LMP Calculation",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5998",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:48:55.661351",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 89,
      "revision_id": "67eef9b0-542f-4a2e-8d55-ca7b3ac8afb6",
      "url_type": null,
      "id": "e3ee07f7-4536-448e-babc-0e2cc2518dd0",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " According to the recast of the Energy Performance of Buildings Directive (EPBD), after 2020 all new buildings should have nearly zero energy consumption. For the public sector this Directive will be applied two years in advance. Although the term “nearly zero” is not quantified in the Directive, here it means a total primary annual energy consumption of less than 15 kWh/m2. There is thus a need to investigate ways to achieve this nearly zero energy consumption first by applying various thermal load reduction measures and then renewable energy systems. Therefore, in this paper, various measures are investigated as applied to a hypothetical typical house, 196 m2 in area located in Nicosia, Cyprus, to achieve this low energy consumption. These measures concern the use of insulation, type of glazing, natural ventilation, shape of the building and use of overhangs. The building is modeled with TRNSYS using the detailed Transfer Function Method (TFM). The baseline scenario, which involves a building with non-insulated walls and roof and single-glazed windows, shows a consumption of 297.7 kWh/m2 per year. From the measures investigated the most effective are the insulation and the use of advanced glazing systems, which reduce drastically the cooling load requirement but increase the heating load, although the total annual effect is the reduction of the total consumption. Natural ventilation has a smaller but significant effect. A solar water heater is also installed on the house to provide the hot water requirements of the occupants. The total contribution of this system is 6480 MJ or 9.2 kWh/m2 per year. The results show that a considerable reduction can be obtained from the above measures, which could lower the consumption to 88.27 kWh/m2 per year, but they are not enough to reach the target required unless an additional renewable energy system is installed to produce some of the energy consumed. Therefore, for the best case of measures examined, a 9.6 kWp polycrystalline PV system is required to be installed so as the building could achieve the required consumption of 15 kWh/m2.",
      "name": "Measures Towards Nearly Zero Energy Houses in Cyprus",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=5993",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:49:47.666326",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 90,
      "revision_id": "bb2036f5-447b-4564-ae55-471f27523124",
      "url_type": null,
      "id": "742dc122-eec9-4ee4-bda0-e0c4d668c1bf",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Evaluation has been made on the monthly and annual average diurnal evolution of the hourly diffuse radiation as well as its radiometric fractions on surfaces inclined at 12.85, 22.85 and 32.85° to face North, in climate conditions of Botucatu, São Paulo, Brazil (22.85° S and 48.43° W). Measurements were made between 04/1998 to 08/2001 for 22.85°; 09/2001 to 02/2003 for 12.85° and 01/2004 to 12/2007 for 32.85°, with concomitant measures in the horizontal. For all surfaces the diffuse radiation was obtained from different method. Assessment has been performed as well on the radiometric fractions obtained from the ratio of diffuse radiation and global radiation (KDH and KDβ) and between radiation and diffuse radiation at the top of the atmosphere (K'DH and K'Dβ) for the horizontal and tilted surfaces in hourly partition. The diffuse radiation levels were dependent on variations in precipitation and cloudiness. There was an increase in the differences between the diffuse radiation and the radiometric fractions with the increment of the angle, and in horizontally, which affected higher levels of diffuse radiation in spring and summer. The values of KDH and KDβ present in an inverse behavior were compared to diffuse radiation and theydecreased in the southern passage due to the increase of the direct component in the total of incident radiation.",
      "name": "Diurnal Evolution of the Hourly Diffuse Solar Radiation Incident on Tilted Surfaces in Southeast of Brazil",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=6202",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:50:39.985584",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 91,
      "revision_id": "9f3384fc-da11-4e76-995a-f03b21cb315b",
      "url_type": null,
      "id": "488cecaa-8e65-43ce-8b7f-78bc8f5d2d63",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper examined the factors that determine the carbon dioxide emission in USA, Japan, China and India during the period 1970 to 2008. The statistical results show that increased CO2 emission is a factor of increased fuel consumption across countries, and does not happen simply due to the passage of time. The results of the panel, indicate a direct relation with fossil fuel consumption but not as much with the population increase. There is minor variation in the results of fossil fuel consumption variables across countries, in case of coefficients being statistically significant. However, the significance level is very low in case of population variable in some of these countries. The panel data analysis suggests that the carbon dioxide emission is mainly a factor of heavy fossil fuel consumption, and not merely due to increase in population.\r\n",
      "name": "Carbon Dioxide Emission by Major Fuel Consuming Countries: A Panel Data Analysis",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=6037",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:51:45.090729",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 92,
      "revision_id": "d27a8d84-c408-4ef2-99ae-a38d52a26d02",
      "url_type": null,
      "id": "d43d1984-5d00-4707-b1ae-2a6ef7f1c3d2",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The common and individual uncertainties are the main factors influencing the motivation of climate change investment for each country. By distinguishing and involving the three effects of climate change investment on utility, strategic game model with rationality hypothesis is proposed and simulated to evaluate the relationship between the investment motivation and individual risk exposure due to individual uncertainties. The positive correlation between the risk exposure and investment motivations is confirmed. The negative influences of risk exposure on utilities of game equilibriums whatever the dynamic strategies are also tested. Upgrade of the structure of economy and enhancement of the anti-fluctuation capacity for the economy shock of global warming deserve to be the focus and priority.\r\n",
      "name": "Motivation of Climate Change Investment and Risk Exposure: New Perspective from Game Model",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=7782",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:52:20.139486",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 93,
      "revision_id": "3e186178-4e75-4a5a-a189-c26ef013fac4",
      "url_type": null,
      "id": "ff246e9d-5290-4c99-b717-8b21d208cc61",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The severe conflict between electricity price and coal market price in China has existed for long time. As coal-electricity price conflict becomes fiercer, this issue arouses wide concern in the operation of national economy. This paper analyses the influence triggered by the coal-electricity price conflict on national economy and civilian life. And the deep-seated reasons for the conflict are investigated based on those impacts.",
      "name": "The Analysis of Influence and Reasons of Coal-Electricity Price Conflict",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=7783",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:53:09.942166",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 94,
      "revision_id": "78e151ba-11ff-4696-9ecf-38996d339091",
      "url_type": null,
      "id": "350be4f1-220c-42f4-a3dc-6ac415c8e8dc",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The performance of the all-lead redox flow battery was enhanced by using stainless steel as the negative electrode and tantalum carbide (TaC) as the positive electrode in an intermixture of Pb(BF4)2–HBF4 aqueous electrolyte. The results of cyclic voltammetry (CV) measurements show that stainless steel and TaC electrodes are capable of offering higher voltage efficiency than graphite electrodes at a lower scan rate. In the charge–discharge cycles, the battery was charged at current densities of 10, 20 or 40 mA·cmcm-2 with a charge capacity of 7.0 mAh·cmcm-2 and discharged down to 1.0 V at the same current density. The miniature battery offers an average discharge voltage of 1.55 V, an average coulombic efficiency of above 96%, and an energy efficiency of above 65%. The battery in 1.5 mol·Lcm-1 of Pb(BF4)2 + 1.0 mol·L-1 of HBF4 aqueous solution is able to deliver an average energy efficiency of above 80% at the current density of 10 mA·cm-2.",
      "name": "Performance Improvement of the All-Lead Redox Flow Battery in Fluoroboric Acid Electrolyte",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=7784",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:53:51.204665",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 95,
      "revision_id": "9f5b049a-7d3e-418c-9097-520590bb7a67",
      "url_type": null,
      "id": "acdf1af6-8bf3-4236-ae6c-deb45e24bb4f",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Energy is nearly exhausted, and climate is changing seriously in current. On the road to vigorously develop energy conservation, and to seek clean and renewable energy in China, as a clean energy, the application of solar energy in buildings has been strongly developed and researched. In this paper, pollutant emission reductions, environmental benefits, economic benefits and social benefits of solar hot water system project of a residential area in Tianjin are calculated and analyzed. The mode of hot centralized collection and individual heating is used in this solar hot water system project. It can be seen that solar energy technology plays an important role in energy conservation and emissions reduction in China, and has a profound significance for promotion.",
      "name": "Emission Reduction Research on Solar Hot Water System Project",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=7785",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:54:35.733204",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 96,
      "revision_id": "9e0b24da-e65b-47ee-ac8a-ef23fc7f19c1",
      "url_type": null,
      "id": "b228266c-cc8b-49d1-a150-31ad8c087706",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "China is a country mainly based on thermal power. Coal-fired power plants account for about 80% of total power generation capacity each year. It will inevitably lead to a large amount of pollutant emissions with coal combustion. Therefore, it is particularly important in the promotion of IGCC technology. On the basis of the power plant used by IGCC technology and through the use of development methodology, it can be carried out a research into the environmental benefit and economic benefit. The purpose is to comprehend the superiority of IGCC to provide better technical reference technology on energy conservation and emissions reduction in electric power industry. According to the calculation of 250MW IGCC plant, it can save 227,763 tons of coal, and 464,035 tons of CO2 emission per year. IGCC power plant on the environmental and economic benefits is essential to the future development of electric power industry.",
      "name": "Potential Research on Energy Conservation and Emission Reduction of IGCC Technology in the Power Industry",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=7786",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:56:15.698079",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 97,
      "revision_id": "926b9999-14db-4b01-842b-5324bf59679e",
      "url_type": null,
      "id": "5c4d3878-fdfe-4b8e-b90a-314f7edf0594",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "A scheme of synthetic adjustment of all the chokes to increase oilfield output based on the actual production data obtained from one of the oilfields, was proposed in this paper. The relationship between chokes and output was investigated, and the method of choke adjustment was discussed. The results showed that the total output was increased significantly after optimization, except for the reduction from part of oil wells. According to these results, it can be proved that the method is efficient and simple with great practical value.\r\n",
      "name": "Research on the Oilfield Output Optimization Model",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=7787",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:57:10.959903",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 98,
      "revision_id": "a4a9b081-2de5-47f3-9879-27c2bf7521d4",
      "url_type": null,
      "id": "1c1fe8ed-0117-458c-8f22-55156a06e020",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "A presentation of a hybrid Unmanned Aerial Vehicle(UAV) overall scheme is put forward according to current technology coping with the difficulties in the field of Airborne Geophysical Prospecting(AGP) and the flight environment of ground layer. On the base of this concept, the preliminary results of the prototype parameters are given, showing a new idea for the low-altitude and low-speed aircraft. In addition, the feasibility and economic of aircraft have been investigated by means of the analysis on the aircraft advantages and key technologies.\r\n",
      "name": "A New Type of Rotor + Airbag Hybrid Unmanned Aerial Vehicle",
      "format": "",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=7788",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:58:08.765089",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 99,
      "revision_id": "8fa95eda-3ef1-4c97-ba39-0fe7e83843df",
      "url_type": null,
      "id": "bca0224e-bc6b-4bcc-8de1-59e08a7ca712",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The Hohhot sewage sludge dehydrated water (SDW)throughhydrothermal drying treatmentwas studied in this paper, which was evaluated by Biochemical Methane Potential (BMP) test as well as the guidance foranbiochemical methane potentialproject. The results showed that under 35 degree, after continuous 21 days fermentation, the sludge dehydrated water performed the maximum cumulative gas production (9450mL) with the concentration of 20gCOD/L. With the increase of concentration of sludge dehydrated water, both unit biogas production and methane conversion raterose at first and then fell, and it achieved 499.8mL/Gcodwhich was the maximum of 10gCOD/L slurry.According to the optimal results of commercial project in Hohhot, the efficiency of 20gCOD/L sample, 83.42 tons of sludge dehydrated water if all the loading of COD was degraded were calculated to produce 342m3 methane, corresponding to the heat from 239.5kg standard coal, which could be used forrecycling.",
      "name": "Study on Biochemical Methane Potential and Engineering Application of Sludge Dehydrated Water through Hydrothermal Drying Treatment",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=7789",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T20:59:06.775563",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 100,
      "revision_id": "0a029bec-f8b3-4373-b7c3-715bf59cf366",
      "url_type": null,
      "id": "763c3dfb-262b-48f0-9be0-2461c2a91118",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The natural characteristics calculation modal of the first step bending and torsional vibration was established based on Rayleigh method for MW wind turbine tower. The influence of the diameter, thickness, taper angle, nacelle and rotor mass, offset of mass on the inherent characteristic of tower was studied. Finite element method (FEM) was also used to calculate the inherent characteristic of tower and the FEM results showed good agreement with Rayleigh method results. Finally, the influence of dimension and position of the door on the basic frequency was investigated by means of FEM.\r\n",
      "name": "Natural Characteristics Research of MW Wind Turbine Tower",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=7790",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T21:00:00.673364",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 101,
      "revision_id": "be54fe8b-2c49-4740-b510-69053df8bc26",
      "url_type": null,
      "id": "7893abb6-7239-4672-ae8a-4ce6245b4940",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "According to the electroluminescent imaging mechanism of crystalline silicon photovoltaic cells, EL images of four kinds of the typical defects that happened with high frequency in the course of the production in crystalline silicon photovoltaic cells, such as, black core, cracks, broken gate and over welding, etc, were analyzed with some emphasis in this articleon the aspects ofthe characteristic, production mechanism, harm and resolution of those images, then the solution to defects is applied to productive practice of Yingli , indicating its availability in its performance, which would help us make better use of the detected EL images in production practices by means of the rapid and accurate recognization on various defects,in order to impel the development of production technology and enhance the benefits.",
      "name": "Research to the Typical Defects of Crystalline Silicon Photovoltaic Cells based on EL Images",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=7791",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T21:02:07.587334",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 102,
      "revision_id": "00a05929-ea33-4718-abe3-ae4766ee7f9c",
      "url_type": null,
      "id": "9949249b-eb15-4780-961d-117724e584f3",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper has made a comparison on typical countries’ RE policies, and explored the trends of renewable energy, finallythe regulatory strategy of renewable energy integration has been put forward, which can be adapted to China.\r\n",
      "name": "Regulatory Strategy for Renewable Energy Integration",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=7792",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T21:02:47.932948",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 103,
      "revision_id": "73019962-dc1f-405d-97d9-e23113c63e0a",
      "url_type": null,
      "id": "31b14c6f-d1e8-4b1a-b674-6ef1d0e12d41",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "We chose Zhurihe wind farm, which is located on Sonid Youqi of Inner Mongolia, as our study area. The observation points are setted on upwind area, inner wind farm and downwind area, in order to parallelly observe near-surface wind speed within 3m range of wind farm area and discuss the effect of wind farm on near-surface wind speed. The results show that the wind farm consumes wind energy and reduces wind speed of inner wind farm and downwind area. Under the wind speed condition of 1.5-2.5m/s and 8-12m/s, the highest decreasing amplitude of the wind speed at 3.0m height in the wind farm is 22% and 7%, respectively. The wind speed of downwind area are both decrease 5%.The existence of the wind farm has no effect on the form of wind velocity profile, they are all the standard logarithmic curve. Under the two kinds of wind speed conditions, the slope of wind velocity profile inner wind farm decreases 0.3073 and 0.2183.Downwind area decreases 0.0632 and 0.1560. That is to say the fluctuation trend of wind speed increases with the increase of height is not significant.",
      "name": "Study on the Effects of Wind Farm on Near-surface Wind Speed of Winter-spring Season",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=7793",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T21:03:33.019478",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 104,
      "revision_id": "7e5dcaf8-bc91-4c54-9fbb-73a63b8dca3a",
      "url_type": null,
      "id": "622065ea-637e-4693-b0b6-1421d5dfb52a",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper analyzes various types of risk sources in the process of Grid Company to purchase electricity, in reaction to which comprehensive evaluation system has been developed in this paper. Based on combination method and fuzzy comprehensive evaluation method, the Grid Company risk empowerment evaluation indexes and the comprehensive evaluation method have been established, aiming at providing decision-making support for the risk study on purchasing power of Grid Company’ and implementation of comprehensive evaluation.\r\n",
      "name": "The Identification and Evaluation on the Risk Sources of Grid Electricity Purchasing",
      "format": "url",
      "url": "http://www.ijesci.org/paperInfo.aspx?ID=7794",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f9509328-2cfc-45aa-b738-31ec0c304569",
      "created": "2013-07-10T21:04:19.635528",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 105,
      "revision_id": "be0a26a2-7be8-4eb4-80db-560ceace3300",
      "url_type": null,
      "id": "1c3f8c66-96c2-4004-83f5-0af0ff0610ef",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 106,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Energy Science",
      "id": "e32ce8d8-58be-4309-8370-6f0a78433367",
      "name": "Energy Science"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-ijesci-org",
  "isopen": true,
  "url": null,
  "notes": "International Journal of Energy Science (IJES) is an international open-access and refereed journal dedicated to publishing the latest advancements in energy science. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "International Journal of Energy Science (IJES)",
  "revision_id": "22b12d4f-f0bf-4b15-ba38-b55820ccb414"
}