{
  "license_title": "License not specified",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 2,
  "id": "39d67765-900b-422f-8830-038de13ba921",
  "metadata_created": "2013-09-13T04:40:51.653215",
  "metadata_modified": "2013-10-10T20:59:06.718692",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "7fa6ba4e-1642-4fcd-82cd-1ed3e6409347",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "",
      "name": null,
      "format": "",
      "url": "http://None",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "39d67765-900b-422f-8830-038de13ba921",
      "created": "2013-09-12T23:40:55.809523",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "283510d0-1043-40ed-89e9-aec57d3e4dc3",
      "url_type": null,
      "id": "26c333ca-f2ca-40ab-8995-16cf9944eff5",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "free online tarot reading",
      "id": "7bd19590-32d9-429d-8bac-09160e3274d2",
      "name": "free online tarot reading"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "free tarot reading online",
      "id": "d257e1aa-6fa3-4c94-8db4-e62ab24b8d0d",
      "name": "free tarot reading online"
    }
  ],
  "groups": [],
  "license_id": "notspecified",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "free-online-tarot-reading-50",
  "isopen": false,
  "url": null,
  "notes": "You will find out every thing with regards to yourself, the past, current and future, your predicaments, relationships, health, career and each facet concerning your lifetime with the aid of tarot cards. to understand the unknown and the uncertain, you are usually in a position to utilize a professional online regarding free tarot reading service. \n\nTarot studying provides gained the cult next throughout the entire world throughout contemporary times and over the past hundred years the recognition continues to always be able to be increasing phenomenally. Just what was a game within the 15th century Europe features transcended in order to be a route to always be able to divination plus a means of occultism. Together With free tarot reading online, you are now in a position to understand exactly what you need without spending anything. \n\nThere tend to be numerous perspectives as well as debates regarding exactly where precisely the actual term originated from. Tarot because the game associated with cards will be even so not necessarily speculated over because it originated inside a place with northern Italy. Many think the particular place being Milan although some accept is as true being Bologna. The Particular term ‘tarot’ seems being are already derived through tarocchi (Italian) nevertheless there are additional references with it being drawn from tarock, turuq or taraka (both Arabic words) as well as via Egyptian verses. There's cause to think that will tarot may are already derived from the river Taro that's close to Parma within northern Italy. \n\nThere are many kinds of tarot reading, distinct styles involving decks employed and within addition numerous interpretations of exactly the same cards although almost all interpretations of the cards are usually firmly according to standard understandings regarding what they imply. \n\nToday, there are 3 types of tarot reading well-liked over the world – 3 card tarot, one card tarot and also enjoy tarot. you will get online for free tarot reading pertaining for you to any of these methods. \n\nThree card tarot is truly a very interesting and captivating reading. Any tarot reader shuffles the actual deck as http://www.tarotadviser.com/how-to-get-a-free-psychic-reading-free-of-charge/ well as asks anyone inquiring to be able to understand in order to pick any kind of three cards in the http://www.tarotadviser.com/how-to-get-a-free-psychic-reading-free-of-charge/ set. the 3 cards got out represent the actual current circumstances in the person, the particular actions necessary to make as well as the outcomes that could be in the offing. In some versions, the particular three card tarot is http://www.tarotadviser.com/how-to-get-a-free-psychic-reading-free-of-charge/ also utilized to unravel the past, understand the current and additionally to understand the future.\n\nOne card tarot is, since the identify suggests, selecting one card from your deck and also interpreting it for a horde of different questions. 1 card tarot may always be utilized to view the characteristics of your person, what he as well as she wants, to know the existing circumstances, to locate out much more concerning the past or to find glimpses of the future. \n\nLove tarot will be utilized to realize in order to decipher the romantic existence of a person. This primarily looks at the possibilities of love, the extended run of the relationship and to discover the trigger of troubles http://seogladiatosau.jigsy.com/entries/general/free-on-the-particular-internet-tarot-reading if any.\n\nGet your own free of charge tarot reading on the internet nowadays along with unravel that which usually you need to understand and become aware of.\n\n",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Free online Tarot Reading",
  "revision_id": "c35ed55f-0bec-4b28-a72e-0a58fc98d061"
}