{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "3bc9a96b-4837-49cc-a7fc-d5d42fc3552a",
  "metadata_created": "2013-09-03T16:03:08.153948",
  "metadata_modified": "2013-10-10T20:56:27.613350",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "87f81432-8368-4888-8cd2-88fdb8113e2a",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "fernandez",
  "isopen": false,
  "url": "",
  "notes": "Several people think that by using a robots.txt file on their site they are safeguarding pages and folders from thieves and hackers. Learn more on our affiliated site - Click here: <a href=\"http://www.fgwa.com/content/menus/fgw/history.aspx\">loveland industries site</a>. In fact it is totally the opposite! robots.txt opens up an enormous security hole that hackers and theives will use to effortlessly gain access to the parts of your web site that you do not want them to.\n\nWhat is robots.txt?\n\nrobots.txt is a file that you create and up..\n\nrobots.txt is possibly the most miss understood file that a internet site can include.\n\nNumerous people feel that by utilizing a robots.txt file on their site they are defending pages and folders from thieves and hackers. I discovered <a href=\"http://www.therobotreport.com/index.php/industrial_robots\">investigate industrial robots</a> by searching Google Books. In truth it is entirely the opposite! robots.txt opens up an huge security hole that hackers and theives will use to easily obtain access to the parts of your web site that you do not want them to.\n\nWhat is robots.txt?\n\nrobots.txt is a file that you produce and upload to your web sites root directory that is utilized by search engine spiders to establish which parts of your internet site they ought to index and which folders/pages that you, the internet site owner,\n\ndo not want listed in search engine indexes.\n\nWhy would not want pages indexed?\n\nThere are several reasons why you may not want search engines to index pages on your web site, such as private membership pages or exclusive training pages and such like.\n\nIf you are an Web Marketer selling your own ebook or other digital product, you wouldn't want your thank you pages indexed either!\n\nAnd this is exactly where the misunderstanding comes to the fore, and robots.txt becomes your foe.\n\nA lot of online marketers who offer ebooks or other digital goods for instant download will list their download thank you pages in the robots.txt file because they clearly don't want those pages indexed in search engines.\n\nBy employing robots.txt this way even though, you will be opening up your item to any person who has a slight bit of knowledge about how the file performs.\n\nrobots.txt is easily readable by any human that opens a browser and sorts in  and if you have listed your thank you pages, all they have to do is go to that url and take your product(s)!\n\nIt's that simple!\n\nAnd I'm residing proof that this performs, as this is specifically what happened to me. I had listed my thank you pages in robots.txt and believed that they had been secure from hackers and thieves, then 1 day I was checking my internet internet site stats and BAM, a person had been to every single single thank you page, and taken every little thing.\n\nThe moral is, do not list any URL in robots.txt that you don't want people to have free of charge access to. Use robots.txt with great caution and safe your thank you pages making use of dedicated application. Discover new info on the affiliated portfolio - Navigate to this hyperlink: <a href=\"http://www.therobotreport.com/index.php/industrial_robots\">industry robots</a>.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Robots.txt, An On the web Marketers Buddy Or Foe?",
  "revision_id": "b7edfbec-c590-4fa6-8fc3-51ec7d5e1fca"
}