{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "64fc7964-4751-46e6-9851-e87f2497129a",
  "metadata_created": "2012-09-24T02:43:09.842696",
  "metadata_modified": "2013-10-10T20:53:57.807799",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "c0e62242-f7a4-44bb-af69-4e3daedbbef3",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "ever_wonder_how_to_find_discounted_gift_cards",
  "isopen": false,
  "url": "",
  "notes": "Here are some of the more popular locations to buy <a href='http://www.flixya.com/blog/4839782/How-to-find-discounted-gift-cards/'>discounted gift cards</a>:\n\nSpecial Event Locations:\n\nOf course holidays generate plenty of sales of gift cards. Organizations that cater to holiday buyers will most likely offer discounted gift cards. Such places might be spa's, salon's or fitness gyms offering discounts for Mother's day. Florists or candy shops will be good selections for discounts at Valentine's Day. Wedding boutiques, photographers, florists and restaurants will likely be good places to get discounted gift cards during June.\n\n\nBulk purchases:\n\nSome retailers and businesses provide discounts for large volume orders. Companies can certainly get volume discounts if they purchase gift cards as incentive or promotional material. Even individuals will get bulk discounts if they end up buying discounted gift cards for all their family and friends members. Frequently the customer needs to communicate with the sales department to discover what's needed for bulk purchases.\n\nWarehouse retailers:\n\nWarehouse or club stores are excellent locations to buy <a href='http://www.flixya.com/blog/4839782/How-to-find-discounted-gift-cards/'>gift cards for less</a>. Since they have such a strong purchasing power, they are able to offer cards with a 10-15% discount.\n\nMedia outlets:\n\nLocal newspapers, radios or TV stations sometimes offer <a href='http://www.flixya.com/blog/4839782/How-to-find-discounted-gift-cards/'>gift cards deals</a> to local companies. These promotions are usually advertised on the company internet site. A possible client can seek out discounted gift cards on the website.\n\nSupermarkets:\n\nStrangely enough discount gift cards can be purchased at a specific retailer or often at a local food store. The price will be the same, nevertheless the purchaser can benefit by buying at the food store and obtaining a credit on a store rewards card. This credit ultimately ends up being fully a discount on the gift card.\nAdChoices\n\nIndustry specific web sites\n\nYou will find websites that concentrate on one industry such as restaurants, travel or tourism. It is possible to purchase discounted cards on these websites. It's a win-win situation for the businesses and the buyers. Each receives value from the transaction. \n\nFrequent traveler miles:\n\nMany travelers have unused frequent flyer miles in their accounts. Those miles enables you to buy discounted gift cards.\n\nGroup purchase:\n\nThere are some organizations that encourage groups to purchase discount gift cards. This is yet another version of bulk purchasing.\n\nBecause gift cards are so popular and offer an advantage to everybody active in the transaction, their use and availability have grown to be widespread. Nearly every business that caters to people could have some type of gift card option available. Gift cards allow organizations to employ a very gentle and positive way of promotion and people who are fortunate to buy discounted gift cards have an immediate benefit from the promotion. The presents develop a positive atmosphere for both the buyers and sellers.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Ever wonder how to find discounted gift cards?",
  "revision_id": "d1e6d2fb-9e9b-4d9c-9a56-2499ceb05b47"
}