{
  "license_title": "License not specified",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "23caf05e-2abb-4617-8151-41e57650040a",
  "metadata_created": "2011-09-06T08:06:02.585809",
  "metadata_modified": "2013-10-10T20:10:22.791535",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "d370780c-b46a-4403-a689-66ac3db5cf15",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "cancer",
      "id": "77505bd2-5edf-41f6-b1e3-3e46f20cfcad",
      "name": "cancer"
    }
  ],
  "groups": [],
  "license_id": "notspecified",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "cancertreatment",
  "isopen": false,
  "url": "http://www.cancertreat.com",
  "notes": "The hyalinizing trabecular denoma are related to cancer from the thyroid . It's been discovered to signify a likeness using the framework and performance from the papillary carcinoma within the thyroid gland glands. Obvious neoplasms are related to hyalinizing trabecular denoma. The hyalinizing trabecular denoma is also called paraganglioma which looks like the adenoma from the thyroid gland .\r\n\r\nThe hyalinizing trabecular denoma are at first obtainable in the non-active harmless type because the illness doesn't create any signs and symptoms , as well as other assessments are carried out with an person displaying signs and symptoms of hyperthyroidism. The exam outcomes might verify the existence of it in harmless type .\r\n\r\nThe adenoma created is because of hereditary strains within the tissue which make the glandular cells from the thyroid . These growths have the effect of creating extreme quantity of hormonal within the bloodstream , showing the existence of growths in your body .\r\n\r\nMost cancers is really a harmful illness because the adenoma are available on any kind of glandular cells , and isn't just limited to the endrocrine system glands it impacts the exocrine glands. Histological assessments are carried out to be able to distinguish the harmless neoplasm from the hyalinizing trabecular denoma in the other forms carcinoma tissue based in the thyroid .\r\n\r\nThe path of management of the condition is determined in line with the outcomes of the histological assessments . Surgical treatment might be carried out when the growth is premalignant and it has an advanced of cellular exercise resulting in metastasizing cancer . Most cancers in all forms is treatable if discovered in the proper time .\r\n",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Histology of Hyalinizing Trabecular Adenoma",
  "revision_id": "615da934-7b87-431a-9b65-39f643f92699"
}