{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "d924afb7-3de9-49d4-9cc2-9cb5a8cbce01",
  "metadata_created": "2013-09-04T20:23:57.110213",
  "metadata_modified": "2013-10-10T23:37:25.497069",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "c618bdbc-1fcb-4ed1-ab5c-8552e4bfbd02",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "scott",
  "isopen": false,
  "url": "",
  "notes": "Need to get an adrenaline rush? Are you wanting to give vent for your passions? Trying to find avenues of pleasure to add spice to ordinary daily travel routine? Wish to take action cheaply? Well, get a power motor scooter and give vent for your passions. Trip on it on roads, city streets or beaten tracks and see for yourself that electrical scooters are excellent for having fun. In fact, they're one of the most amusing way of personal transportation. Electric scooters can be exciting way to move from one place to another. \n\nElectrical motor scooters are cheap to run since they do not use expensive fuel. They are environment friendly, as they do not consume any petroleum-based fuels. Imagine never needing to worry if your gas tanks are full or not! Furthermore, these scooters are made as compact devices that may be easily stored in an exceedingly small place small enough like your closet or in baggage compartments of public transport buses or trains. \n\nVariety to Select From \n\nThere's a large selection of electrically driven scooters that exist in the market. Their sizes range between really small to some full-fledged big sized motor scooter. They also are available in a variety of alternatives for performance rates. That does a 20-25 kilometers per hour if you choose safety than you can opt of a power scooter. You might opt for a very powerful electric scooter that primes your veins with pleasure, if you want a youthful adrenaline rush. Electrical scooters are available in different colors. Go for a type, If you are looking for a peppy look. Opt for saner colors, if you choose a critical turn to tell passer-bys that you're on electric scooter for its environment friendliness. It is possible to ride looking at your electric scooter or sitting down in design of a sporting motorcycle. You'll have hosts of other featuresyour scooter must reflect your personality. <a href=\"http://www.motorcyclesupermarket.com/\">Used Motorcycles</a> is a rousing online database for further concerning the purpose of this view. \n\nElectric scooters are cheap to buy and run. The first expense is very less. Browse here at the link <a href=\"http://www.motorcyclesupermarket.com/\">used motorbikes</a> to learn why to allow for it. Several models can be found for $100 or less. Furthermore, they will never need any stopping at filling stations for a pricey ration of gas.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Electrical Scooters - Low priced Option For Thrilling Ride",
  "revision_id": "bd62b3fb-cb79-4210-942b-166480e9570d"
}