{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "db939975-d9aa-4d3c-9ebf-6fd1fa9a7e6c",
  "metadata_created": "2013-09-08T02:35:20.840662",
  "metadata_modified": "2013-10-10T21:10:20.180002",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "7023f05a-43b5-4ab9-ab09-3448efaec491",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "hale",
  "isopen": false,
  "url": "",
  "notes": "Florida holdem poker, called Holdem, may be the most beloved poker game, played both at homes and in casinos. Poker may be the zero 1 casino game and texas holdem is the no1 poker game. And there's little doubt about this! Because it is amusing to play, easy to understand and best to play people love to play its different version. Due to its huge popularity, it's a primary event of the World Series of Poker. Not only in casinos and at houses, texas hold em can be performed over internet. Infact online casinos have rated it the most liked and most played game. Playing on line is as interesting and entertaining as in vegas and area. \n\nIf you want to become a professional texas holdem poker player, or at the least an intermediate player, then you should be fully aware of the general and simple texas holdem policies and the texas holdem hands to-play. You are able to learn to play colorado holdem poker in just a day or therefore, but understanding the game of poker takes plenty of patience and practice. General texas hold em poker policies are: \n\n1. The sport is played with a standard deck of 5-2 cards. Players are managed two 'down' cards and five 'up' cards. Five 'up' cards are called group cards and are shared by all players available. This game may be used at least 2 players and at one of the most 11 players. Clicking <a href=\"http://www.daytonac.com/\">success</a> maybe provides warnings you could use with your aunt. \n\n2. One-person acts as a dealer. His duties include distributing the cards, shuffling the cards and controlling the flow of the game. \n\n3. The two people on the left side of the seller begin the game by making the bets. Now each person is given 2 'down' cards. These would be the 'hole' cards of the people. This round is known as 'pre-flop' round. \n\n4. Today seller turns over the three cards at the center of-the table. Now the next bet round begins. That round begins to the person on the left of the seller and continues to the left. Within this round a new player can call, increase or fold, when there is a choice on the table. If there is no bet available then a player could make the bet or check. \n\n5. As the second betting round stops, the dealer distributes another 'up' card. This card is called 'change.' Participants may use this sixth card now to create a five card poker hand. The person to the left of the dealer starts the round. Within this round-the bet volume becomes equal to the most table bet. \n\n6. Now the last betting round begins. Dealer distributes the final card which is called 'river.' A new player can use any mix of cards to create the hand. Get supplementary info about <a href=\"http://www.daytonac.com/\">inside air conditioner installations in austin tx</a> by visiting our powerful article directory. A hand could be one pocket card and four community card or 2 pocket cards and 3 community cards. \n\n7. Now all of the players that are in-the hand show their cards. The best hand wins the pot. However, throughout the game a player can collapse and can get out of the submit any time. \n\nTexas holdem poker may be the name of entertainment and jackpots. The game of days gone by is now the zero 1 casino game. And this reputation is due to the convenience, tricks and possibilities. Texas holdem poker rules help you to learn and to play colorado holdem games. Browsing To <a href=\"http://www.daytonac.com/\">hvac repair service in austin</a> probably provides warnings you should use with your sister. So learn them to-play!.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Texas Hold Em Poker Rules: Become the master of the game",
  "revision_id": "f53546c6-50ad-417f-afa9-f85718aa903f"
}