{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "9d50ac08-7390-47b3-96e1-21b3db8f317e",
  "metadata_created": "2013-07-16T07:41:03.968396",
  "metadata_modified": "2013-10-10T21:22:22.286527",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The deployment of IP Multimedia System (IMS) is on the rise and hence performance analysis og IMS becomes a critical area that needs to be investigated. One of the key areas to be addressed in this paper is the signaling part of the IMS architecture. IMS uses the Session Initiation Protocol (SIP) for its signaling during session establishment and termination. The nature of transactions involved in IMS is short and frequent hence signaling overhead needs to be analyzed. In this paper, we present the analysis of IMS signaling for some of the key SIP messages used in the IMS signaling. Also, the scalability and performance of the signaling portion are evaluated by using Network Simulator version 2 (NS2).\r\n",
      "name": "Performance Analysis of IMS Signaling in Multimedia Networks",
      "format": "",
      "url": "http://www.seipub.org/ie/paperInfo.aspx?ID=2395",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "9d50ac08-7390-47b3-96e1-21b3db8f317e",
      "created": "2013-07-16T02:41:35.956992",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "0d6290fa-fb45-4a11-a057-3e36519f4643",
      "url_type": null,
      "id": "adddf73c-4d5c-44ce-8e0b-1ded0a046a0e",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Nowadays, Industrial Ethernet and Wireless Local Area Network (WLAN) have entered strongly into the fields of control and automation. Data acquisition products offer many options regarding the networking of these devices using the above techniques. This paper analyzes the performance of different Industrial WLAN standards (IEEE802.11b, IEEE802.11a and IEEE802.11g) by means of simulation using OPNET package as the network simulation tool. Detailed simulation models of the industrial nodes (sensors & actuators) were built and the effect of different parameters such as WLAN speed, WLAN modes, WLAN topology, traffic intensity…etc. on the system performance were examined. The goal of this study is to determine the maximum limits of the system in order to serve as a real time system suitable for various control and automation tasks.",
      "name": "Analysis of Industrial Networks Using Different Wlan Standards",
      "format": "",
      "url": "http://www.seipub.org/ie/paperInfo.aspx?ID=2519",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "9d50ac08-7390-47b3-96e1-21b3db8f317e",
      "created": "2013-07-16T02:42:30.083587",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "5dc01ca9-b2a6-48ac-a8f6-78f544528c25",
      "url_type": null,
      "id": "4c21f797-074f-4be3-898b-ed8765b05bb4",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "There are many limits such as shadowing occlusion and no lights in the video image detector systems. In order to make accurate detector system, we need to get rid of these problems specially accident detection system by using vehicle trace. In this paper, we introduce a method to overcome shadow and nighttime has been introduced as well as the accurate accident detection system. We find the flow of vehicle trace is such as level spacing distribution as Wigner distribution. It is in the level statistics when the vehicle trace is avoidable. From this distribution we can derive a probability induced by different of position for each lane. Using this equation we can find abrupt state of vehicle flow comparing with normal flow. We shall show statistical results from some experiments for this system evaluation.\r\n",
      "name": "An Accident Detection System on Highway through CCTV with Calogero-Moser System",
      "format": "",
      "url": "http://www.seipub.org/ie/paperInfo.aspx?ID=2409",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "9d50ac08-7390-47b3-96e1-21b3db8f317e",
      "created": "2013-07-16T02:43:03.666877",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "3bdec384-e476-4c88-a089-ce7cef3c561f",
      "url_type": null,
      "id": "cbe4339e-144b-4f61-9780-d36407760fe5",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The study of evolution in the animal world is immensely diverse. Evolution of animals can be categorized using data mining tools such as Weka. It is one of the freely available tools which provide a single platform to combine classification, clustering, association, validation and visualization. Classification is the arrangement of objects, ideas, or information into groups, the members of which have one or more characteristics in common. Classification makes things easier to find, identify, and study. Taking diversity into account the number of species is classified using the attributes in weka. The animal kingdom is categorized as vertebrates and invertebrates. In this paper animal kingdom data set is developed by collecting data from A to Z vertebrate’s animal kingdom repository. Data set consists of 51 instances with 6 attributes. The considered attributes are name, weight, size, lifespan, origin, and group. The dataset is trained and tested using remove percentage filter. Partitioned data set are evaluated individually using weka algorithms and the results are compared using error rate and accuracy rate. The results are compared and verified using Knowledge flow environment.",
      "name": "The Study and Analysis of Classification Algorithm for Animal Kingdom Dataset",
      "format": "",
      "url": "http://www.seipub.org/ie/paperInfo.aspx?ID=2556",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "9d50ac08-7390-47b3-96e1-21b3db8f317e",
      "created": "2013-07-16T02:43:36.949572",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "a96badcf-50f4-4545-85c6-2effcc949fa4",
      "url_type": null,
      "id": "5364f12c-cd6a-4823-8bbb-8646f50dffea",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " 1-D Walsh coding was presented to improve the robustness of digital image watermarking. In this paper, an efficient, new two dimensional Walsh code approach to copyright protection is proposed. The proposed technique inserts the Walsh coded binary bits of handwritten signatures in the DCT blocks of the 512×512 grey scale colour images. The embedding procedure is realized by transforming the host image into DCT domain. The low frequency coefficients of the DCT blocks undergo modification by inserting the Walsh coded watermark. The algorithm is blind and does not require the original image in the extracting process. The distortion caused by the watermarking algorithms is invisible and it has been assessed by using the PSNR and SSIM. The empirical results show the effectiveness of the proposed scheme to accomplish high imperceptible quality watermarked image and smooth watermark detection. The robustness of the algorithm has been verified using Stir Mark benchmark and other conventional attacks. The watermark recovery is achieved 100% even by using significant JPEG compression and some common signal processing attacks.",
      "name": "Robust Grey-Scale Image Watermarking Using Two Dimensional Walsh Coding",
      "format": "",
      "url": "http://www.seipub.org/ie/paperInfo.aspx?ID=2644",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "9d50ac08-7390-47b3-96e1-21b3db8f317e",
      "created": "2013-07-16T02:44:16.485355",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "9eab7872-4c01-4d36-9a81-db3ff0fd8809",
      "url_type": null,
      "id": "a04a5e30-d655-427b-b135-d4962cb39458",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Information, nowadays a commodity, keeps the knowledge representation and management within the framework of knowledge driven economy towards sustainability of next generation of Future Internet Enterprise Systems (FInES). However, the Information Society requires new holistic approaches to perform acquisition, collection, processing, deposition, distribution of data, information and knowledge according to a coherent choreography procedure within geographically dispersed enterprises. The development of new Internet related concepts oriented towards providing positive benefits for economy has been included in a broad concept of “Future Internet Based Enterprise Systems”. In this context, the authors propose a framework for development of FInES.",
      "name": "Framework Integration to Support the Development of Future Internet Enterprise Systems",
      "format": "",
      "url": "http://www.seipub.org/ie/paperInfo.aspx?ID=2927",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "9d50ac08-7390-47b3-96e1-21b3db8f317e",
      "created": "2013-07-16T02:44:56.717208",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 5,
      "revision_id": "793f91df-af25-4141-8d20-a1d91cbc9961",
      "url_type": null,
      "id": "3e115827-0987-4ea3-af57-10ea8a382a10",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The goal of this paper is to present an application in mobile devices or client PC which allows data (documents, multimedia etc) from remote computer or server machine to send it to the nearest printer or fax machine. The user can browse large data repository by passing only the command from the mobile device to the remote computer while looking at only the name of files, summaries, or full documents. Once selected, data can be forwarded to any email address or fax machine for full viewing. The remote controller (Mobile Device) can be extended to add web access or email access. The Apache Hyper Text Transfer Protocol (HTTP) Server, commonly referred to simply as Apache IPA as a web server, is in utilization. The console of a remote control service, a Java application, is accessed simply through a Web browser. And also Hypertext Preprocessor (PHP) is used to build up the mail function. The total system is implemented and tested in software platform. The observation shows its proper functionalities.\r\n",
      "name": "Mobile Device and Web Based Remote Controller on Data Repository",
      "format": "",
      "url": "http://www.seipub.org/ie/paperInfo.aspx?ID=3207",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "9d50ac08-7390-47b3-96e1-21b3db8f317e",
      "created": "2013-07-16T02:45:32.328803",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 6,
      "revision_id": "5d1cc4ea-fcf1-4795-b195-76f7e59cf2e9",
      "url_type": null,
      "id": "1348e79e-684d-422e-b4ec-73fdc3170f09",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 7,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Information Engineering",
      "id": "a3bce830-67d8-425f-874f-75ab1f8d47f4",
      "name": "Information Engineering"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "information-engineering-ie",
  "isopen": true,
  "url": null,
  "notes": "Information Engineering (IE) is an internationally refereed journal dedicated to publishing the latest advancements in information engineering research. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Information Engineering (IE)",
  "revision_id": "1e149809-cb9b-4a21-8150-7c980808f372"
}