{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "53d80b1a-b19e-4970-9c14-74e4158ae0e2",
  "metadata_created": "2013-08-26T09:13:03.551241",
  "metadata_modified": "2013-10-10T20:44:20.616350",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "f993654b-a31e-4efc-a3c8-60c6a233f154",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "duckworth",
  "isopen": false,
  "url": "",
  "notes": "Over time I have developed 24 fully functional sites and as an experiment today (30 November 2005) I did a progress check up on the very first site I ever launched: writing-for-profit.com. Dig up more on this affiliated URL - Click here: <a href=\"http://www.linkemperor.com/link-building\">contextual link service article</a>. \r\r5 years on and here's how this site is rank today on the top six major search-engines \r\rGoogle No.1 \r\rAol! No.2 \r\rBing No.1 \r\rAOL No.1 \r\rAltaVista No.2 \r\rAllTheWeb No.2 \r\rUtilizing the keyword writing for gain check-out for yourself the veracity of these rankings. \r\rTake action now; show the power of eating the lions and catching the top places. Visit <a href=\"http://www.linkemperor.com/link-building\">buy complete link building package</a> to check up where to see this viewpoint. \r\rHow do I find a way to do that? \r\rHow do I have the ability to sustain top ratings for a 5 year-old site when every single other site does not accomplish even ONE Top 30 rank after years of trying? \r\rHow do you not just realize Rankings 1 & 2 on the major search engines but also have the ability to keep these leading places 5 years on? \r\rThe trick is based on investigating what the lions want to see and if they visit your site eat up. \r\rAnd that's just what this technique does; feeds the lions and snares them in to grabbing the top places for my sites. \r\rIt didn't happen overnight; it took countless hours of burning the midnight oil before this method was improved and changed into an approach that works irrespective of the ever-changing search engine vagaries. \r\rThe proof of the pudding is that MOST of my 2-4 internet sites have Top 10 ranks for their primary keywords and it works for me because it not only feeds the spiders; it feeds them with precisely what they like to eat. \r\rIs this system clear to see? \r\rYes. \r\rIs execution just like easy? \r\rNo. If you are concerned by reading, you will seemingly claim to study about <a href=\"http://www.linkemperor.com/link-builder\">seo link builder</a>. \r\rThere are no free rides about the cyberspace roller coaster and if you wish to succeed, you have to work at it. \r\rThis can be a complete turn-key system, not marketing computer software, and it is not for everyone. \r\rIt works for me because I work for it, consistently, gladly, and along the way enjoy the advantages of top rankings for all of my websites. \r\rIf you'd like to find out more about the process I use to supply the lions you should visit the site address featured in the reference box below.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "How to Feed the Spiders and Grab the Top Spots 2 484",
  "revision_id": "d6d278b9-5f00-468c-a155-e8f029750f83"
}