{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "28060cf7-3374-4481-b333-99fd082e3e17",
  "metadata_created": "2013-08-29T12:45:37.769424",
  "metadata_modified": "2013-10-10T21:14:56.382864",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "cd01c66e-274a-45f2-bfa7-54276a49d6c8",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "hinton",
  "isopen": false,
  "url": "",
  "notes": "Here are another five often asked questions about audio books (and the solutions obviously ): \n\n6. We found out about <a href=\"http://www.clarityincorporated.com/\">purchase church sound systems</a> by browsing webpages. What forms of audio books can you suggest to be controlled by? \n\nListen to audiobooks that you'd read. Meaning, if you like thrillers, tune in to thriller mp3 audiobooks, if you're looking for children.. \n\nThe audio books period has already been here. I keep hearing words like: Audio book rental, free audio books, audio book membership, audio books on CD, online audio book rental companies etc. \n\nListed here are another five frequently asked questions about  (and the solutions naturally ): \n\n6. What forms of audiobooks would you propose to be controlled by? \n\nListen to audio books that you'd read. Meaning, if you like thrillers, pay attention to thriller audio books, if you are looking for children books, get children audio books etc. \n\nYet, it is advisable to get to know more other effective audio books kinds including inspiration audio books and language lessons. \n\n7. Would be the old fashioned books going to disappear? \n\nI dont think therefore. The truth is, I still prefer reading books before Im hitting the hay. The experience is just a different one, and many people still prefer the old books. Yet, I really believe the reading habits of all of the worlds population will change within the next century thanks to audio books. Identify more on the affiliated site - Browse this link: <a href=\"http://www.clarityincorporated.com/\">commercial sound systems</a>. \n\n8. Can I find any book in an audio book structure? \n\nUnfortuitously no actual book could be found as an audio book. However, any bestseller in the last century and virtually any new book are getting published as an audio book. All of the old books may be present in the format of books on tape and the newest ones as downloadable audio books and audio books on CD. \n\n9. How do I tune in to downloadable audiobooks? \n\nYou could tune in to downloadable audio books using a media person in your table top or your note book computer. But, many people use audio participants like iPod to hear downloadable audio books. \n\n10. Where should I get my audio books? \n\nA good option to get audio books from will be among the online audio book companies.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Audio Books 10 Frequently Asked Questions Part 2",
  "revision_id": "4ce8ab0a-0fb9-4627-81e0-0cb282163d55"
}