{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "669433f7-5a32-4142-92ce-2c5ff4a1af94",
  "metadata_created": "2013-08-31T20:13:27.931880",
  "metadata_modified": "2013-10-10T20:01:17.730303",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "a937b8bf-b640-4786-b2c4-fe1ff3312462",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "boswell",
  "isopen": false,
  "url": "",
  "notes": "Though addiction to drugs like opium have been frequent considering that historical occasions it is in latest times that the difficulty has been exacerbated drastically. Thi..\n\nSeveral emotional or psychological causes may possibly drive you into taking drugs. At occasions it is mere curiosity that propels you to develop an addiction to drugs more than time. Drug addiction refers to the compulsive use of psychoactive drugs to such a level at which the user of drugs has no other way out and continues to use it.\n\nEven though addiction to drugs like opium have been common considering that historical times it is in recent times that the issue has been exacerbated significantly. This is primarily due to the cultivation of plants yielding drugs, advancements in biochemistry and improvements in implies of finding access to drugs. The introduction of purified types of active biological agents and the synthesis of new substances like methamphetamine has made drugs a lot more widespread. Clinically, the word addiction has been replaced by the word dependency in relation to drugs.\n\nIt may be noted that not all persons are equally prone to addiction. Some persons are psychologically or genetically more predisposed to drug addiction. In case people require to dig up further on <a href=\"http://www.youtube.com/watch?v=Z9g9HiR7HRc\">the matrix article</a>, there are millions of on-line databases people should investigate. Again, some sorts of drugs get the far better of some certain varieties of persons more easily. Similarly, the manner of remedy and strategy of recovery from addiction differ extensively according to the kinds of drugs, quantity of drugs, duration of drug addiction, healthcare complications and social necessities of the patient.\n\nThere is the 12-step program amongst the several recovery methods. Alcoholics Anonymous and Narcotics Anonymous are prominent examples integrated herein. Browse here at <a href=\"http://www.youtube.com/watch?v=z7EZ6suhtwk\">thumbnail</a> to explore when to engage in this viewpoint. These are popularly used for a assortment of addictions concerning the person addicted and the family members of the individual. Then there are the substance-abuse rehabilitation centers that regularly offer a residential therapy program for the seriously addicted and strive to isolate the drug addicts from other drug users and drug dealers.\n\nThe cognitive-behavior therapy, rational-emotive theory or other varieties of psychological behavior modification methods are employed in the therapy of drug addiction. If you think anything, you will maybe hate to study about <a href=\"http://www.youtube.com/watch?v=pWPExzUpg6Y\">advertiser</a>. Replacement drugs like methadone are also utilized. This methadone is in itself a drug but in order to lessen dependency on more powerful drugs like opium it proves useful. Acupuncture is also a treatment of option that aids alleviate drug addiction signs and symptoms.\n\nCarrying out the suitable therapy from the various treatments accessible can bring about recovery from drug addiction. This refreshing <a href=\"http://www.youtube.com/watch?v=_Ju9uTc77U8\">free will</a> wiki has varied poetic tips for where to think over it. The object is to somehow bring about abstinence from the several addictive substances named drugs.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Drug Addiction And Recovery",
  "revision_id": "6a7bdd94-abba-4c4e-871a-57ddeb9257b5"
}