{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "7706e96a-15fb-4cf3-92b0-e6ef4022550d",
  "metadata_created": "2013-09-16T04:28:29.769939",
  "metadata_modified": "2013-10-10T23:07:03.578193",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "50e9c316-ed5b-463d-a52b-964fb832e1f7",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "nicholson",
  "isopen": false,
  "url": "",
  "notes": "Concrete resurfacing is a strategy of repairing concrete sections when they are cracking or discolored.  This normally takes place over time and concrete resurfacing will help restore the look of the location to 1 that is significantly more desirable.  There is also decorative concrete resurfacing which still restores the appear of the concrete but also adds a decorative touch to it.  This can incorporate color and styles that can get quite elaborate.  Some refinishing projects are like operates of art and are quite stunning.  Prices for concrete resurfacing vary based on the kind of project you want and how elaborate you want to get in your designs.  Typically, although, it begins off at about 3 dollars per square foot and can boost to over seven dollars per square foot.\n\nThe initial issue that is done in concrete resurfacing is the cleaning of the region.  This is generally carried out with a pressure washer to ensure all constructed up dirt and debris is removed.  Next, there are numerous methods in repairing the cracks that may be located in the concrete.  Cracks are first primed then filled with crack repair material.  Then, they are reinforced with fabric and then a base coat is painted more than the fabric. For one more standpoint, consider having a gaze at: <a href=\"http://www.americanfibercement.com/\">cement board</a>.  Polymer concrete is then smoothed on to the surface more than the crack and ground down after dry until it is smooth and even.  After the cracks are repaired, any holes that are in the concrete will be filled with epoxy mortar.  Now that the concrete is completely repaired, it is time to start the concrete resurfacing.\n\nThe prime coat and granule broadcast will be applied now that all the cracks and holes are repaired.  A texture coat will be added next.  Initial you will need to have to mix it according to package specifications.  Then the mixture will be sprayed more than the location using a special kind of spray gun.  Once total, the surface must be run over with a trowel to ensure an even surface.  You ought to operate from the top and go backwards down the area for this. Identify more on <a href=\"http://www.americanfibercement.com/product-sustainability\">fiber cement panels</a> by browsing our wonderful website.  The color coat is next, adding the certain color you want for your location.  Then a sealer is utilised to finish off the project.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Driveway Cracking? How To Concrete Resurface Rapidly and Effortlessly",
  "revision_id": "f3f2ea61-c9ae-461a-8e23-a723a264ff9f"
}