{
  "license_title": "License not specified",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 2,
  "id": "f68b4b24-2c13-4ad2-a6ce-5c6aea359d7e",
  "metadata_created": "2013-09-17T00:00:09.159149",
  "metadata_modified": "2013-10-10T23:42:24.526319",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "7fa6ba4e-1642-4fcd-82cd-1ed3e6409347",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "",
      "name": null,
      "format": "",
      "url": "http://None",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "f68b4b24-2c13-4ad2-a6ce-5c6aea359d7e",
      "created": "2013-09-16T19:00:13.854699",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "a2e19102-2188-4834-8ddf-b000bf140700",
      "url_type": null,
      "id": "6684971c-786d-4040-aeeb-6edd42152581",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "indoor playground equipment",
      "id": "c4036b76-6926-48fb-9539-ad11f43dd46a",
      "name": "indoor playground equipment"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "soft play equipment",
      "id": "a27eda8e-f60d-4f46-9762-f0fcab8ce5c6",
      "name": "soft play equipment"
    }
  ],
  "groups": [],
  "license_id": "notspecified",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "soft-play-equipment-86",
  "isopen": false,
  "url": null,
  "notes": "Soft play products are rapidly becoming the actual desire regarding commercial playground equipment. This provides a safe alternative for you to classic playground equipment alternatives and can be also highly useful as well as versatile. Indoor play structures are perfect to get a wide assortment of establishments and thus are designed particularly regarding children. Therefore, higher top quality and safety standards are generally set along with matched.  Play is a all-natural along with entertaining exercise that most youngsters completely http://www.eliplay.eu/indoor-play-equipment-products/indoor-play-equipment/ enjoy, absolutely no make any difference their particular age. Indoor playground equipment is the safest approach for kids to escape weather http://www.eliplay.eu/indoor-play-equipment-products/indoor-play-equipment/ environments and revel in their particular playtime indoors, which is ideal for youngsters and also mother and also father alike.\n\n\n\nSoft play devices are growing inside popularity along with are available almost all over. Buying malls, play facilities, parks, churches, restaurants, amusement parks and other companies are just some regarding the establishments that feature indoor playground equipment. Soft play http://www.eliplay.eu/indoor-play-equipment-products/indoor-play-equipment/ equipment may always be the safest method for children to allow out their particular energy and expertise fun. These kind of equipment alternatives are generally extremely durable and also expertly installed in order to assure safety aspects are maintained. Heavy-duty paly systems are used pertaining to establishments which have substantial traffic. the innovative design and lots of features help make soft play equipment the actual perfect choice for youngsters of all ages.\n\n\n\nDesigners and also engineers craft these durable play facilities towards the requirements involving establishments. Most different size options and also features could be added to construct the particular perfect indoor playground equipment regarding each individual setting. These http://bloggd.org/blog/v/4HQd/Soft+Play+Equipment playground structures are a sanctuary regarding entertaining and also excitement with regard to children, nevertheless they in addition provide mother and also father together with additional peace associated with mind. Soft play equipment is the safest means for children to launch their energy and revel in his or her day. Supervision will be even now required, nevertheless children are in much less danger whilst playing about soft play equipment. traditional playground equipment is made of metals which could be harmful, yet soft play equipment is protected enough with regard to accidents and the unexpected. \n\n\n\nThe neat thing regarding safe playground equipment is that it may be installed throughout both indoor and outdoor settings. This kind of can make it very versatile and additionally the perfect option to find a wide variety of establishments. Soft play equipment may become the safest way for kids to try out and possess fun. Various Other options are not as safe or perhaps perfect for youngster use. For You To add protection, many soft play equipment even features extra safety advantages in which further ease parents. Soft play equipment is surely an innovation that has changed just how youngsters have fun along with encounter playground atmospheres.\n\n",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Soft Play Equipment",
  "revision_id": "bd249a7f-50bd-4f7e-80b3-7f6c0140a06f"
}