{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "6cd4646a-da1e-44c5-b102-91a58d9a06b8",
  "metadata_created": "2013-09-20T19:59:24.449040",
  "metadata_modified": "2013-10-10T20:07:09.405686",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "bf5b3ceb-a949-4cde-90bb-3a9d02eaf226",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "buckner",
  "isopen": false,
  "url": "",
  "notes": "Vegetarian cheese is cheese that is perhaps not curdled with \n\nrennet, a molecule occurring naturally in animal stomachs. Get further on a partner article - Click here: <a href=\"http://www.cakesinchicago.com/\">powered by</a>. \n\nMost vegetarian cheeses are curdled with both flowers, \n\nfungi, o-r bacteria. \n\nVegetarians who don't consume cheese with rennet \n\nUsually choose not to because it involves slaughtering \n\nanimals to extract the nutrients. <a href=\"http://www.bakeriesinmaryland.com/\">Tell Us What You Think</a> is a fresh resource for more about the inner workings of it. \n\nVegetarian cheese is difficult to distinguish from cheese made \n\nwith rennet. This lack of distinguisability frequently forces \n\nvegetarians who are ethically-opposed to harming animals \n\nTo take cheeses that contain rennet. To get a second interpretation, consider taking a gaze at: <a href=\"http://www.bakeriesinohio.com/\">bakeries in ohio investigation</a>. \n\nEven though more cheeses are being made out of plant \n\nrennet, it's usually impossible to identify the difference, \n\nunless the package is obviously labeled 'vegetarian cheese.' \n\nRecently, some food markets have started doing this \n\nto support vegetarian customers, who would not normally be \n\nable to recognize the difference between the vegetable \n\nand dog rennet cheeses. \n\nAs well as eating cheeses made with vegetable rennet, \n\nYou will find more alternatives to eating regular cheese. \n\nVegetarians, as an example, don't consume cheese whatsoever because \n\nit consequently needs animals and is a dog result \n\nTo become caged and suffer. Several vegans, nevertheless, do \n\nEat cheese substitutes. \n\nChreese (www.chreese.com) is one of these alternatives. \n\nChreese can be an all pure, non-soy, cheese alternative \n\nThat will require considerably less natural resources \n\nand power to make than cheese with rennet. \n\nAnd chreese is simply one substitute. There are always a number \n\nof other all natural options you will find \n\nat local normal and health-food stores. \n\nIf you are a vegetarian and you do not help animal \n\nEnduring in your stead in any capacity, you may \n\nalso want to consider adjusting your dietary habits \n\nIn the event that you eat cheese made out of animal rennet. \n\nTo reiterate, you've three basic options: you could \n\nSearch for food markets that tag vegetarian cheese; \n\nyou can buy vegetarian cheese online; or you can \n\npurchase cheese choices online o-r at your local \n\nNormal or health food store.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "What Is Vegetarian Cheese?",
  "revision_id": "2ca46805-a6c9-4f62-8312-e1b123f86086"
}