{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "5b28244d-5a9f-43da-b445-e9826e6ba356",
  "metadata_created": "2013-09-06T11:57:06.676147",
  "metadata_modified": "2013-10-10T20:56:27.613350",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "e959c210-2a04-4944-98bc-a36c73c78c78",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "ferrell",
  "isopen": false,
  "url": "",
  "notes": "So you want to play Craps huh? Nicely, you greater know some terminology. In today's report, I'll show you some essential Craps terms. There are countless Craps terms out there, but we'll go more than just the primary and enjoyable ones.\n\nAces: This is a roll of two. When a two is rolled, both dice show a single dot, therefore the term.\n\ntwo-Way Eleven: Dealers really like this one particular. When you bet a two-way eleven, you're making a bet on eleven for you and the dealers. <a href=\"http://www.silencershop.com/support/how-to-buy-a-silencer\">Purchasing A Suppressor</a> includes more concerning the purpose of this enterprise. It's a great move to tip the dealers when playing if you are doing well.\n\nAny Seven: This is a 1-roll wager. Make this bet and if the next roll is a seven, you win. A seven can be rolled: 1-6, two-5, three-4, 4-3, 5-1, and 6-1. The bet pays 4:1. The house edge is high on this 1 given that it's a 1-roll wager. Of course, you'd believe it was a pot of gold when you are standing at an ice-cold table.\n\nBig 6: This bet is situated in the decrease section of the layout. Browse here at <a href=\"https://www.silencershop.com/shop/yhm-stainless-phantom-qd-2\">cheap yhm stainless phantom</a> to read the inner workings of it. It is known as the large six, because the wager space is a huge 6. It really is a gimmick wager although, due to the fact it only pays even cash. If you had been to location the six, you'd get odds on your payout. This bet stays up until it loses or you take it down.\n\nBig eight: It is the same as the Massive 6, except it is an 8. You'll win every time an eight is rolled and drop when a 7 is rolled. It pays even funds. Unless you happen to be really lazy, spot the eight instead.\n\nBig Red: No, it's not a stick of gum. This is a codeword for generating a wager on Any Seven.\n\nBones: Throw them bones. If you have an opinion about writing, you will seemingly need to read about <a href=\"https://www.silencershop.com/shop/yhm-stainless-phantom-qd-2\">yhm phantom</a>. The bones are the dice.\n\nBlack: This is slang for a $one hundred cheque-also referred to as a chip by the layman. \"Give me a stack of black,\" would be saying that you want a stack of $100 cheques, which is $two,000-there are 20 cheques/chips in a stack.\n\nBoxcars: Preserve producing this wager and you may possibly be living in a boxcar. This is slang for the quantity 12-six-6 on the dice.\n\nBoxman: This is the guy who is in the suit and sitting down in-between the two dealers on the inside of the Craps table. He's the boss of the table. It is his job to make certain payouts are okay and to watch the game. You are going to also see him tracking players for rewards.\n\nThe Boys: Perhaps a bit sexist in these days because there are more and far more female Craps dealers, but this is slang for the dealers at the table. \"Here's $20 for the boys,\" signifies that you're giving $20 as a tip to the dealers. In the old days, you'd only find male Craps dealers.\n\nAnd that concludes today's Craps terms lesson. I will be back with plenty much more.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Craps Terms - Element A single",
  "revision_id": "b7edfbec-c590-4fa6-8fc3-51ec7d5e1fca"
}