{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "cd5226b7-b718-4b32-9b49-5173bca6b5fb",
  "metadata_created": "2013-08-29T05:15:22.334757",
  "metadata_modified": "2013-10-10T22:43:52.505874",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "b5383241-ce57-41e9-bec8-309d14f93768",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "mccain",
  "isopen": false,
  "url": "",
  "notes": "Generally speaking, you can find two forms of wines; the red wine and the white wine. For alternative viewpoints, please check out: <a href=\"http://ryson.com/blog/tag/dorner-manufacturing-corp/\">dorner manufacturing corp</a>. Both wines are made from grapes, although, different varieties of both and grapes are also fermented.. \n\nWine consists of unmodified grape juice which was fermented to create an alcoholic drink that numerous people enjoy the world over. In many places, dinner and sometimes even meal isn't complete with no wine bottle. To get supplementary information, consider peeping at: <a href=\"http://www.prleap.com/pr/208701/\">high quality ryson</a>. Activities frequently require a wine and that is followed closely by cheers and saluts. \n\nBroadly speaking, you can find two forms of wines; the white wine and the red wine. Both wines are produced from grapes, though, different varieties of grapes and both are also fermented to generate the wine. The two forms of wines also have several forms of wines. As a result, they are frequently named after the area they come from in the world or the type of grape used to help make the wine bottle. There are also several other forms of wines other than the red and the white but both of these are the more common. \n\nStructure of a Wine \n\nA wine is mostly composed of grape juice. The grapes made into wine are the key factors to the style of the drink. To check up additional information, you should have a view at: <a href=\"http://ryson.com/blog/tag/conveying-solutions/\">conveying solutions</a>. These grapes usually are from the European grapes species. The location of the vineyard and the environment in the particular location has a lot to do with the taste of the wine. It's this that is called the terroir and on the quality of the wine a big role is played by it. \n\nYeast can be added to your wine formula to ferment the grape juice. The fermentation might take a few months to achieve the right flavor f the wine. Water can also be among the major the different parts of probably the most abundant component in it a wine and certainly. Alcohol also includes the alcohol content and wine depends on what kind of wine we're talking about. \n\nThe Uses of Wine \n\nA wine bottle is often useful for drinking, needless to say. It is also found in liturgical events or other religious based events. Many use wine to celebrate victories and to block out beats. A wine may also be found in cooking, cooking and to create cuisine all over the world. It's often used to flavor stocks (meat, chicken etc) or braising the meals. \n\nA bottle of wine may also be used to flake out the body; therefore it's gained a trustworthiness of being medicinal and an aphrodisiac. Some analysts have said that re wine could be more good for preventing cancer when compared with white since red wine contains more poyphenols.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "What's In A Bottle Of Wine?",
  "revision_id": "0e274830-1036-4424-8971-a893bc430a06"
}