{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "005362eb-81ac-409c-a907-a407f54dbc08",
  "metadata_created": "2013-09-05T11:42:27.319836",
  "metadata_modified": "2013-10-10T22:58:45.493511",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "50a31255-27ff-4419-8409-068ba476e2bc",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "moesgaard",
  "isopen": false,
  "url": "",
  "notes": "Lemon, vanilla and the far more elaborate concoctions such as pumpkin, chocolate chip, cranberry and blueberry are just a handful of of my favored cheesecakes. The delight you expertise when you take that initial bite of your preferred cheesecake can be exhilarating and soothing at the same time. And remembering loved ones at gift-giving time brings to mind even a lot more exciting flavors that are available like raspberry, Neapolitan, bing cherry and key lime, one more of my favorite cheesecakes, and a single sure to be your favored as effectively as soon as you give it a try. There are times when practically nothing but the best will do, and that is the time to choose to give a freshly baked cheesecake as an alternative of flowers and chocolates. There are a lot of sources from which to buy your preferred cheesecakes. There is the frozen section at your supermarket, specialty retail shops, and now the Internet is a reliable source as well. Ordering online is an knowledge in itself as you browse by way of the pages searching at luscious Gourmet Cheesecakes that are certain to please everyone on your present list. If you are concerned with shopping, you will certainly choose to read about <a href=\"http://bing-seo.dk/\">http://bing-seo.dk/</a>.  As soon as you make a selection, the cheesecake is packed in a unique container and can be delivered as quickly as the next day for your comfort. You are certain to find a cheesecake to please even the most discriminating palate when you view the selections and uncover a world of delicacies that can be yours at the click of a button. Cheesecakes are normally available with a crumb crust or a much more standard crust that has been rolled thin.  And never neglect the wonderful selections of a unique personalized cheesecake for particular occasions such as anniversaries, birthdays, holidays, Secretaries Day, Mother's Day, Father's Day and other occasions to make cheesecake a favorite with every person.\n\nSend a Cheesecake to somebody specific today.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "My Preferred Cheesecakes",
  "revision_id": "7dde0825-8d89-4fea-af0b-a901addcca2a"
}