{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "555f7d16-bfcc-4c9e-87ea-2cd660674d57",
  "metadata_created": "2013-09-02T01:39:15.132240",
  "metadata_modified": "2013-10-10T20:55:19.181317",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "b87ccec5-a7d0-492d-97be-dbb032790db8",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "faircloth",
  "isopen": false,
  "url": "",
  "notes": "Cut Of of the four Cs, Cut is the only real feature that's manufactured. Every stone is take.. \n\nYou've almost certainly been told concerning the four Cs of diamonds, if you've ever gone buying jewelry, diamond jewelry specifically. But what does everything really mean and how do you make sure you're really getting what you want? To help you through the problems of shopping for expensive jewelry we have laid out all of the elements in an easy to understand information below. \n\nCut Of all of the four Cs, Cut is the sole attribute that's man made. Every diamond is take-n by a called a cutter and he carefully cuts the diamond in just the right way in order to give the treasure a sparkle. How the diamond reflects light relies on how the diamond is cut. Diamond jewelry can be bought in excellent, exceptional o-r great Cuts. The better the cut, the more expensive the diamond is. \n\nClarity This is actually the component that tells you how clear a stone is. Many imperfections can not be viewed by the naked eye and the rating may help let you know just how many imperfections are in-the expensive jewelry you are looking at. There are two classes used to describe problems in the inclusions (which are central) and blemishes (which are outside). Discover further on the affiliated article directory - Hit this webpage: <a href=\"http://www.vectordiary.com/fonts/30-best-wedding-fonts-for-invitation-cards/\">wedding fonts</a>. <a href=\"http://www.vectordiary.com/fonts/top-20-most-beautiful-calligraphy-fonts/\">Internet Calligraphy Fonts</a> includes additional information concerning how to study this concept. The flaws the diamond has, the more expensive and rare the diamond will be. \n\nCarat Weight This is actually the simplest of the Cs to-understand. The carat weight is simply the size of the stone. That is also one of the biggest facets in determining just how much a stone prices. \n\nColor Diamonds color are positioned on a scale of D-Z. Browse here at the link <a href=\"http://www.istockdiary.com/coupons/shutterstock-coupon-code/\">shutterstock coupon</a> to study why to ponder it. Diamonds that are ranked a through F in color are regarded as being clear. Grades G through J are believed to be near colorless. The eye could start to see color in a diamond beginning a I-J range. \n\nWhen you're buying diamond jewelry it's very important to look closely at the four C's of diamonds. They will help you to be sure you're getting a fair deal and will help determine the caliber of the diamond that you're getting.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "The Easy Guide To The Four Cs Of Expensive Jewelry",
  "revision_id": "9b9a5f71-5741-48cf-8eac-f1bd7891f91d"
}