{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "6ccc026a-3f28-404a-a01c-b130f1fe67f5",
  "metadata_created": "2013-08-29T04:56:27.623181",
  "metadata_modified": "2013-10-10T22:08:54.786338",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "141c813e-f76c-442c-8046-f030927f7edf",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "lara",
  "isopen": false,
  "url": "",
  "notes": "Some house improvement/repair tasks are essential regardless of cost, such as for instance adding a brand new hot-water heater if the old one stops working. Others, such as changing the kitchen or windows, are far more a func-tion of getting the cash to do so-and how much they put to a home's value in regards time to sell. \n\nBased on the most-recent 'Cost Vs. This grand <a href=\"http://www.brickmansion.com/the-home-medical-practitioner-is-in/\">beavercreek windows</a> link has various poetic warnings for the meaning behind it. Value Report' published by Remodeling magazine, the most cost-effective remodeling work is replacing the bathroom, with an estimated 102.2 % of costs recovered in your home purchase. Nevertheless the number-two project may surprise you: siding replacement. \n\nThe survey observed that, when mid-range exterior items are used, homeowners can expect to have 95.5 % of charges when they provide. For up-scale siding, the estimated compensation is also higher: 103.6 %. Learn additional resources on <a href=\"http://versicherungs-wiki.de/index.php?title=Curl_up,_New_Building_Products_Offer_Maintenance-Free_Living\">Curl up, New Building Products Offer Maintenance-Free Living – Das Versicherungs Wiki</a> by browsing our great encyclopedia. \n\nAnd while many interior jobs have changed within their over all value-between 2002 and 2005, bathroom remodels have recouped as little as 79.1 percent of costs-siding has been a fairly constant earner, increasing in value annually over that period. \n\nIn addition, because the exterior of your home is the very first thing people see, character and the charm that present through with quality siding speaks volumes regarding the satisfaction you've in your home. Learn further on <a href=\"http://duranbook.com/index.php?p=blogs/viewstory/856951\">Turning Your Property Right Into A Garden Home - The DuranBook</a> by navigating to our unusual use with. Your choice to re-side your property is, probably, one you'll make once and live with for a long time. That's why it's so very important to get all the details and make the right exterior decision. \n\nAmong the most-popular siding choices-both for mid-range and upscale projects-is fiber-cement siding from James Hardie. Whether you're developing a new home or remodeling, fiber-cement siding offers low maintenance yet does not lose the beauty and character of wood. To research more, consider peeping at: <a href=\"http://www.corgicertificate.com/turning-your-house-into-a-yard-house.html\">roofing materials michigan</a>. The exterior resists aging or fantastic and it resists damage from rain and hail. \n\nMoreover, James Hardie siding is available pre-finished using a 15-year end guarantee. On top of that, the exterior is noncombustible, with a limited, transferable warranty for up to 50 years. \n\nJames Hardie is an international leader in the manufacturing and development of manufacturing processes and technologies, materials of durable building materials. For more than 20 years, the organization has managed among the largest research and development facilities devoted solely to fiber-cement technology.Hansons Windows Siding and Roofing\nOhio and Michigan\n\n\nWhen you invest in your home, don't you want the job done by a company that will back their products and work with actions and not words? We're so confident the windows we install are the best in the industry, that if something goes wrong we'll take care of it, no questions asked. Our guarantees are second to none. Thank you for choosing Hansons windows! You're well on your way to a more beautiful, more energy efficient, and more valuable home. The Hansons family is eager to serve your family. We can't wait to help you “Get it Done.”\n\nContact Information:\nHansons\nBrian Elias\nTel: 888-778-0212",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Sizing Up Siding: Recuperating Remodeling Prices",
  "revision_id": "ba660ff4-9fc3-4617-9e8e-bb555808f8ce"
}