{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "1e37d436-b04c-42d7-92d9-738a33d76309",
  "metadata_created": "2013-07-18T02:09:48.875999",
  "metadata_modified": "2013-10-10T21:17:42.073498",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Nowadays, automotive engine compensation control is carried out electronically by utilizing many compensation maps in engine management systems; such that the engine can sustain its performance under the variations in engine operating conditions and environmental parameters. In traditional engine compensation map calibration, the parameters are normally set by a trial and error method because the exact mathematical engine model has not been derived. In this paper, a new framework, namely multi-input/output least-squares support vector committee machine, is proposed to construct the engine compensation control system (ECCS) models based on experimental data. As the number of adjustable parameters involved in the ECCS is very huge, the model accuracy and training time are usually degraded. Nonlinear regression is therefore employed to perform dimension reduction before modelling. The ECCS models are then embedded in an objective function for parameter optimization. Two widely-used evolutionary optimization algorithms, Genetic algorithm (GA) and particle swarm optimization (PSO), are applied to the objective function to determine the optimal calibration maps automatically. Experimental results show that the proposed modelling and optimization framework is effective and PSO is superior to the GA in compensation map calibration.",
      "name": "Compensation Map Calibration of Engine Management Systems Using Least-Squares Support Vector Committee Machine and Evolutionary Optimization",
      "format": "",
      "url": "http://www.seipub.org/VE/paperInfo.aspx?ID=2408",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "1e37d436-b04c-42d7-92d9-738a33d76309",
      "created": "2013-07-17T21:10:18.181237",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "db38d445-403b-4da6-ad22-0bbdaf7bf750",
      "url_type": null,
      "id": "15e5bcbe-5334-4ec7-a8b6-b2bdd6f423d7",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " This manuscript discusses the development of the thermal comfort zones, during summer and winter periods, inside vehicular cabins. This is done using two thermal modeling approaches; specifically Berkeley and Fanger computations. The limiting boundaries of the thermal comfort zone when computed by the Berkeley model is determined by the Overall thermal Sensation (OS ± 0.5), while according to Fanger model, the zone is determined by the Predicted Mean Vote index (PMV ± 0.5). The Berkeley simulation uses a virtual thermal manikin to predict the thermal sensation and comfort inside the cabin under different environmental conditions, while maintaining the cabin homogeneous state over a relative humidity range of (20-60%). The manikin clothing reflects the summer period through; short sleeve with long trousers at an approximate clothing insulation value of 0.5 clo. Additionally, the winter clothing for winter is long thick sleeve, long thick trousers, hand-wear and footwear with approximate clothing insulation value of 1 clo. The metabolic rate for a human passenger is set at 1.4 met to represent a seated human activity level. The same conditions are also used for the Fanger model except the range of relative humidity, which is (20-80%). The results show that the lower and upper temperature limits for the summer comfort window are at standard conditions of 22.4 and 27.3°C for the Berkeley model and at 23.1 and 27.4 °C for the Fanger model. On the other hand, the temperature limits for the winter comfort window are at 19.8 and 25.2°C for the Berkeley model and at 18.6 and 24.6 °C for the Fanger model. Additionally, the proposed study conducted a sensitivity analysis of these windows by changing (increase/decrease) of the metabolism, the cabin air velocity, and the clothing insulation values.",
      "name": "Vehicular Cabins’ Thermal Comfort Zones; Fanger and Berkley Modeling",
      "format": "",
      "url": "http://www.seipub.org/VE/paperInfo.aspx?ID=2452",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "1e37d436-b04c-42d7-92d9-738a33d76309",
      "created": "2013-07-17T21:10:54.925479",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "2cdaee42-6ec7-4476-ac4d-02e2d50b2a9f",
      "url_type": null,
      "id": "f7eeb5b8-8761-4319-a7f1-9be71efd7216",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Emission from vehicles especially automobiles is responsible for about two third of air pollution in the urban area. The major pollutants emitted by motor vehicles including CO, NOx, sulphur oxides, (SO), HC, lead (Pb) and suspended particulate matter (SPM), have damaging effects on both human health and ecology. The internal combustion engines need a mixture of air and fuel to burn and produce energy to propel the vehicle. These burnt gases which come out of the exhaust are responsible for pollution. In petrol engines, the gases comprise a mixture of unburnt hydrocarbons (HC), Carbon Monoxide (CO) and Oxides of Nitrogen (NOx). If these gases are in excess quantities, vehicular pollution is caused. Emissions of Diesel vehicles are the concentration of CO and unburnt HC in the diesel exhaust are rather low, both of which are compensated by high concentration of NOx and CO2. There are smoke particles and oxygenated HC, including aldehydes and odour-producing compounds. This paper initially presents various types of pollution emitted by vehicles, their effect on human health and mitigation measures by the use of various new technologies of Automobile Engineering and Alternative fuels.",
      "name": "Vehicular Pollution, Their Effect on Human Heatlh and Mitigation Measures",
      "format": "",
      "url": "http://www.seipub.org/VE/paperInfo.aspx?ID=2724",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "1e37d436-b04c-42d7-92d9-738a33d76309",
      "created": "2013-07-17T21:11:28.116676",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "d72ace56-827f-4a66-a04a-f02a80ec8ac2",
      "url_type": null,
      "id": "2019ff0c-8120-4dec-ae71-a279b83a6da0",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Abstract An online power management strategy (PMS) for plug-in hybrid electric vehicles is presented in this paper. This PMS with the capability to reduce both the fuel consumption and the emission, has simple mathematics and excludes a priori knowledge of the driving cycle. The only required information is the driving duration that can be estimated by the driver or by the vehicle information systems, so the proposed method can be easily implemented. Furthermore, an adaptive form of this PMS is presented and its performance is compared with other strategies. Using the online adaptive PMS method, the incoming driving cycle condition is predicted by the vehicle past conditions. In this paper, the engine fuel characteristics are linearized to several zones. At any instant, one of these zones is selected for the engine operation. In each zone, an optimal cost function is minimized for the fuel consumption and the emission reduction. Moreover, different cost functions are defined and used on various engines. Finally, the proposed PMS is simulated in the ADVISOR environment and compared with conventional method.",
      "name": "An Online Fuel Consumption and Emission Reduction Power Management Strategy for Plug-in Hybrid Electric Vehicles",
      "format": "",
      "url": "http://www.seipub.org/VE/paperInfo.aspx?ID=3915",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "1e37d436-b04c-42d7-92d9-738a33d76309",
      "created": "2013-07-17T21:11:58.282602",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "0c60a91b-edc9-43b7-8bf7-eb2220da3283",
      "url_type": null,
      "id": "3e19c7ce-da2d-443d-8c6f-3967a617a2bd",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 4,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Vehicle Engineering",
      "id": "7ed95a4e-a8af-4d3e-933d-b24c73f8ef4e",
      "name": "Vehicle Engineering"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-seipub-org-ve",
  "isopen": true,
  "url": null,
  "notes": "Vehicle Engineering (VE) is an internationally refereed journal dedicated to publishing the latest advancements in vehicle engineering research. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Vehicle Engineering (VE)",
  "revision_id": "54bfd1e6-3ed1-46c3-8b7a-104b0796a4f1"
}