{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "238dbbce-183c-4a52-b064-4d05604c9ed3",
  "metadata_created": "2013-08-29T12:15:23.244006",
  "metadata_modified": "2013-10-10T19:52:33.740323",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "25b3069e-3a6e-44cf-98b8-806bd77368fd",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "aycock",
  "isopen": false,
  "url": "",
  "notes": "Im a publisher for quite a few web sites. This stately <a href=\"http://cloud-clarity.com/wp-content/uploads/2013/08/geoff.frink_.mobile.jpg\">geoff frink</a> site has specific prodound lessons for when to ponder this view. I HATE several of your articles. Heres my rant and what you can do to adjust my thoughts.\n\nDont Send Me Your Articles\n\n1st of all, dont send me articles. I only take them from directories. The goal of this report is to give you a much better idea of what Im seeking for in articles. Navigating To <a href=\"http://cloud-clarity.com/wp-content/uploads/2013/08/geoff.frink_.png\">geoff frink</a> possibly provides suggestions you should give to your mom. It is not to generate an assault on my email account.\n\nYoure Killing Me\n\nOkay, \"hate\" is robust word and I most likely shouldnt use it. It is, however, the word that comes to mind when I blow an hour in an write-up directory trying to find usable articles!\n\nAs an Web advertising and marketing firm, we beef up client web sites by adding report content material. This signifies I deal with the article sections of much more sites than I want to admit. I discovered <a href=\"http://cloud-clarity.com/wp-content/uploads/2013/08/geoff.frink_.jpg\">analysis</a> by searching Yahoo. Since of this, I devote most of my time hunting for great articles. By \"excellent articles,\" I am speaking about articles that are formatted and arranged in a manner that makes them ready for publishing. I am NOT speaking about what you create, just how you organize and format it.\n\nBuilding write-up pages on websites is a tedious approach. If dealing with your post is going to need me to make a lot of modifications, I will not publish it. Far more so, I will Never appear at your articles once again. Despite your captivating headline, I will basically bypass it as soon as I see your name. Regardless of whether you understand it or not, you have a reputation with webmasters, publishers and editors.\n\nBut I Need to have You\n\nI hunt via write-up directories simply because I require your content material. New content material equals pleased guests for the websites I perform on. With the exception of a couple of of you, even so, I loath the extremely ground you walk on because you make my job miserable. Yes, miserable. The difficulty I have with your articles is you develop them in a style and format that tends to make my teeth grind. Again, I am not talking about WHAT you create about, just HOW you put it collectively.\n\nWhen I look for articles every single two days, I am attempting to find some thing I can slap onto the web sites as swiftly as feasible. Discover more on an affiliated encyclopedia - Click here: <a href=\"http://cloud-clarity.com/wp-content/uploads/2013/08/geoff-frink.jpg\">close window</a>. This means your article need to be formatted to make meta tagging and hyperlinking as effortless as humanly achievable. Preserve in mind that I am publishing hundreds of articles a day, not a single or two. Time is at a premium. If you make the job simple for me, I will snap up articles as quick as you can post them.\n\nWhy Need to You Care\n\nYou should care about my gripe since numerous of my peers really feel the identical way. When we get collectively, bitching about your articles is a well-known topic. That hurts you from each a readership and link creating viewpoint. You want to get publicity from your articles and we want to give it to you. Comply with our demands and we will paste you all more than the net. Dont and you can watch the proverbial tumbleweed continue to roll by your internet site.\n\nNow, youre possibly pondering none of this applies to you. In truth, I suspect it applies to 90 percent of the authors publishing in directories. Yes, this is even correct for the authors publishing hundreds of articles.\n\nI am going to publish a series of articles on this topic all at after. These articles will cover in detail what I want to see in every section of your write-up. I pray that you will read them and ease the misery of all of us lowly publishers.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "A Publishers Rant  Why I Hate Your Articles",
  "revision_id": "3dd4bb2f-90d1-473e-8d1f-4963f6565ae8"
}