{
  "license_title": "Creative Commons Non-Commercial (Any)",
  "maintainer": "IFPRI-Data",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "IFPRI-Data@cgiar.org",
  "num_tags": 3,
  "id": "5e314fe9-8a21-46f7-b441-95573bcf79f8",
  "metadata_created": "2012-12-06T22:11:15.483780",
  "metadata_modified": "2017-01-09T21:04:47.791601",
  "author": "Wood, Stanley; Sebastian, Kate; Scherr, Sara ",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "185c6a31-c03b-4c6b-955f-4c1a66cd3022",
  "type": "dataset",
  "resources": [
    {
      "mimetype": "text/html",
      "cache_url": "",
      "hash": "",
      "description": "",
      "name": "Pilot Analysis of Global Ecosystems (PAGE) Agroecosystems Dataset",
      "format": "Data File in .shp",
      "url": "http://hdl.handle.net/1902.1/17463",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "5e314fe9-8a21-46f7-b441-95573bcf79f8",
      "created": "2012-12-06T16:17:51.961110",
      "state": "active",
      "mimetype_inner": "",
      "last_modified": "2012-12-06T16:17:54.651770",
      "position": 0,
      "revision_id": "183fdab1-2bbd-4d10-8a63-18ed87db6d0d",
      "url_type": null,
      "id": "4713dad1-d739-4ad4-afe3-1c41348142b0",
      "resource_type": "metadata",
      "size": null
    }
  ],
  "num_resources": 1,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "PAGE",
      "id": "78638b1e-1e81-4dee-b638-d98c1c9094fe",
      "name": "PAGE"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "agroecosystems",
      "id": "f9a9e436-7b37-435e-81f9-f19ad63b29fd",
      "name": "agroecosystems"
    },
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "pilot analysis of global ecosystems",
      "id": "fe99c45e-15dc-411b-a4e9-d17064eb9105",
      "name": "pilot analysis of global ecosystems"
    }
  ],
  "groups": [],
  "license_id": "cc-nc",
  "relationships_as_subject": [],
  "organization": {
    "description": "In collaboration with institutions throughout the world, IFPRI is often involved in the collection of primary data and the compilation and processing of secondary data. The resulting datasets provide a wealth of information at the local (household and community), national, and global levels. IFPRI freely distributes as many of these datasets as possible and encourages their use in research and policy analysis. This group reflects the collection of IFPRI datasets.",
    "created": "2012-12-03T14:26:13.596177",
    "title": "International Food Policy Research Institute (IFPRI)",
    "name": "ifpri",
    "is_organization": true,
    "state": "active",
    "image_url": "http://www.ifpri.org/sites/default/files/logo.jpg",
    "revision_id": "39176b99-9a74-4b3c-9049-ad3345bff0d1",
    "type": "organization",
    "id": "cfba7116-aec4-41d6-b54d-a6e1f23de942",
    "approval_status": "approved"
  },
  "name": "pilot-analysis-of-global-ecosystems-page-agroecosystems-dataset",
  "isopen": false,
  "url": "http://hdl.handle.net/1902.1/17463",
  "notes": "The Pilot Analysis of Global Ecosystems (PAGE): Agroecosystems was one of four pilot studies undertaken as precursors to the Millennium Ecosystem Assessment. The study identifies linkages between crop production systems and environmental services such as food, soil resources, water, biodiversity, and carbon cycling, in the hopes that a better understanding of these linkages might lead to policies that can contribute both to improved food output and to improved ecosystem service provision. The PAGE Agroecosystems report includes a series of 24 maps that provide a detailed spatial perspective on agroecosystems and agroecosystem services. Pilot Analysis of Global Ecosystems (PAGE): Agroecosystems Dataset offers the 9 geospatial datasets used to build these maps.\r\n\r\nThe datasets are:\r\n\r\nPAGE Global Agricultural Extent. The data describe the location and extent of global agriculture and are derived from GLLCCD 1998; USGS EDC1999a.\r\n\r\nPAGE Global Agricultural Extent version 2. The data are an update of the original PAGE Global Agricultural Extent, based on version 2 of the Global Land Cover Characteristics Dataset (GLCCD v2.0, USGS/EDC 2000). The methods used to create this dataset were the same as those employed to create the original PAGE Global Agricultural Extent.\r\n\r\nMask of the Global Extent of Agriculture. This dataset displays the global extent of agricultural areas as defined by the PAGE study. The other datasets made available on this site (eg. tree cover, soil carbon, area free of soil constraints) only show values for areas within this agricultural extent.\r\n\r\nPAGE Global Agroecosystems. These data characterize agroecosystems, defined as \"a biological and natural resource system managed by humans for the primary purpose of producing food as well as other socially valuable nonfood products and environmental services.\"\r\n\r\nPercentage Tree Cover within the Extent of Agriculture. This is a raster dataset that shows the proportion of land area within the PAGE agricultural extent that is occupied by \"woody vegetation\" (mature vegetation whose approximate height is greater than 5 meters).\r\n\r\nCarbon Storage in Soils within the PAGE Agricultural Extent. The data give a global estimate of soil organic carbon storage in agricultural lands, calculated by applying Batjes' (1996 and 2000) soil organic carbon content values by soil type area share of each 5 x 5 minute of the Digital Soil Map of the World (FAO 1995).\r\n\r\nAgriculture Share of Watershed. This dataset depicts agricultural area as a share of total watershed area. The share of each watershed that is agricultural was calculated by applying a weighted percentage to each PAGE agricultural land cover class.\r\n\r\nArea Free of Soil Constraints. The data show the proportional area within the PAGE agricultural extent that is free from soil constraints. The area free of soil constraints is based on fertility capability classification (FCC) applied to FAO's Digital Soil Map of the World (1995).\r\n\r\nOutline of Land and Water Area. These data are used to provide a boundary for land areas and facilitate the readability of maps.",
  "owner_org": "cfba7116-aec4-41d6-b54d-a6e1f23de942",
  "extras": [],
  "license_url": "http://creativecommons.org/licenses/by-nc/2.0/",
  "title": "Pilot Analysis of Global Ecosystems (PAGE), Agroecosystems Dataset",
  "revision_id": "c8df4c5b-5a33-4c4b-8612-b45a3b222749"
}