{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "4e12c4a4-fd07-4c77-8b9a-2860b3852a46",
  "metadata_created": "2013-09-06T11:35:34.628520",
  "metadata_modified": "2013-10-10T20:33:54.983547",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "4eafeb59-ba15-478b-ac5d-4dd3e5946bf9",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "dickens",
  "isopen": false,
  "url": "",
  "notes": "Late on Friday, Security programs supplier FireEye submitted the mandatory records for an IPO. The recommended ticker is FEYE (the trade has not been decided on yet) and the major underwriters include Goldman Sachs, Morgan Stanley, JPMorgan and Barclays. \r\n\r\nFireEye was started by designer Ashar Aziz in 2004. His background in the security field helped him view a large issue in the space: Signature-based systems may fundamentally be limited. One large cause is that the introduction of cutting-edge technologies like the cloud, social-networking, virtualization and cell phones allows many new entry points for viruses and malware. \r\n\r\nMore over, the thieves are no more just solo hackers, they are frequently criminal organizations and even nation states!! \r\n\r\nAccording to FireEye's S-1:. \r\n\r\n' [The] highly-sophisticated cyber-attacks typically prevent old-fashioned signature-based defenses by introducing powerful, specific and stealthy malware that penetrates defenses in multiple levels and through multiple access points of an IT network.' . Discover more about <a href=\"https://www.damballa.com/solutions/FireEye-Sandbox-Shortfalls.php\">fireeye ipo price</a> by visiting our telling link. FireEye has built a digital machine-based security system to fight back. For the most part, FireEye spots a threat in the early phases and takes care of it with limited disruption into a business's network. \r\n\r\nFireEye has has purchased several consumers, which now total over 1000, as should be no shock. They contain over 125 of the Fortune 500 and span across more than 40 countries. \r\n\r\nFrom 2010 to 2012, revenues surged from $11.8 million to $83.3 million. Through that interval, though, the losses climbed from $9.5 million to $35.8 million. But remember that FireEye has invested heavily in building a strong framework for continuing hyper-growth. \r\n\r\nThe company even offers a first-class management staff. In 2007, he light emitting diode a recovery of Mc-afee and then offered the company to Intel in 2011 for $7.7 million. To learn more, please check-out: <a href=\"https://www.damballa.com/solutions/FireEye-Sandbox-Shortfalls.php\">fireeye malware security</a>. \r\n\r\nAnd yes, the moment looks spot-on for a FireEye IPO. Browse here at <a href=\"https://www.damballa.com/solutions/FireEye-Sandbox-Shortfalls.php\">fireye ipo</a> to explore when to look at this enterprise. Just a few weeks ago, Cisco consented to spend over $2 billion for protection agent Sourcefire. Because of this, the offer has started excitement that other huge tech companies, like Oracle, Microsoft and IBM, will ramp-up their M&A. \r\n\r\nWhat is more, safety IPOs also have done well. Amongst the standouts is Imperva, which will be up almost 200 since its offering in late 2011. \r\n\r\nIn light of this, the FireEye IPO could have its faults. It's quite a good odds that Fireye will light investors' wallets. \r\n\r\nFireEye was created by engineer Ashar Aziz in 2004. FireEye has built a virtual machine-based security system to fight-back. For the most part, FireEye detects a threat in the early stages and takes care of it with little disruption to a company's network. Remember that FireEye has invested heavily in developing a strong foundation for continuing hyper-growth. \r\n\r\nAnd yes, the time looks spot-on to get a FireEye IPO.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Security Service FireEye Documents for IPO",
  "revision_id": "4d481984-c2dc-4345-ae6a-4cdc8ff04767"
}