{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "9100b454-91f4-4947-a2c4-5ac6e214893e",
  "metadata_created": "2013-09-07T11:16:17.310552",
  "metadata_modified": "2013-10-10T23:36:54.630893",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "b04e3077-863b-40eb-adab-7cc23d2d692a",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "santana",
  "isopen": false,
  "url": "",
  "notes": "Colorado holdem poker, called Holdem, will be the most favorite poker game, played both at homes and in casinos. Poker is the no 1 casino game and texas hold em is the no1 poker game. And there's little doubt about it! People love to play its different model as it is best to risk, amusing to play and easy to learn. Because huge popularity, it is a principal event of the World Series of Poker. Not at houses and only in casinos, texas hold em can be performed over internet. Infact online casinos have ranked it the most preferred and most played game. Playing online is as exciting and amusing as in area and las vegas. \n\nIf you want to become a skilled texas holdem poker player, or at the least an intermediate player, then you should be fully conscious of the general and basic texas holdem rules and the texas holdem hands to-play. You can learn to play texas holdem poker in just a day or therefore, but mastering the sport of poker takes a great deal of practice and patience. Common texas holdem poker policies are: \n\n1. The overall game is played with a standard deck of 5-2 cards. Players are dealt with two 'down' cards and five 'up' cards. Five 'up' cards are called community cards and are shared by all people on the table. This game can be used at least 2 players and at the most 11 players. \n\n2. One-person acts as a dealer. His duties include shuffling the cards, distributing the cards and controlling the movement of the game. \n\n3. The two players on the left side of the dealer start the game by making the bets. Now each player is given 2 'down' cards. These are-the 'hole' cards of the players. This round is known as 'pre-flop' round. \n\n4. Now seller turns over the three cards at the center of-the table. Now the 2nd betting round starts. That betting round begins to the person on the left of the dealer and continues to the left. In this round a player can contact, boost or fold, when there is a bet available. person could make the bet or check when there is no bet available then. \n\n5. Whilst the 2nd betting round stops, the dealer distributes another 'up' card. This card is known as 'change.' Participants may use this sixth card now to make a five card poker hand. The person to the left of the dealer starts the betting round. Within this across the bet amount becomes equal to the utmost table bet. \n\n6. Now the last betting round begins. Dealer blows the final card which will be called 'lake.' A player may use any mix of cards to-make the hand. A hand could be one pocket card and four community card or 2 pocket cards and 3 community cards. \n\n7. Now all of the participants that are in the hand show their cards. The top hand wins the pot. However, through the game a person can collapse and can escape the turn in any moment. \n\nTexas hold em poker may be the name of entertainment and jackpots. <a href=\"http://www.threadless.com/profile/2705276/walletdouble9\">\n        \n            \n                \n                    \n                        </a> is a poetic online library for further about the reason for this thing. The cheat game of days gone by is now the number 1 casino game. And this reputation is due to the convenience, techniques and odds. Texas holdem poker rules allow you to understand and to play florida holdem activities. Therefore learn them to play!.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Texas Hold Em Poker Rules: Become the master-of the game",
  "revision_id": "ce92dd22-8d36-4a68-b849-9692500f695a"
}