{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "ca229265-3a25-4065-b21d-6129ab9ae08b",
  "metadata_created": "2013-09-12T18:31:29.573144",
  "metadata_modified": "2013-10-10T21:16:54.764906",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "22af0780-3758-4448-9cf0-e028eab7b0fb",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "hoyle",
  "isopen": false,
  "url": "",
  "notes": "A lot of people don't know what form of metal detector they need to acquire. White Spectrum XLT are available in local and national retailers all over the world and has experienced and surpass.. \n\nMetal detectors in many cases are found in treasure hunting and in finding artifacts. It's a helpful device particularly for hunters and adventurers. There are various designs and types of metal detectors and they all vary in features, quality, and consistency. Each has its advantages and disadvantages. \n\nMany people do not know very well what type of metal detector they ought to buy. White Spectrum XLT can be found in local and national retailers all over the world and has surpassed and experienced the test of time. It may be easily applied and is user-friendly. \n\nEven newcomers might use it. The information can be obtained and is easily understood. This type is employed most often at the seaside in Jewelry or Beach function. It may also be-used in Relic setting. When it's in relic style, the depth is increased and the results could be funny. Nevertheless, using it o-n the beach within the relic style isn't that favorable. Due to the heavy, black mud and rocks, it reveals way too many false targets so it's suggested that you employ the metal detector in Beach setting instead of Relic Mode. Using the product is the better way to understand its functions. And afterwards you can easily read the signals. Yet another advantage is that it's super easy and convenient to transport. \n\nYet another type could be the Whites Pro XL 6000. Many people buy it due to the fascinating search. Unlike the White Spectrum which has more buttons to-use and to appear over, you'll find less buttons to browse through when adjusting or changing the settings. Nevertheless, familiarizing your self and getting used to it may demand a little time. But once you know and become familiar with it, it will be very useful. Visiting <a href=\"http://www.raleighgunshop.net/review/perrys-gun-shop/\">rate us</a> likely provides warnings you could tell your cousin. Set alongside the White Spectrum, White Pro XL 6000 includes a bit more depth and power. \n\nIt does, however, have an unique downsides. Get more on this related article directory - Click here: <a href=\"http://combatarmshacks.blogspot.com/\">discount combat arm</a>. Some state that the knobs of the Pro XL can be loose and when changing it, you've to be cautious not to reach it along with your arms. It's very sensitive and painful and bumping it may require you to begin or reset the adjustments. Some consumers put a rubber band across the buttons to keep them from moving or getting loose. \n\nYou should obtain a metal detector that's lightweight. This can be essential if you are sensing things over a riverbank or human anatomy of water. Needless to say, it's good to understand how-to choose and change the frequencies of the metal detector particularly when you are using it on the beach. It is also important that you use it in a proper position or location. The processes ought to be adjusted so that the degree and intensity will be specified and clear, when working with it o-n the beach. Lastly, familiarize your self with all the metal detector you are using to have the most effective results.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Tips For Using Metal Alarms On The Beach",
  "revision_id": "b316b663-6aeb-45c5-a7e5-4415043c6758"
}