{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "aa8bf7ff-fb20-4809-b82f-e6c3c692d9ff",
  "metadata_created": "2013-10-09T01:29:47.243481",
  "metadata_modified": "2013-10-10T21:07:26.058059",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "bea39d04-6690-4152-8696-451d9d7e7dd0",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "greenwood",
  "isopen": false,
  "url": "",
  "notes": "The current history of skydiving began at the conclusion of-the 18th-century. when stop performers in France first began doing.. If you are concerned with the world, you will possibly desire to study about <a href=\"http://fortytwocs.com/\">thumbnail</a>. \n\nBelieve it or maybe not. skydiving has been around for hundreds of years. Some historians even find the first parachutes back again to China within the 1100s. That's a cross country. in years and miles. From skydiving North Park. But if you are in the southern California area and want to do some North Park parachuting. it's good to know you have history in your corner. \n\nThe modern history of skydiving started at the end of-the 18th century. when stunt artists in France first began doings gets out-of hot-air balloons. It wasn't long after the invention of the aircraft that people got the idea to leap out of that. Skydiving. skydiving college. Dig up further on this partner use with by navigating to <a href=\"http://fortytwocs.com/\">read best lawyer in malta</a>. and the aircraft to aid the game really took off after World War II. \n\nThen Raymond Young. the well-known founding father of the activity. Created the definition of 'skydiving.' and its turn into a fun and famous. and for a few people profitable. pastime since. Skydiving college and industrial jump websites opened all over the United States. and the world. California is no different. To skydive in San Diego. You've a wealth of near-by possibilities. as well as possibilities up the coast. \n\nTo keep nearby in southern California. Although. For alternative viewpoints, please consider glancing at: <a href=\"http://fortytwocs.com/\">like i said</a>. you'll want to first check-out these areas for skydiving Hillcrest. A few of North Park parachuting chance is just right outside of the city. \n\nPacific Shore Skydiving. for instance. Is simply 2-0 miles south of the San Diego airport. They focus on tandem rookie jumps. However they likewise have room o-n the airplane for fun jumpers as-well. \n\nSkydive North Park does just that. giving you the perfect chance to skydive in San Diego. You can not beat the scenery both. with clear views of the Pacific and Mexico. \n\nNeedless to say. don't feel tied to the confines of the San Diego metropolitan area. Skydiving instructions and springs could be had from San Jose to Sacramento. Fresno to Frisco. Whether you're a novice looking for your first tandem ride or an old-hat looking for jump number 1.001. After all. California is right at home with intense sports like skydiving. Exploring. skateboarding. and rock \n\nHiking. You name it. Californians get it done.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Jump In to History By Skydive San Diego",
  "revision_id": "f636316b-4fef-4025-8f59-6c4f66574fbd"
}