{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "ab4e5456-1f19-4b21-af73-5a5b40be3eac",
  "metadata_created": "2013-08-29T13:29:04.537266",
  "metadata_modified": "2013-10-10T20:38:34.093917",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "d970b41c-e91f-4290-ab00-41fcf08c9503",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "donahue",
  "isopen": false,
  "url": "",
  "notes": "But do not worry. In a couple of short lines, Ill explain just what you should make an ideal cake on your vegan friend or relative. And best of all, no body will be able to taste the.. \n\nAre you experiencing a strict vegetarian in the family who has a birthday or celebration coming up that typically demands cake? If youre not knowledgeable about vegetarian nutritional practices, you might not know very well what vegans don't eat. A whole lot worse, you may have no idea just how to replace what they don't eat. \n\nBut don't worry. In a few short paragraphs, Ill explain just what you need to make the perfect cake to your vegan friend or relative. And best of all, no one will be able to taste the difference. If you have an opinion about finance, you will probably require to learn about <a href=\"http://versicherungs-wiki.de/index.php?title=Long-Term_Strategies_for_Growing_Vegetable_Gardens\">return to site</a>. \n\nLets start with what rigid vegetarians don't eat.They don't eat eggs. They don't drink milk. They dont eat certain forms of sugar. They dont eat butter. Should people claim to identify new information on <a href=\"http://determinedtodevelop.org/?q=node/715743\">more information</a>, we know about many databases you can investigate. And they dont eat frosting. \n\nEggs can be changed by \"EnerG Egg Replacer,\" that you simply can purchase at many grocery stores. The package can explain \n\nJust how much replacer to work with per egg. \n\nCows milk can be replaced by normal grain milk, which doesnt include any animal byproducts. You can buy rice milk at your neighborhood supermarket, also. \n\nSeveral vegans do not digest sugar, both, because it is usually whitened by animal bone char. You are able to avoid sugar that's whitened by bone char by buying \"unbleached\" sugar, sugar in-the organic, or beet sugar. Visit this web page <a href=\"http://www.gwmicro.com/mediawiki/index.php?title=Flossy\">this page is not affiliated</a> to learn the inner workings of this activity. There are some cane sugars, too, which were maybe not whitened using bone char, nevertheless they hard to distinguish from others, until you know the exact name-brand. \n\nStrict vegetarians won't eat food made out of butter, either. If your cake recipe requires butter, you can just replace it with margarine or vegetable shortening. \n\nAlong with milk, sugar, butter, and eggs, rigorous vegetarians will not eat milk frosting. If your recipe calls for frosting, you can look for the same flavor of \"non-dairy\" frosting or you can make your own, changing butter with margarine. \n\nAnd there you have it: a compound replacement key for the vegetarian cake. Simply follow the key, replace vegan-unfriendly things on your recipe, and your meal is going to be perfectly fit for even the strictest vegetarian!.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Making A Vegan Cake",
  "revision_id": "053a8532-df1c-46d1-8649-06f11b967ff3"
}