{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "fa27472c-e4b2-419e-9c51-bc4ad61ff73e",
  "metadata_created": "2013-05-15T03:50:37.538883",
  "metadata_modified": "2013-10-10T20:33:35.763041",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "b2c4c6e1-3062-44e2-9ace-4ffb12d62d08",
  "type": "dataset",
  "resources": [
    {
      "mimetype": "text/html",
      "cache_url": null,
      "hash": "",
      "description": "China’s 12th Five-year Plan has listed e-commerce as an important part of national newly emerging strategic industries. Many regions have begun the construction of their regional e-commerce platform. This kind of regional e-commerce platform is a comprehensive website integrating various industrial websites and information management systems of enterprises and public institutions in the region. The application of this kind of platform can reduce the time needed in business process, improve business environment, adjust industrial structure, and improve economic benefits. To build such a comprehensive website into an efficient information platform, people concerned should carry out a deep research and discussion on the solution of platform construction. This paper just gives a deep research on platform construction from multiple aspects such as requirement analysis, function orientation, platform framework, construction solution and principle. Hence, it is meaningful for the construction of regional e-commerce platform.",
      "name": "Developing Regional E-commerce Platform of the 12th Five-year Plan",
      "format": "aspx",
      "url": "http://www.sjae.org/paperInfo.aspx?ID=1030",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "fa27472c-e4b2-419e-9c51-bc4ad61ff73e",
      "created": "2013-05-14T22:50:37.593689",
      "state": "active",
      "mimetype_inner": "",
      "last_modified": "2013-05-14T22:50:42.102626",
      "position": 0,
      "revision_id": "4e41c934-5d11-4486-8597-efd0cbcc6ef4",
      "url_type": null,
      "id": "6c08a9cd-fe4f-478c-9f16-d309d9889ec8",
      "resource_type": "file",
      "size": "28308"
    }
  ],
  "num_resources": 1,
  "tags": [],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "developing-regional-e-commerce-platform-of-the-12th-five-year-plan",
  "isopen": true,
  "url": "",
  "notes": "China’s 12th Five-year Plan has listed e-commerce as an important part of national newly emerging strategic industries. Many regions have begun the construction of their regional e-commerce platform. This kind of regional e-commerce platform is a comprehensive website integrating various industrial websites and information management systems of enterprises and public institutions in the region. The application of this kind of platform can reduce the time needed in business process, improve business environment, adjust industrial structure, and improve economic benefits. To build such a comprehensive website into an efficient information platform, people concerned should carry out a deep research and discussion on the solution of platform construction. This paper just gives a deep research on platform construction from multiple aspects such as requirement analysis, function orientation, platform framework, construction solution and principle. Hence, it is meaningful for the construction of regional e-commerce platform.  http://www.sjae.org/paperInfo.aspx?ID=1030",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Developing Regional E-commerce Platform of the 12th Five-year Plan",
  "revision_id": "619eda10-442f-4ad0-a09a-2a1c84562ca8"
}