{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "4ba6cb82-3add-4d9b-ae3b-96a184270f4c",
  "metadata_created": "2013-07-16T05:55:41.934345",
  "metadata_modified": "2013-10-10T21:17:24.068067",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This study reports the application of sol-gel coatings on aluminium alloy 2024-T3 substrates under electrochemical regimes and dip-coating process. Cerium-titanium oxide nanocontainers loaded with corrosion inhibitors 2-mercaptobenzothiazole and 8-hydroxyquinoline were incorporated into the coatings in order to improve the corrosion protection properties. Various silanes and silicones were used as precursors. The electro-deposited coatings were compared to coatings developed by dip coating process. Electrochemical impedance spectroscopy measurements were carried out in order the corrosion protection properties of the films to be evaluated. It was found that 3-glycidoxypropyltrimethoxysilane based films provided better protection against corrosion. The presence of nanocontainers improved the corrosion protection.",
      "name": "Electro-deposited Sol-gel Coatings Containing Ceramic Nanocontainers Loaded with Inhibitors for the Corrosion Protection of AA2024-T3",
      "format": "",
      "url": "http://www.acse-journal.org/paperInfo.aspx?ID=5555",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "4ba6cb82-3add-4d9b-ae3b-96a184270f4c",
      "created": "2013-07-16T00:56:09.648046",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "c5eecd99-122e-4bfe-95d9-a9f4de17260f",
      "url_type": null,
      "id": "a0a3cb6d-0ea1-40cc-ab3d-10ddfeb68d36",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " The firing cycle is an important variable in the production of red ceramics, which contributes to high energy demand. In this work the simultaneous effects of the firing cycle parameters (firing temperature and heating rate) on the technological properties of a kaolinitic material were evaluated by using the factorial design. The specimens were prepared by extrusion and fired at temperatures ranging from 700 to 1100 ºC using different heating rates (1 ºC/min, 10 ºC/min, and 20 ºC/min). The following technological properties were determined: linear shrinkage, apparent density, water absorption, and flexural strength. By using 32 factorial designs, it was found that the firing temperature is the main controlling factor of the technological properties of the kaolinitic material. The results obtained by factorial design also indicated that the kaolinitic material could support the use of rapid heating rate (up to 20 ºC/min) in the production of red ceramics.",
      "name": "Use of Factorial Design in the Study of the Influence of Firing Cycle Parameters on the Technological Properties of a Brazilian Kaolinitic Material",
      "format": "",
      "url": "http://www.acse-journal.org/paperInfo.aspx?ID=5557",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "4ba6cb82-3add-4d9b-ae3b-96a184270f4c",
      "created": "2013-07-16T00:56:50.737198",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "09e84076-4c04-4edd-ada4-6c4f3adc16f6",
      "url_type": null,
      "id": "6e7fa858-2b31-45cc-83e3-10e2b33ae8ca",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In this paper, effect of pH value of oral cavity on the bi-axial flexural strength of veneering porcelain containing zirconia is investigated by means of cyclic loading tests. In the experiments, standardized disc specimens (n=240, 16 mm &#215; 1.6 mm) are pre-loaded with 600 N for 10,000 cycles and stored in a dry or wet (pH: 4, 7 and 8) environment prior to biaxial flexural strength testing (ISO 6872 standard). Hsueh’s simple solutions are used to calculate stress distribution along the direction of thickness of bilayered discs subjected to biaxial moment loading. The fracture mode and location of cracks are identified by optical microscopy. A Weibull statistical approach is used to evaluate the reliability of the failure strength data. It is found that the flexural strength of specimens tested under dry conditions is approximately 20 ~ 50 % stronger than that of specimens soaked in the solution. The flexural strength of specimens soaked in an acid solution is approximately 30 % greater than that of specimens soaked in an alkaline solution. The Weibull modulus of specimens is 17.73, 17.88, 10.53 and 17.92 in pH 4, pH 7, pH 8 and dry environment respectively. Thus, the structural reliability of specimens used in this work are better when they were soaked in pH 4, pH 7 and was in dry environment than that in pH 8. The test results of bi-axial flexural strength in different storage media may provide a guide to the clinical application of all-ceramics dental crowns.\r\n",
      "name": "Influence of pH Value of the Oral Cavity on Biaxial Flexural Strength of Layered Ceramics",
      "format": "",
      "url": "http://www.acse-journal.org/paperInfo.aspx?ID=5574",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "4ba6cb82-3add-4d9b-ae3b-96a184270f4c",
      "created": "2013-07-16T00:57:24.311503",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "b7f5eba5-9d5d-4000-9ca7-41154864ec90",
      "url_type": null,
      "id": "791912ab-ad9a-4386-96f7-09397ff9ed82",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Thermoelectric materials based on Cobaltites are known for their large Seebeck coefficient. This paper reports about Seebeck voltage measurements under large temperature gradient of conventionally sintered Cobalt oxides alloyed with Mn, Ni or Fe. The results show a large positive Seebeck coefficient and short-circuit current and large negative Seebeck coefficient for Co50 Ni50 Fe10 oxides. The discussion focuses on the comparison with phase diagrams and indicates that a large Seebeck coefficient does not necessarily require the spinel structure.\r\n",
      "name": "Large Seebeck Voltage of Co, Mn, Ni, Fe- Ceramics",
      "format": "",
      "url": "http://www.acse-journal.org/paperInfo.aspx?ID=5579",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "4ba6cb82-3add-4d9b-ae3b-96a184270f4c",
      "created": "2013-07-16T00:58:03.137326",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "e0e79235-a0cb-48b5-9473-8ca8b03906b4",
      "url_type": null,
      "id": "ab6ffee1-6758-47e4-a17a-eb982c1fa1f5",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The TiN/NbN multilayered thin films using D.C. magnetron sputtering techniques have been studied. These are multilayer coatings with up to 8-64 layers, composing generally of arrangements of two materials of TiN and NbN. XRD analysis shows the TiN/NbN multilayered thin films of novel composite materials are constituted of crystalline structure and strong preferred orientation. Proper material selection and the adjustment of number of the layers can be contributed to an exceptionally enhancing of the mechanical properties and hardness values. On mechanical properties, Young’s modulus and hardness values were enhanced progressively for layers number increase. The TiN/NbN multilayer films with alternating layers at 64 layers films exhibit the highest nano-hardness and best Young’s modulus. It shows lowest friction coefficient and excellent wear resistance against steel ball.",
      "name": "Mechanical Poperties of TiN/NbN Multilayered Films Prepared by PVD Coating",
      "format": "",
      "url": "http://www.acse-journal.org/paperInfo.aspx?ID=5581",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "4ba6cb82-3add-4d9b-ae3b-96a184270f4c",
      "created": "2013-07-16T00:58:32.002165",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "00ff7d73-b2e9-495c-8648-fe526afb7dfc",
      "url_type": null,
      "id": "c7f53c40-ace9-433f-8b11-462a8ab377ef",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Ceramic building materials were obtained by mixing silica, feldspars, and kaolinitic and illitic clay of Missole 2 area, meaning 20% of silica, 15% of Na-feldspar and 15% of mixed-feldspar. Samples were shaped from uniaxial pressing of wet granules and then fired up to 1150 &#176;C. They were characterised by porosity, bulk density, microstructure and flexural strength. Structures of fired products containing mullite, hematite and quartz crystals embedded into a porous and interconnected microcrystalline matrix of both clayey and mixed materials. However, dense particles were developed within the matrix of the mixture and decreased the quantity and diameter of pores. Average values of clay ceramics were 2-8 MPa and were lower than flexural strength values of the mixture (15-20 MPa).\r\n",
      "name": "Physicochemical and Mechanical Characterisation of Ceramic Materials Obtained from a Mixture of Silica, Feldspars and Clay Material of the Douala Region in Cameroon (Central Africa)",
      "format": "",
      "url": "http://www.acse-journal.org/paperInfo.aspx?ID=5565",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "4ba6cb82-3add-4d9b-ae3b-96a184270f4c",
      "created": "2013-07-16T00:59:01.295396",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 5,
      "revision_id": "f9669265-398e-4681-b292-a0e0854d307b",
      "url_type": null,
      "id": "61ce77be-c243-4348-90b5-6135184282a2",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Pellets were prepared from a powder mixture of 80 mol. % of potassium niobate (KNbO3) and 20 mol. % of potassium magnesium fluoride (KMgF3). The pellets were sintered at 900 &#176; C for 15 h in gold sealed tubes. The structural transformations in the obtained oxyfluoride K(Nb0.8Mg0.2)O2.4F0.6 were checked by X-ray diffraction (XRD) from room temperature to 525 &#176; C. The phase transitions were investigated by dielectric measurements (DE), differential thermal analysis (DTA) and differential scanning calorimetry (DSC). Three crystallographic phase transitions were observed by DE at T1 = 25 &#176; C, T2 = 125 &#176; C and TC = 270 &#176; C respectively corresponding, on heating, to the successive structural changes rhombohedral - orthorhombic - orthorhombic - tetragonal. The two phase transitions at T2 and TC were confirmed by DTA, DSC and XRD. The paraelectric phase at T ? TC was found to be tetragonal whereas pure KNbO3 exhibits a cubic paraelectric phase. A maximum of the dielectric permittivity ?'r of about 1800 and a dissipation factor tanδ of 43 % are observed at TC. The ceramic K(Nb0.8Mg0.2)O2.4F0.6 could be of interest in various electronic devices and particularly for electromechanical conversion owing to its high values of TC and tanδ.",
      "name": "Structural and Ferroelectric Characterizations of K(Nb0.8Mg0.2)O2.4F0.6 Multifunctional Ceramics",
      "format": "",
      "url": "http://www.acse-journal.org/paperInfo.aspx?ID=5577",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "4ba6cb82-3add-4d9b-ae3b-96a184270f4c",
      "created": "2013-07-16T00:59:31.695222",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 6,
      "revision_id": "2da2637a-53ae-4052-b572-f19d1fe77660",
      "url_type": null,
      "id": "4037b155-c38d-4f65-968a-7d55083cefdc",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Free Piston Driven Shock Tube [FPST] is used to heat Ar and N2 gas mixture to extremely high temperature like 9100 – 12300 K with reflected shock pressure of about 59-70 bar for about 2-4 ms duration. Shock heated nitrogen gas under this extreme temperature goes to both non-equilibrium and dissociation state. Here argon promotes heating of N2 to higher temperature. At this extreme thermodynamic condition shock heated nitrogen gas interacts with the anatase TiO2 at the end of the shock tube. The surface composition, electronic structure, crystal structure and surface morphology of the anatase TiO2 sample was examined before and after shock loading using X-ray photoelectron spectroscopy (XPS), X-ray diffraction (XRD), Scanning electron microscopy (SEM) and High-resolution transmission electron microscopy (HRTEM). The results obtained from the experimental investigations shows the formation of N doped rutile TiO2-xNx. After shock treatment colour of the top surface of white anatase TiO2 change to yellow colour indicating nitrogen doping. Under this temperature anatase TiO2 is subjected to super heating and cooling in presence of high enthalpy nitrogen and helps to stabilize the N doped rutile TiO2 structure. In this short duration, crystallographic phase transformation occurs from anatase TiO2 to N doped rutile TiO2. An extreme thermodynamic condition prevalent at the end of the shock tube makes FPST an important tool for the exploration to study polymorphic phase transformation of ceramic materials, materials modification and synthesis of new materials.",
      "name": "Study of Anatase TiO2 in the Presence of N2 under Shock Dynamic Loading in a Free Piston Driven Shock Tube",
      "format": "",
      "url": "http://www.acse-journal.org/paperInfo.aspx?ID=5580",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "4ba6cb82-3add-4d9b-ae3b-96a184270f4c",
      "created": "2013-07-16T01:00:04.902774",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 7,
      "revision_id": "60def3f3-a8f5-4e56-846a-e641e9289100",
      "url_type": null,
      "id": "9a12386e-f335-47ab-9a72-57327f0f6fab",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Simulation results of the formation process of the ceramic fabrications by a hot molding method are presented. Mathematical model describes motion and heat exchange of the liquid thermoplastic slurry of beryllia including the aggregate state change. Velocity and temperature fields during the formation process in the bushings with flat cavity have been obtained. Heat flow distribution at the wall of the form-building cavity is demonstrated. The increase of the slurry density during the transition from the liquid state into the viscous-plastic and solid-plastic states is defined. Comparison of the calculated data versus experimental data is presented.\r\n",
      "name": "Simulation of the Formation of Beryllia Slurry",
      "format": "",
      "url": "http://www.acse-journal.org/paperInfo.aspx?ID=5603",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "4ba6cb82-3add-4d9b-ae3b-96a184270f4c",
      "created": "2013-07-16T01:00:43.092184",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 8,
      "revision_id": "9574775a-66de-4c42-80dc-c4ed863b5766",
      "url_type": null,
      "id": "16170f72-1e62-412a-b13a-b1a082fb27e6",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The application of automobile catalytic converter has significantly helped to reduce air pollution of the exhaust gas released to the atmosphere. The main aim of auto catalytic converter installed in a car is to reduce the carbon monoxide (CO), hydrocarbons (HC) and nitrogen oxide (NOx) emissions below the legislated levels. They are converted into harmless nitrogen, carbon dioxide and water. These catalytic converters responsible for the catalytic function contain precious metals such as platinum, palladium and rhodium. Catalytic converter is built based on metallic or ceramic carrier with porous structure of honeycomb shape, covered by the layer of PGM metals (Platinum Group Metals). Such construction increases the active surface which is the contact zone of precious metals with fumes. Catalytic carrier is wrapped by fibrous material and closed to stainless steel shell. As the lifetime of catalytic converters is limited; converters should be periodically maintained and after some working time, updated. Therefore, more and more used auto catalytic converters (both from exchanged and exploited cars) are placed on the scrap disposal sites. Due to high value of materials used in catalytic converters and necessity of waste management, there is an increasing interest in their recovery from waste (not only metallic part but concurrently ceramic part) to ensure the profitability of this process. The paper presents possibility of reusing ceramic parts e.g. in obtaining alumina which is important in Bayer`s method.\r\n",
      "name": "The Possibilities of Reusing the Ceramic Carriers Coming from Used Auto Catalytic Converters",
      "format": "",
      "url": "http://www.acse-journal.org/paperInfo.aspx?ID=5563",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "4ba6cb82-3add-4d9b-ae3b-96a184270f4c",
      "created": "2013-07-16T01:01:25.267765",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 9,
      "revision_id": "ce4b974f-256a-42be-825a-e8715371afd9",
      "url_type": null,
      "id": "fc0134ca-20df-4fd6-87fc-eda0189c5050",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In this paper, finite element heat transfer analysis of a 3D orthogonal woven C-SiC composite is presented. Thermal transport properties of the composite are predicted in the three orthogonal directions. The effect of different manufacturing porosity types on thermal transport characteristics of the composite is also determined, which is achieved by using four unit cells constructed at different length scales. The predictive capability of the finite element models is benchmarked against the experimental results obtained from laser flash technique.\r\n",
      "name": "Investigating the Effect of Porosity on Thermal Characteristics of a 3D Orthogonal C-SiC Composite Using Finite Element Method",
      "format": "",
      "url": "http://www.acse-journal.org/paperInfo.aspx?ID=5585",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "4ba6cb82-3add-4d9b-ae3b-96a184270f4c",
      "created": "2013-07-16T01:01:59.051807",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 10,
      "revision_id": "98b11598-08f6-4547-b3a2-be320b78ff38",
      "url_type": null,
      "id": "6916b402-2607-4337-8a23-5646e9bf2fb5",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Single phase Cobalt doped strontium hexaferrite with chemical formula SrCoxFe12-xO19 (0≤ x ≤1) has been prepared by the chemical co-precipitation technique. The crystallite size of the samples is in the range of 32-55 nm. The density and uniformity of particle size distribution rose with the increase in cobalt concentration. The DC resistivity, Curie temperature, activation energy and charge carrier concentration of the SrCoxFe12-xO19 discs were studied. The DC resistivity of the strontium hexaferrite was increased due to cobalt doping. Doping with Co2+ is found to considerably affect the lattice c-parameter, crystallite size (D), Curie temperature (TC), DC resistivity (ρ) and drift mobility (μd). Synthesized samples possessed excellent electrical and magnetic properties applicable in microwave devices.",
      "name": "Structural, Electrical and Magnetic Properties of SrCoxFe12-xO19 (0≤ x ≤1) Prepared by Co-precipitation Method",
      "format": "",
      "url": "http://www.acse-journal.org/paperInfo.aspx?ID=5586",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "4ba6cb82-3add-4d9b-ae3b-96a184270f4c",
      "created": "2013-07-16T01:02:33.856851",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 11,
      "revision_id": "3d54d0a5-53cf-469d-ba81-df741d5edc42",
      "url_type": null,
      "id": "cfeefa5d-f4ec-4e2b-a4f3-e21745caff52",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": ".Micro crystalline ceramic powders of YttriumBariumCopperOxide [YBa2Cu3O7] (YBCO) have been prepared by conventional ceramic preparation technique. X Ray Diffraction (XRD), Scanning Electron Microscope (SEM) and Atomic Force Microscope (AFM ) studies revealed that YBCO particles are in micrometer range. Composites are prepared by mixing the ceramics with Polystyrene (PS) at different volume fractions of the materials. Melt mixing technique was carried out in brabender plasticoder at a rotor speed of 60 rpm for six minutes. Surface energy characteristics of the composites are calculated using contact angle measurements of the composites with water and methlene iodide. The results are quantitatively analyzed with Girifalco-Good empirical model and Wu’s harmonic mean equations that provide unique insight into its properties. Various wettability parameters such as total solid surface free energy, work of adhesion, interfacial free energy and spreading coefficient etc. are analyzed. The work of adhesion and interfacial free energy, spreading coefficient, and Girifalco-Good’s interaction parameter had changed with composition. The surface properties can be controlled over a given polymer-surface pair by governing the chemical structure, composition etc.",
      "name": "Surface Energy Properties of Yttrium Barium Copper Oxide Filled Polystyrene Composites",
      "format": "",
      "url": "http://www.acse-journal.org/paperInfo.aspx?ID=5564",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "4ba6cb82-3add-4d9b-ae3b-96a184270f4c",
      "created": "2013-07-16T01:03:17.780432",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 12,
      "revision_id": "32582a3d-5806-4d25-a8b6-c91995fb2971",
      "url_type": null,
      "id": "53bc6980-84b1-49d4-9e88-2a78a0690688",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The electrical properties of the spinel ferrite having general chemical formula NixMg0.5-xCu0.1Zn0.4Fe2O4 (where x= 0.1, 0.2, 0.3, 0.4 & 0.5) have been studied. The samples in the series were prepared by standard double sintering ceramic method. DC resistivity (ρ) measurements were carried out as a function of temperature using simple two-probe method and activation energy (∆E) was determined. It is found that conduction is due to formation of small polarons. The Curie temperature for the samples was determined from resistivity versus temperature curve. The dielectric parameters such as dielectric constant, loss tangent were determined as a function of frequency in the range 100Hz-1MHz at room temperature. The compositions exhibit normal dielectric behaviour, which is attributed to Maxwell-Wagner type interfacial polarization. AC conductivity calculated as a function of frequency at room temperature was found to be increase with a rise in frequency exhibiting normal ferrimagnetic behaviour.",
      "name": "Electric and Dielectric Properties of Ni Substituted Mg-Zn-Cu Ferrites",
      "format": "",
      "url": "http://www.acse-journal.org/paperInfo.aspx?ID=5588",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "4ba6cb82-3add-4d9b-ae3b-96a184270f4c",
      "created": "2013-07-16T01:03:51.847414",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 13,
      "revision_id": "63980474-694f-401d-ac3a-7eb723b81993",
      "url_type": null,
      "id": "972917eb-4db3-4c18-a8af-9fcf50f0eb3e",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 14,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Ceramic Science",
      "id": "ff16c3a7-91ea-41e3-88ad-2db49239c32d",
      "name": "Ceramic Science"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-acse-journal-org",
  "isopen": true,
  "url": null,
  "notes": "Advances in Ceramic Science and Engineering (ACSE) is an international open-access and refereed journal dedicated to publishing the latest advancements in ceramic science and engineering. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Advances in Ceramic Science and Engineering (ACSE)",
  "revision_id": "22b12d4f-f0bf-4b15-ba38-b55820ccb414"
}