{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "2774a000-c60f-4c9b-a8b3-006db06f8bf4",
  "metadata_created": "2013-08-07T03:42:18.379051",
  "metadata_modified": "2013-10-10T21:17:24.068067",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "9b75588c-6177-4349-b6fd-0a26c7c1d0e8",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The correct determination of the internal load of the internal bars in square pyramid space grid structure is essential while the buckling analysis of the internal bars is more important. Buckling analysis of the internal bars in square pyramid space grid structure when the joints are hinges was done. Internal loads of the internal bars in square pyramid space grid structure were analyzed when the joints are fixed connections, which was first order analysis. Buckling analysis which is second order analysis would be done in the future.",
      "name": "Buckling Analysis of the Internal Bars in Square Pyramid Space Grid",
      "format": "",
      "url": "http://www.ivypub.org/AE/Download.aspx?ID=3088",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "2774a000-c60f-4c9b-a8b3-006db06f8bf4",
      "created": "2013-08-06T22:43:18.368146",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "eaca2b6c-641b-4e00-b73c-e82785c55232",
      "url_type": null,
      "id": "b185b0bd-5158-439a-9425-4dde1498360f",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "This paper combines the first phase project of Qingdao Metro (No.3) that a shallow-buried subsurface excavated tunnel passed through existing buildings in the “combination of soil and rock” strata, and applied the MIDAS-GTS two-dimensional Elastic-Plastic analysis of nonlinear methods in plane-strain, vault subsidence of the tunnel, surface settlement and building settlement were analyzed from the point of view of right line and left line interaction, it predicted the safety of the existing buildings above the tunnel in “combination of soil and rock” strata. The greatest difficulty of construction of the project was to ensure the normal operation of the existing buildings during the tunnel construction. Therefore, during the construction process, the tunnel should be timely carried out primary support, closed ring and promptly carried on backfill grouting behind primary support. The results can be a reference of the deformation analysis of the existing building caused by tunnel passing through it in “combination of soil and rock” strata. The results also have important reference values in latter construction of tunnel and the other similar project cases.",
      "name": "Study on Deformation Prediction of Metro-Running Tunnel under Building of Soil and Rock Strata",
      "format": "",
      "url": "http://www.ivypub.org/AE/Download.aspx?ID=2894",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "2774a000-c60f-4c9b-a8b3-006db06f8bf4",
      "created": "2013-08-06T22:44:26.018376",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "88e90167-2223-4b88-a6cb-6e30bc372c25",
      "url_type": null,
      "id": "4b7f3ce2-4146-4300-837d-d3b3fa8bc1b2",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Carbon emissions caused by social activities, related to the highway engineering construction and use of carbon known as highway carbon emissions, including prior to the construction of the highway engineering, construction period, maintenance period and dismantle period of carbon emissions, as well as the operating period of driving on the highway traffic tools of carbon, and so on. This paper mainly aimed at the operation stage road section carbon closed part of carbon measurement model is put forward, at the same time in order to validate reliability model, the south 3rd ring road of China's Hebei province on the spot observation, the results prove that closed sections of carbon measurement model is reliable.",
      "name": "The Research of Carbon Measurement and Field Test during Highway Operation Period",
      "format": "",
      "url": "http://www.ivypub.org/AE/Download.aspx?ID=4105",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "2774a000-c60f-4c9b-a8b3-006db06f8bf4",
      "created": "2013-08-06T22:45:04.684861",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "5389597f-6a6a-4578-8087-cd3a78181420",
      "url_type": null,
      "id": "25c82cf9-1189-4856-941a-52bcf3b711f6",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Ecological livable city index systems are not only the evaluation tool to the construction of ecological livable, but also the guidelines to its construction process. The research objects are the author select 40 index systems during the \"Eleventh Five-Year Plan\", and put the receptor areas where the index systems function as the breakthrough point, then compare the receptor area with the functional characteristics and attention points of the index systems. Finally, summarizes the relation between index systems and the receptor areas.",
      "name": "Comparative Study on the Index Systems of Ecological Livable City",
      "format": "",
      "url": "http://www.ivypub.org/AE/Download.aspx?ID=4135",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "2774a000-c60f-4c9b-a8b3-006db06f8bf4",
      "created": "2013-08-06T22:45:54.972495",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "36950dbf-aeab-403c-b901-ba7785464979",
      "url_type": null,
      "id": "718e8091-6d9c-4d55-a337-af137a349558",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "At coastal fly ash dredger fill area, the soil particle is super fine and loose, result in low bearing capacity. The underground water level and tides influence the deep foundation excavation strongly because the construction site is near to the Jiaozhou bay. According to the geology and terrain, mechanical and hydraulic soil eduction method was adopted in soil excavation combining slope and riprap revetment. Hydraulic soil eduction is a water cannon soil erosion, to be packed into the mud pump mud, and then take place outside the field.",
      "name": "New Technology of Hydraulic Soil Education on the Area Filled with Fly Ash",
      "format": "",
      "url": "http://www.ivypub.org/AE/Download.aspx?ID=6441",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "2774a000-c60f-4c9b-a8b3-006db06f8bf4",
      "created": "2013-08-06T22:46:41.380549",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "5495fcaa-a1c9-4554-a4d2-d6b565304577",
      "url_type": null,
      "id": "f30b6059-1b83-4f6f-ae2e-1d16c39fb689",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 5,
  "tags": [],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-ivypub-org-ae",
  "isopen": true,
  "url": null,
  "notes": "Architectural Engineering (Quarterly) is an international comprehensive professional academic journal of Ivy Publisher, concerning the development of architectural theory and architectural design development on the combination of architectural theory and modern industrial technology. The main focus of the journal is the academic papers and comments of latest architectural research improvement in the fields of nature science, engineering technology, economy and science, report of latest research result, aiming at providing a good communication platform to transfer, share and discuss the theoretical and technical development of architectural theory development for professionals, scholars and researchers in this field, reflecting the academic front level, promote academic change and foster the development of architectural theory and design method.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Architectural Engineering (AE)",
  "revision_id": "22b12d4f-f0bf-4b15-ba38-b55820ccb414"
}