{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "d99ca27e-ff39-4507-b279-ab2b7ac02e7a",
  "metadata_created": "2013-08-29T13:14:52.860391",
  "metadata_modified": "2013-10-10T21:16:36.339163",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "e7a95a17-880b-46c7-9786-1f4482b0caee",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "hood",
  "isopen": false,
  "url": "",
  "notes": "Anyway, nowadays while I was talking on the phone and driving to the dentist \n\nDo not you just hate while they generate individuals who speak on the cell phones? Blindly babbling absent, not making time for the trail, endangering everybody nearby therefore inconsiderate. \n\nAnyhow, today while I was driving to the dentist and talking on the phone, I got a little bit distracted and turned onto the wrong road twice. But I cleverly found out a shortcut back to where I belonged and pulled in to the parking lot right on time. Get further on the affiliated website by visiting <a href=\"http://www.drtomveal.com/camarillo-orthodontist.html\">understandable</a>. Unfortuitously, it absolutely was the parking lot at my doctor's workplace, not my dentist's. \n\nNow, I've for ages been a little reluctant to go to the dentist. Visit <a href=\"http://www.drtomveal.com/\">orthodontist in oxnard</a> to learn when to flirt with this idea. When I was young, they used to lie to me to have me there. Of course once I knew what was happening I'd place a crying easily fit in the car on the way to the dentist, in the elevator on the way up to the office, in the waiting room, in the dentist's chair throughout the whole visit, in the office while my mother settled, in the elevator on the way down, in the car on the way home, and once again when my dad came home that night simply to be sure everyone knew how I felt about this. \n\nMy mother was scared of the dentist. And she shared that anxiety and its effects with her children. Our dentist was picked by her based entirely on the fact that he'd give her a lot of Novocain. A lot of Novocain. Much Novocain. Beyond that, she never truly bothered about the skills-as-a-dentist thing. \n\nMy very own theory is that dentistry was conceived by Beelzebub, based largely on the actual fact that our dentist seemed the way I thought a Devil's minion would seem. And, oh, in addition, whenever we were finally done and wanted only to perform as fast and in terms of possible, he'd smile at us kids, with his coke-bottle-thick glasses making him look popeyed, and hand us each a lollipop. Not the best dentist, but surely a clever entrepreneur lining up return customers. \n\nToday, despite better dentists have shown me that there may possibly be some redeeming value in dental care, I still get yourself a bit unsettled before a consultation. Consequently, I have a couple of things to express about the mobile phone thing: \n\n1) It might have now been the very fact of going to the dentist that distracted me and perhaps not the cell phone. I think, maybe, my subconscious was hoping to get me to visit the incorrect place and miss my appointment absolutely. Self-protection is just a very strong reaction in times of danger. Which could explain it. \n\n2) If it was the cell phone use, I feel I deserve an from condemnation because, all things considered, I was on my way to the dentist. Maybe I would not have had the opportunity to speak again when I came out. One little slip of the exercise and, oops. Or I could have choked using one of the forty devices they had stuffed into my mouth prior to asking me how I was doing. \n\nIf they make use of a mobile phone while driving In any event, I'm fully justified in continuing to judge the others. Unless, needless to say, I understand that they were on their way to the dentist.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Cellular Phones and the Dentist",
  "revision_id": "da46c393-6b6f-46b6-929d-a9e6cb3799f4"
}