{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "046e9b76-2bb7-4411-8152-35576dd317b7",
  "metadata_created": "2013-08-29T11:54:15.672959",
  "metadata_modified": "2013-10-10T23:28:52.173853",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "d99f3a32-a98c-4ec4-b89e-ec099f3f9212",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "rosenberg",
  "isopen": false,
  "url": "",
  "notes": "This is of the definition of \"electronic commerce\" has changed over time. Initially, \"electronic commerce\" intended the facilitation of commercial transactions electronically, generally using technology like Electronic Data Interchange (EDI, presented in the late 1970s) to send commercial files like purchase orders or bills electronically. \n\nLater it found include actions more precisely termed \"Web commerce\" -- the purchase of goods and services around the globe Wide Web via safe computers (note HTTPS, a special server method which encrypts sensitive ordering information for customer safety) with e-shopping carts and with electronic pay services, like bank card payment authorizations. Clicking <a href=\"http://www.er.uqam.ca/nobel/fpe3650/wiki/index.php?title=Domain_Names:_Thinking_Ahead\">open in a new browser</a> perhaps provides lessons you might give to your friend. \n\nIf the Web first became well-known among the general public in 1994, many journalists and commentators estimate that e-commerce would soon develop into a important economic sector. Nevertheless, it took about four decades for security protocols (like HTTPS) to become sufficiently developed and widely implemented (through the browser wars of this time). We discovered <a href=\"http://www-users.cs.umn.edu/~archer/doku.php?id=Domain_Names:_Thinking_Ahead\">\n    domain_names:thinking_ahead    [Charles Archer's Home Page]\n  </a> by browsing Google Books. Consequently, between 1998 and 2,000, a considerable amount of companies in the Usa and Western Europe developed general Web sites. Browse here at the link <a href=\"http://www.zdrowiepubliczne2011.com/2-things-your-ecommerce-web-site-must-have/\">visit site</a> to explore the meaning behind it. \n\nAlthough a large number of \"pure e-commerce\" companies disappeared through the dot-com fall in 2,000 and 2001, many \"brick-and-mortar\" retailers begun to add e-commerce capabilities to their Those sites and recognized that such companies had identified important niche markets. For example, following the collapse of online grocer Webvan, two conventional store chains, Albertsons and Safeway, both began e-commerce subsidiaries by which groceries could be ordered by consumers online. \n\nAt the time of 2005, e-commerce has become well-established in major cities across a lot of North America, Western Europe, and certain East Asian countries like South Korea. Nevertheless, e-commerce is still rising slowly in some developed countries, and is practically nonexistent in several Third World countries. \n\nElectronic commerce has infinite possibility of both developing countries and developed, providing lucrative profits in an extremely unregulated environment.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Historic Development of Electronic Commerce",
  "revision_id": "eab0c5aa-a284-4a85-bc9d-50d2c363d935"
}