{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "15f61e1d-4c8a-45bd-b1d0-5cdbc0d601f1",
  "metadata_created": "2013-08-29T01:30:48.604521",
  "metadata_modified": "2013-10-10T19:55:03.943645",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "8379ae56-a442-4164-8076-785282e60997",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "beebe",
  "isopen": false,
  "url": "",
  "notes": "Online children games to play for free are a great  means for  moms and dads to keep their  kids occupied. Besides, online children games to play for free are a great source of entertainment for all ages. With the advent of the internet,  youngsters are more inclined for using  internet technology for entertainment and learning.\nThere are several online children games to play for free available from  genuine websites that  provide a wide range of fun games for kids. They include adventure games, arcade games, puzzle games, or even learning games that  promote  interest in  kids. We discovered <a href=\"http://kidsonline.com/kids-browser-download.html\">view site</a> by browsing the Internet. The online children games to play for free are  suitable for keeping your  kids  captivated and  amused for hours.  Additionally, there are  numerous free online children games girls that are both  amusing and  informative. One of the most  appealing free online children games for girls is the one where the  gamer  could put on  make-up for  online models. The player can also perform manicures and pedicures on those  digital models. There are  various other free online children games for girls such as playing fashion star where the  gamer can 'shop' for  clothing for the  online models. The performance can be judged and if the score needs improvement, the  gamer  could keep trying.  Likewise, you  could find a wide range of free online children games for girls that are  informative and  enjoyable.\nSome of the most  amusing games  readily available today are the arcade games. From  typical games like Skee Ball to the more advanced pinball games, the entertaining activities  supplied by arcade games online for kids have always been  appealing.  Several of  the most effective arcade games online for kids  readily available today  supply  the very best entertainment for kids besides helping them to acquire a wide range of  abilities. You  could  locate  several arcade games online for kids such as House of the Dead: Overkill, Mario Party, Pinball Hall of Fame, and  numerous more games for  the very best entertainment of  little ones. Besides there are  a number of online strategy games for kids that are  perfect for gifted children. They  include a  bunch of  reasoning and  children love to play them.\nThe browser for kids offers  security for  children while browsing. Learn additional resources on our favorite partner wiki by clicking <a href=\"http://kidsonline.com/kids-browser-download.html\">parental control software free</a>. You can choose a  protected and  totally customizable internet browser for kids with selective website access. The browser for kids  provides  optimal security for  youngsters from the misuse of the internet by kids. The best browser for kids,  has options such as full pinch-to-zoom support,  evasion of  unacceptable  websites, block of social network and other safety features. You can  quickly setup an  unrestricted number of filters with password  security. There are  numerous  choices available for you to  select the best browser for kids for  risk-free browsing.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Online  Kid's Games for Learning and Entertainment with Kid Safe Browsers",
  "revision_id": "932b791d-3bce-4483-b175-052e4963649c"
}