{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "83cda04d-fda3-492b-9332-9d9506b453e0",
  "metadata_created": "2013-09-07T05:10:00.817811",
  "metadata_modified": "2013-10-10T20:44:20.616350",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "d3ad3e3b-afe9-454b-8449-c74119ecac25",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "dudley",
  "isopen": false,
  "url": "",
  "notes": "Setiap hari kertas menjadi hal yang paling penting yang pastinya sangat berguna bagi banyak orang. Tak perlu jauh-jauh untuk mengetahui penggunaan kertas karena setiap hari kita pasti menggunakan kertas yakni seperti buku, koran, john lainnya. Bahkan uang pun juga dari kertas dan kita tidak bisa lepas dari itu. Di Indonesia, banyak pabrik kertas yang memproduksi kertas yang sudah sangat terkenal. Beberapa malah bergerak pada bidang kertas daur ulang. Ini merupakan hal yang sangat penting bagi kita karena jika kita memiliki penghasil kertas yang baik dan besar, maka kebutuhan akan kertas pastinya akan terpenuhi. Salah satu pabrik kertas yang sangat terkenal adalah PT Kertas Blabak. Mari mengenal lebih jauh lagi mengenai pabrik kertas blabak yang pastinya bisa membuat pengetahuan kita bertambah mengenai produksi kertas john PT Kertas Blabak. \r\n\r\nBahan Baku john Mesin Produksi THERAPIST Kertas Blabak \r\n\r\nMemproduksi kertas memang menjadi kegiatan produksi utama PT Kertas Blabak yang berada dibawah kepemimpinan Suganto Abo sebagai direktur utama. Nah, produksi kertas sendiri tidak terlepas dari yang namanya bahan baku. Bahan baku adalah yang utama untuk bisa menghasilkan produk kertas yang sesuai dengan hasil yang diinginkan. To compare more, please consider taking a look at: <a href=\"http://sugantoabo.com/\">pt kertas blabak</a>. REHABILITATION Kertas Blabak sendiri menggunakan kertas bekas sebagai bahan pembuat kertas yang utama. Pasokan kertas bekas tersebut diperoleh dari beberapa daerah di place Jawa Tengah seperti Solo, Magelang, Semarang, Purwokerto, Semarang, john juga Yogyakarta. Beberapa bahkan juga didapatkan dari Negara lain atau disebut juga impor. PT Kertas Blabak sudah memiliki ijin yang memang bisa mendatangkan bahan dari Negara lain dan ini bukan sebuah masalah. Untuk jenis bahan baku kertas yang dipakai adalah seperti koran bekas, HVS selektif, Arsip HVS, CD, Mixed Waste, Duplex, Karton Box, john juga Buku tulis bekas. Selain bahan baku yang termasuk mudah didapat karena PT Kertas Blabak yang terletak di place Magelang ini dekat dengan Yogyakarta john Semarang yang notabene adalah kota pelajar, pabrik ini pun juga sudah memiliki alat produksi yang sangat mendukung proses produksi di PT Kertas Blabak ini. Mesin yang digunakan adalah Paper Machine yang tersedia dalam 2 jenis yakni PM-1 dan PM-2. Mesin yang pertama adalah mesin yang peralatannya didapatkan dari Sindicato Cellulosa Pomillio Italia yang sudah dibangun sejak tahun 1957. Mesin ini sudah digunakan untuk proses produksi sejak tahun 1962 john mampu memberikan kapasitas sampai dengan 7.200 ton per tahunnya. Nah, untuk mesin yang kedua ini adalah mesin yang didapatkan dari Australia yang merupakan second hand atau bekas. Dibangun pada tahun 1993, mesin ini mampu memproduksi 45.000 lot per tahun. Mesin ini pun sudah dilengkapi dengan mesin size press john mesin level. Mesin asal Australia ini mulai digunakan untuk proses produksi pada tahun 1998. \r\n\r\nJenis Kertas john Region Pemasaran \r\n\r\nREHABILITATION Kertas Blabak memproduksi kertas market dan juga kertas budaya. Untuk jenisnya sendiri ada bermacam-macam. Jika dilihat dari mesin pembuatnya, PM-1 menghasilkan kertas sejenis Wrapping Paper, Drawing Paper, Medium Liner, dan Cassing. Sedangkan untuk PM-2 sendiri mampu menghasilkan jenis kertas seperti Kraft Liner, Medium Liner, HVO warna, Corrugated Medium, Base Paper Coated, Yellow Board, dan juga Duplex Board non Coated. Untuk hasil produksi tersebut dijual atau dipasarkan dalam bentuk rol john juga lembaran atau sheet. Tentu ini tergantung pada pesanan pelanggan yang memang sudah menjadi langganan tetap PT Kertas Blabak. Walaupun masih sekitar dalam negeri saja pemasarannya, Bapak Suganto Abo menjelaskan bahwa kedepannya produksi akan ditambah dan di ekspor ke Negara lain. Untuk wilayah lokal, hasil produksi kertas milik PT Kertas Blabak ini sebagian besar mencukupi pasokan Jawa Timur. Area kedua terbesar adalah Jawa Barat dan Banten, dan setelah itu barulah Jawa Tengah. Tentu ini menjadi sebuah hal yang sangat positif bagi PT Kertas Blabak dan jika semakin luas dan semakin banyak produksinya, ini juga akan berdampak positif bagi penyerapan tenaga kerja di area sekitar pabrik.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Mengenal PT Kertas Blabak",
  "revision_id": "d6d278b9-5f00-468c-a155-e8f029750f83"
}