{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "16499a74-438c-4528-b6d3-4a4fc559e5ca",
  "metadata_created": "2013-08-29T05:33:55.018722",
  "metadata_modified": "2013-10-10T23:00:48.089597",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "1edee571-c6ee-4bd2-a72b-57f6ae5c2e88",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "mullins",
  "isopen": false,
  "url": "",
  "notes": "Unlike what television commercials and newspaper advertisements could have you think, you do not need the chemicals generally in most toothpastes, mouthwashes, and other dental health care products and services to handle gingivitis, periodontal gum dis-ease, dry mouth, or bad breath. The truth is, a lot of advertisements trick you in to thinking that simply using mouthwash may combat periodontal infection. Actually, the plant soaps, crucial oils, vitamins, and herbs in natural oral health care products tend to be more effective in the treatment of gingivitis, in periodontal infection prevention, in dry-mouth treatment, and in-the everyday care of healthy teeth and gums. Dig up further on <a href=\"http://www.indianwellsdental.com/\">indian wells dental</a> by browsing our pictorial web resource. \n\nEven though a lot of people do not make the connection, your teeth and gums can have a dramatic effect on your quality of life and well-being. Tooth decay, gum issues, and even mercury fillings may have a negative impact on your wellbeing. \n\nThe Signs of Healthier Gums \n\nWhenever your gums are healthy, they've a good white color, and do not bleed when you brush your teeth. In-addition, your gum line closely hugs your teeth. Unfortuitously, nevertheless, periodontal dis-ease affects three-quarters of the populace. Since it is often painless, many people are unaware they have an issue. \n\nIndicators of Periodontal Infection \n\nThe symptoms of periodontal infection range from bleeding in the gum pockets; red, bloated, or tender gums; an abscess around the gum surface; gums which have drawn away from the teeth; and persistent bad breath. \n\nBad air is significantly more than an embarrassment; it's a danger signal that un-healthy bacteria are growing in your mouth. Be taught further on the affiliated website by clicking <a href=\"http://www.indianwellsdental.com/\">my dentist in indian wells</a>. If you floss your teeth and the floss has the scent of rotten eggs, you almost certainly have periodontal disease that's causing the hydrogen sulfide compounds in-your mouth to increase. \n\nEqually, dry mouth is greater than an annoyance; a continual lack of salivation can actual accelerate gum problems and tooth decay because spit helps maintain the bacteria and fungi in your mouth in check. \n\nHow Normal Dental Health Care Products Might Help \n\nNatural dental health maintenance systems address the root of the situation, rather than simply the signs. Like, dry-mouth can happen as a side-effect of several medications, or as caused by a condition. To check up additional information, please consider checking out: <a href=\"http://www.indianwellsdental.com/tmj-and-sleep-disorders/\">tmj</a>. Many professional dental care products and services include alcohol or sodium lauryl sulfate, that may further irritate and dehydrate your mouth. A stimulating, natural serum, on the other hand, can actually stimulate the salivary glands to make more saliva, which may help control the bacteria and fungi. \n\nSimilarly, there are many items available on the market that market a remedy to bad-breath. Actually, many of these products contain alcohol, which over time dries out your gums and makes the problem worse. Natural oral health care products avoid alcohol and alternatively make use of a mixture of materials that discourages the growth of the organisms that cause bad breath. \n\nGood oral health care can be a pattern worth devel-oping. And, through the use of normal oral health care products and services, you can be confident that you're doing all you can to treat the problems you've, or to prevent the devel-opment of periodontal gum dis-ease, gingivitis, bad-breath, and dry mouth.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Natural Oral Health Care Products Will be the Menu for Healthier Teeth and Gums",
  "revision_id": "187038b3-d928-417a-a9b4-f979008402c0"
}