{
  "license_title": "GNU Free Documentation License",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "1242a9e1-1c86-4a1f-973e-733ab3dced49",
  "metadata_created": "2013-02-07T10:30:55.604273",
  "metadata_modified": "2013-10-10T20:36:50.331067",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "f949c357-1f87-4f85-a6b3-533d8b09d419",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "gfdl",
  "relationships_as_subject": [],
  "organization": {
    "description": "This is a group to collect and curate high value and high quality datasets related to aid and development.",
    "created": "2012-04-21T13:37:02.966050",
    "title": "Aid and Development Data",
    "name": "aid-and-development",
    "is_organization": true,
    "state": "active",
    "image_url": null,
    "revision_id": "c8222b18-8994-40c0-be1c-cf43526489c7",
    "type": "organization",
    "id": "3e0b791c-c3f4-4144-95c9-5b5f435d2654",
    "approval_status": "approved"
  },
  "name": "dise-o-web-lo-hago-yo-o-contrato",
  "isopen": true,
  "url": "http://www.pymenetworks.es",
  "notes": "En la actualidad, casi el 90% de las empresas españolas  tienen presencia en internet, ya sea a través de su página corporativa o a través de tiendas online.\r\n\r\nEl problema es que para desarrollar su sitio web, a menudo recurren a empresas poco profesionales o de dudosa reputación con tal de ahorrarse un dinero.\r\nSi uno navega por la red, podrá observar que en este sector lo barato acaba saliendo caro. Son innumerables las empresas que ponen en manos de gente poco preparada su proyecto y acaban en el “pozo” en los resultados de los buscadores.\r\n\r\nCuando se quiere desarrollar un diseño web para una empresa es muy importante tener en cuenta los siguientes factores:\r\n\r\nQue el desarrollador tenga una buena formación y experiencia. De este modo evitaremos las auténticas chapuzas que estamos acostumbrados a ver a diario.\r\nQue haya una implicación mutua en el proyecto. Así conseguiremos que el sitio web transmita la imagen de la empresa.\r\n\r\nQue haya un buen estudio sobre la competencia para recoger en nuestro proyecto lo mejor de ésta y mejorar sus puntos débiles.\r\n\r\nQue haya una continua actualización de contenido ya que hoy en día los buscadores prefieren los sitios dinámicos a los estáticos.\r\n\r\nQue haya una campaña SEO continua para que podamos escalar posiciones de búsqueda.\r\n\r\nMuchas son las empresas que, a pesar de esto y a riesgo de conseguir un resultado mediocre, prefieren desarrollar por si mismas su proyecto.\r\n\r\nPor ello, y con el fin de mejorar los contenidos de la red, desde este blog haremos recomendaciones para optimizar nuestros sitios web.\r\n\r\nUn saludo\r\n\r\nJosé María Somoza\r\nCEO de PYME Networks, [Diseño web en Madrid] (http://www.pymenetworks.es)",
  "owner_org": "3e0b791c-c3f4-4144-95c9-5b5f435d2654",
  "extras": [],
  "license_url": "http://www.opendefinition.org/licenses/gfdl",
  "title": "Diseño web ¿Lo hago yo o contrato?",
  "revision_id": "4e3083f1-3e04-42e9-8f69-86289b172ea4"
}