{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "2adc5b82-08e3-4b4f-bf68-17f3de46170f",
  "metadata_created": "2013-07-18T02:21:24.619929",
  "metadata_modified": "2013-10-10T21:17:42.073498",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "A senior Fellow of the Royal College of Physicians, London was accused of professional misconduct and ordered to be erased from the U.K. medical register following a fitness to practice trial by the General Medical Council (GMC). He was charged with performing clinical research without ethical approval. The Defendant claimed his actions were based on clinical need to investigate his patients’ atypical symptoms and signs. Flaws are described in the trial that favoured the GMC to win the case after five years of trial. These included lack of impartiality, bias against the Defendant’s Expert Witness, restricted access to evidence and unwarranted time delays. At Appeal before the High Courts in London the charges and sanctions by the GMC were quashed within four days of public hearings. The difficulty of defining clinical research as distinct from clinical investigation of patients is discussed with reference to the GMC trial and subsequent ruling by the High Courts.",
      "name": "Legal Distinctions between Clinical Research and Clinical Investigation:Lessons from a Professional Misconduct Trial",
      "format": "",
      "url": "http://www.seipub.org/ijps/paperInfo.aspx?ID=3292",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "2adc5b82-08e3-4b4f-bf68-17f3de46170f",
      "created": "2013-07-17T21:22:35.532588",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "f4689a4c-6628-402b-864e-d4728c03fdae",
      "url_type": null,
      "id": "c00def8a-75f6-4a75-b3bb-fe116ac51e67",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Architectural humanist Rykwert regarded that building is representation of heaven planning, but no buildings were in the Garden of Eden in the Bible, whereas architectural images were numerous and spectacular in Buddhism and Taoism spiritual world, which was associated with the truth of Oriental religions. The rich architectural and landscape images of spiritual kingdom were reflected in the art of Buddhism and Taoism, which representing the corresponding religious belief and transcendental realm of beyond this world.\r\n",
      "name": "Architectural Images in Buddhist Scriptures, Buddhism Truth and Oriental Spirit World",
      "format": "",
      "url": "http://www.seipub.org/ijps/paperInfo.aspx?ID=4259",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "2adc5b82-08e3-4b4f-bf68-17f3de46170f",
      "created": "2013-07-17T21:23:09.475747",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "1a409517-e5b2-4dad-b95a-c64688a84891",
      "url_type": null,
      "id": "df4194d8-6f1c-4b09-b510-ac124156cf87",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In the education system the control of knowledge is always of primary importance and is complex interaction process between a teacher and a student. Today computer-aided testing of knowledge becomes very popular because the test’s results do not depend on the subjective opinion of a teacher. Using traditional tests suggests choosing questions of closed form when several variants of the answer are suggested, one of which is correct and should be selected. It is supposed to use them adequately only in terms of strictly formally asked questions. It leads to absolutely simple questions. But knowledge appropriation includes not only (and not so much) memorizing priori veritable facts but the capability to understanding general phenomena, tendencies. To control this knowledge “open\" (without the options) test tasks are more effective. In this paper we have presented an ontology-based text mining approach for the automatic evaluation of a student’s answers on the native Language (the Kazakh language). The testing system combined the features of different tests types and formats. The use of intelligent algorithms can also dynamically change the system of evaluation and the test circuit, which significantly improves the quality and speed of testing.\r\n",
      "name": "Ontology-based Testing System for Evaluation of Student’s Knowledge",
      "format": "",
      "url": "http://www.seipub.org/ijps/paperInfo.aspx?ID=3380",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "2adc5b82-08e3-4b4f-bf68-17f3de46170f",
      "created": "2013-07-17T21:24:20.954758",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "f429ddac-bacd-4d1b-8953-6da72db1ba19",
      "url_type": null,
      "id": "14606736-9630-470a-a376-64058687d92a",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The subject of human nature has been explored by philosophers of all ages.Unlike other philosophers, Marx combined practice to inspect the human nature and scientifically drew a conclusion that: the core of human nature is life activity from one’s own initiative; the final purpose of human nature and the fundamental driving force is to meet the omni-directional needs of people; and human nature is the sum of all social relations. The human characteristics are summarized as the overall, hierarchy, practical. Marx's theory of human nature plays an important role in knowing the history of the primary stage of socialism correctly, understanding the market economy in China and bring inspiration to the construction of harmonious society.",
      "name": "A Tentative Study on the View of Marxist Philosophy of Human Nature",
      "format": "",
      "url": "http://www.seipub.org/ijps/paperInfo.aspx?ID=4180",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "2adc5b82-08e3-4b4f-bf68-17f3de46170f",
      "created": "2013-07-17T21:25:06.023580",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "608ca8ad-2bf1-49a2-bdb1-9eca3a118e1b",
      "url_type": null,
      "id": "6c03fd7d-3e62-4325-b1f7-4895cb09e099",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 4,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Philosophy Study",
      "id": "416cb9c1-61cb-428f-9ba4-728104da9ada",
      "name": "Philosophy Study"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-seipub-org-ijps",
  "isopen": true,
  "url": null,
  "notes": "International Journal of Philosophy Study (IJPS) is an internationally refereed journal dedicated to publishing the latest advancements in philosophy research. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "International Journal of Philosophy Study (IJPS)",
  "revision_id": "54bfd1e6-3ed1-46c3-8b7a-104b0796a4f1"
}