{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "505c2e38-f4c9-47f8-8c36-06d068e07a31",
  "metadata_created": "2013-08-29T10:49:47.661750",
  "metadata_modified": "2013-10-10T23:45:51.503772",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "794facbc-cb10-44ca-9518-30fce55c29f7",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "swain",
  "isopen": false,
  "url": "",
  "notes": "L.. \n\nLenses are a primary choice for nearly everyone who is affected with view issues. However, many people tend to think about these contact lenses like a beauty product only. While it is a beauty product, it is also a product, and needs good care and maintenance. A lot of people suffer from attacks and even accidents each year simply because they fail to correctly take care of their contacts. It is not a hard routine, but it is essential for your health and your picture. \n\nListen watchfully to any and all recommendations your eye-care professional provides you with. You have plenty of choices available in the world of contact lenses, but different lenses often require different attention. First, you will need to determine together with your physician what sort of contact lenses you want. \n\nOrdinary soft contact lenses are one-of the most common choices among people in the world of contact lenses. These are clear, and delicate lenses. Most people wear disposable types of the lenses. Usually these could be used for 2 weeks to 1 month, depending on the specific contact. Make sure you clean these contacts every night, using the solution that your doctor advises. Broadly speaking this implies applying a drops of solution to each aspect of the lens and gently rubbing it in your hand for a minutes, then treating your lenses in the solution overnight. When the lenses are old, you'll usually begin feeling that they're less comfortable than when they're new, which is usually due to accumulation about the lenses. That will assist you understand when it's time to throw them away and start fresh with a brand new couple of lenses. You will also have to keep rewetting falls available to help keep your eyes hydrated. That goes for just about any and every form of lenses you choose. \n\nColored contact lenses are a popular choice at the same time. Visit this URL <a href=\"http://www.lynnvalleyoptometry.com/\">eye doctor optometry</a> to explore the reason for it. Nowadays there's a color for everybody, regardless of whether your eyes are normally dark or light. Todays colored contacts are far more natural-looking than they used to be. You can select from completely colored contacts designed to recolor your eyes, or boosters, which are meant to boost your natural eye color to allow it to be much more beautiful. \n\nThere's also daily contact lenses. My friend found out about <a href=\"http://www.lynnvalleyoptometry.com/\">address</a> by browsing webpages. These are just like the disposable soft lenses, but each night they are made to be thrown away, and a brand new pair worn each time. These types of lenses almost get rid of the requirement for a cleaning routine, nevertheless you must still have solution available just in case a falls out, because it's unwise to reinsert a without cleaning it. It is still important that you take away the lenses, don't rest included. Doing so may cause harm and/or disease to your eyes. \n\nThere's one kind of contact lens that's designed for overnight use. Those lenses are made by a couple of manufacturers. It's important that you examine the pros and cons of these lenses together with your doctor, to-see if they're right for you. Make certain you grasp just how to take care of any lenses and these you choose to use.Lynn Valley Optometry\n255 - 1233 Lynn Valley Road\nNorth Vancouver, BC\nV7J 3H2",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Choosing And Taking Care Of Contact Lenses",
  "revision_id": "c51fe460-ec11-4d5d-a56e-7f47648fca15"
}