{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "cf037138-fa10-4063-bedc-34a6eca322f4",
  "metadata_created": "2013-07-18T01:11:59.968273",
  "metadata_modified": "2013-10-10T21:17:42.073498",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "A class F power amplifier has been designed using TSMC 0.18 µm CMOS mixed-signal RF technology at 5.8 GHz. The PA’s output power and power-added efficiency have been evaluated using the ADS simulation. Physical insight of transistor operation in the RF circuit environment has been examined using the Sentaurus mixed-mode device and circuit simulation. The transient drain-source voltage waveform indicates that the output stage transistor is under much higher voltage stress than that of the input stage transistor. The hot electron effect and device self-heating degrade the output power and power-added efficiency of the power amplifier, especially when both the input transistor and output transistor suffer high impact ionization rates and lattice heating.",
      "name": "Evaluation of Electrical Stress Effect on Class F Power Amplifier by Simulation",
      "format": "",
      "url": "http://www.seipub.org/aime/paperInfo.aspx?ID=2462",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "cf037138-fa10-4063-bedc-34a6eca322f4",
      "created": "2013-07-17T20:12:34.458620",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "50b04de6-d25c-41e2-b82a-dd517b57690f",
      "url_type": null,
      "id": "82b46624-77b7-46ca-9937-50752b968b58",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " In this paper, a field programmable analog array (FPAA) is proposed. The proposed FPAA consists of seven configurable analog blocks (CABs) arranged in a hexagonal lattice such that the CABs are directly connected to each other. This structure improves the overall frequency response of the chip by decreasing the parasitic capacitances in the signal path. The CABs of the FPAA are based on a novel fully differential digitally programmable current conveyor (DPCCII). The programmability of the DPCCII is achieved using digitally controlled three-bit MOS ladder current division network. No extra biasing circuit is required to generate specific analog control voltage signals. The DPCCII has constant standby power consumption, offset voltage, bandwidth and harmonic distortions over all its programming range. A sixth-order Butterworth tunable LPF suitable for WLAN/WiMAX receivers is realized on the proposed FPAA. The filter power consumption is 5.4mW from 1V supply; and its cutoff frequency is tuned from 5.2 MHz to 16.9 MHz. All the circuits are realized using 90nm CMOS technology from TSMC. All simulations are carried out using Cadence.\r\n",
      "name": "Novel CCII-based Field Programmable Analog Array and its Application to a Sixth-order Butterworth LPF",
      "format": "",
      "url": "http://www.seipub.org/aime/paperInfo.aspx?ID=2639",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "cf037138-fa10-4063-bedc-34a6eca322f4",
      "created": "2013-07-17T20:13:12.078117",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "ed0b2cca-c5bb-4b01-9b55-eb0cf2fa0ebd",
      "url_type": null,
      "id": "a33380da-2c5d-464f-b9df-091b5c34dc54",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "A delineation process for micrometer size lateral patterns of negative photoresist, on polished silicon surfaces carrying vertical trenches of V-shape and depth in the range of 100-200 micrometers, has been developed by integrating a compatible positive photoresist (S1813) lithography employing single photo mask. Arrays of V-groove patterns of 150 micrometer depth have been delineated with HNR120 photoresist on (100) silicon surfaces for further selective electroplating of metals. The optimized process is compatible with conventional IC process and is cost effective in realizing V-groove inductors for high frequency applications.\r\n",
      "name": "Pattern Delineation of Deep Trench Arrays on Polished Silicon Surfaces Employing Contrast-photoresists Lithography- Deep Trench Patterning",
      "format": "",
      "url": "http://www.seipub.org/aime/paperInfo.aspx?ID=2938",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "cf037138-fa10-4063-bedc-34a6eca322f4",
      "created": "2013-07-17T20:14:04.708861",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "eac5f474-1c40-4ac2-8ab6-98993fafe1c9",
      "url_type": null,
      "id": "4d4977b5-f434-4a91-9735-315fea9a3c07",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "CaCu3Ti4O12 (CCTO) ceramic was synthesized by the spark plasma sintering (SPS) technique. The single-phase composition of CCTO was confirmed by X-ray diffraction. The measurements of the dc electrical conduction and dielectric properties show that the dielectric constant, dielectric loss and leakage current density decrease with the thickness decreasing, meanwhile the variation range of the dielectric constant also narrows greatly in the frequency range between 1 kHz and 1 MHz. In addition, the increase of the nonlinear coefficient for the dc current density–electric field strength curves and the enhanced resistivity both in grain and at grain boundary are also observed. These results can be attributed to the formation of a larger amount of oxygen vacancies near ceramic surface due to the reducing reaction from carbon in the sintering process.",
      "name": "Electrical Conduction and Dielectric Properties of the CaCu3Ti4O12 Ceramics Synthesized by SPS",
      "format": "",
      "url": "http://www.seipub.org/aime/paperInfo.aspx?ID=2765",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "cf037138-fa10-4063-bedc-34a6eca322f4",
      "created": "2013-07-17T20:14:36.202218",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "9d8c3283-280a-41c8-a282-c2b830fd3fe7",
      "url_type": null,
      "id": "3989133f-7e72-410c-b366-4d140bb3edba",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "There is one thing most people seem to know about standardization: It is slow. From a user’s perspective, the competing technologies may present spurious differences that increase uncertainty, and create transaction costs. Established industry-wide standard development organizations (SDOs) may be slow to act, bureaucratic, and inflexible to changes in users’ needs and new opportunities; consortia speed up the process of standardization. The paper aims at the consortia do indeed tend to correct these coordination failures. One thing is for sure: one part of standardization system requires a certain degree of revision and innovation.",
      "name": "Research on Coalition Formation in Achieving Compatibility",
      "format": "",
      "url": "http://www.seipub.org/aime/paperInfo.aspx?ID=3290",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "cf037138-fa10-4063-bedc-34a6eca322f4",
      "created": "2013-07-17T20:15:20.387095",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "ecb83a2c-d29b-4e8c-aeb6-91cc0f3e98e4",
      "url_type": null,
      "id": "842d5038-5259-4f38-b2c4-7a3259b79a6a",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In this paper we have modeled magnetic nanoparticle mathematically and have utilized a semi-classical approach based on Landau–Lifshitz Gilbert (LLG) equations. Our approach has based on Finite Element Method (FEM) as a numerical technique for finding approximate solutions of partial differential equations (PDE). The solution approach is based either on steady state problems, or rendering the PDE into an approximating system of ordinary differential equations, which are then numerically integrated using standard techniques. The proposed model has applied to three kind of magnetic nanoparticles including FluidMAG-DXS, FluidMAG-CMX and FluidMAG-PEI. Then Received Signal Strength (RSS) localization is utilized to find the true location of tumor where nanoparticles attached to it. The results of simulation prove that the error location can be less than 0.1 Cm. Researchers and clinicians can take advantage of these results in order for nanotechnology to make an impact in the diagnosis and treatment of malignancy. Furthermore the proposed model for magnetic nanoparticles can be used in improvement of drug delivery, cancer detection, diagnosis, imaging, and therapy while reducing toxicity.",
      "name": "Receive Signal Strength Tumor Localization Using Magnetic Nanoparticles and SQUIDs",
      "format": "",
      "url": "http://www.seipub.org/aime/paperInfo.aspx?ID=3500",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "cf037138-fa10-4063-bedc-34a6eca322f4",
      "created": "2013-07-17T20:15:51.857374",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 5,
      "revision_id": "f07e461b-6ea0-45ce-bf47-188e9cc70aa6",
      "url_type": null,
      "id": "5561b0b2-ad7e-4b05-99ce-b563689e4932",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In this paper, I propose a new type of multi-function controlling integrated circuit (IC) for full resolution time sequential 3D display with light-emitting diode (LED) strobe backlight signal processing and optical shutter glasses. Each shutter is synchronized to block the unwanted image and transmit the wanted image. 120Hz liquid-crystal display (LCD) and an LED dynamic backlight are used to implement a multi-viewer time multiplexed 3D display. The scanning or the strobe of the dynamic LED backlight is driven by the same vertical synchronization signal. Testing results of the proposed dynamic backlight are presented and compared with results obtained by the traditional backlight type.",
      "name": "Design and Fabrication of Multi-Function Controlling IC for Full Resolution Stereo Display",
      "format": "",
      "url": "http://www.seipub.org/aime/paperInfo.aspx?ID=3170",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "cf037138-fa10-4063-bedc-34a6eca322f4",
      "created": "2013-07-17T20:16:25.067642",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 6,
      "revision_id": "ec6b2e10-edda-4c74-b87d-9365a629526e",
      "url_type": null,
      "id": "92c48429-1eb5-4dd4-89b5-1b81ba6c95a5",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Recent advances in space system design have led to increasingly complex spacecraft and mission objectives, and hence, both telemetry and visual data are important for monitoring such systems for space activities. The Interplanetary Kite-craft Accelerated by Radiation of the Sun (IKAROS) spacecraft was launched on May 21, 2010; with the mission to evaluate the performance of solar power sails which are large membranes that utilize sunlight for propulsion. The visual monitoring system for IKAROS must be small, low-cost, and intelligent. For this purpose, a very small, high-performance image processing unit (HP-IMAP) has been developed based on commercial off-the-shelf technologies. This unit has a calculation capability of 500 million instructions per second in a single 50 mm×50 mm printed circuit board, and incorporates various types of interfaces using field-programmable gate array technology. This visual monitoring system was launched with IKAROS and has successfully supported IKAROS operations. Using HP-IMAP, we have successfully achieved the world’s first images taken by a spacecraft itself. In this paper, the outline of HP-IMAP for IKAROS has been depicted and the results obtained have been presented using this system on IKAROS.",
      "name": "HighPerformance Visual Monitoring System For IKAROS",
      "format": "",
      "url": "http://www.seipub.org/aime/paperInfo.aspx?ID=4103",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "cf037138-fa10-4063-bedc-34a6eca322f4",
      "created": "2013-07-17T20:16:55.808051",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 7,
      "revision_id": "7b7c4d01-a15b-4d83-b94c-e94c7eae4a99",
      "url_type": null,
      "id": "e58eeccc-3d31-4eaa-91a2-f0eb905d49d8",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "In this article, the design of a novel compact circular-polarization (CP) microstrip agile antenna based on Liquid Crystals (LCs) is presented. LC provides the all-in-one solution for such integration approach in terms of high quality dielectric for high performance multiband passive design and increases the peak gain and low insertion loss for GPS antenna. To benefit from LC anisotropy and thus obtaining frequency agility, a bias voltage is applied. The antenna is CP by means of the single feed technique with a truncated segment set to the edge of the patch with two orthogonal pairs of irregular and unsymmetrical slits. The simulated results are compared with experimental data, and good agreement is obtained.",
      "name": "Compact Circularly Polarized Low-Profile Agility GPS Antenna Based on Liquid Crystals",
      "format": "",
      "url": "http://www.seipub.org/aime/paperInfo.aspx?ID=3648",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "cf037138-fa10-4063-bedc-34a6eca322f4",
      "created": "2013-07-17T20:17:28.682466",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 8,
      "revision_id": "4e09df4b-d7d2-4e06-b023-a3c4b3a29678",
      "url_type": null,
      "id": "3980ec09-067d-4620-bd74-80f5c2920c5c",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 9,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Microelectronic Engineering",
      "id": "17e1e3aa-c9b6-44b1-b97a-3ef712cd5652",
      "name": "Microelectronic Engineering"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-seipub-org-aime",
  "isopen": true,
  "url": null,
  "notes": "Advances in Microelectronic Engineering (AIME) is an internationally refereed journal dedicated to publishing the latest advancements in microelectronic engineering research. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Advances in Microelectronic Engineering (AIME)",
  "revision_id": "54bfd1e6-3ed1-46c3-8b7a-104b0796a4f1"
}