{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "b35511d7-ce5b-4a18-b248-fb8e0bad9d2d",
  "metadata_created": "2012-10-16T10:54:37.734466",
  "metadata_modified": "2013-10-10T23:54:30.625405",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "1d29fb04-32a3-4c0d-9eae-0504da2d8905",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "the_tesla_secret",
  "isopen": false,
  "url": "",
  "notes": "This DIY energy marketplace is very active at the moment. This successful look for an alternative energy base is mostly determined by the high  energy costs and the need for all of us to spare some  funds. The <a href=\"http://nikolatesla-free-energy.com/tesla-source-of-free-energy\">Tesla Secret</a> is  basically a perfect approach to generate Free electricity  from space. Tesla may be the family name of the inventor Nikola Tesla and the man was a true Einstein of electricity! He did create Tesla coil and this  invention can be founded all over the world. Actually, if  it wasn't for Tesla, radars, microwave ovens, electric motors and thus  many other inventions cannot be available for all of us today. \n\nTesla discovered additionally a mode to take advantage of an infinite  amount of electricity which is completely Free. He named this  invention ?Tesla Generator?. The secret strategies and drawings for creating these energy generators have  only been recently exposed! Just a few peoples have known about the secrets that were behind this Tesla Generator however these drawings are actually finally exposed. These  generators are inexpensive to produce, they are also very small and secure to utilize. They will transform without a doubt this home DIY energy  marketplace because this is a vital supplement for our homes. \n\nSo what is Tesla Secret?\n\nTesla Secret is just one method method to generate never ending  amounts of the Free electricity from the cosmic energy! Tesla is surname of inventor Nikola Tesla, and true  Einstein of the electricity and he invented Tesla coil that's  found somewhere in almost any TV set in world! Actually, whether it was not for  the Tesla, radars, microwave ovens, in addition to electric motors, will  not be with us now.\n\nBut, Tesla discovered approach to tap in unlimited amount of the electricity totally  Free. Also, he named this <a href=\"http://nikolatesla-free-energy.com/tesla-generator- blueprints\">Tesla Generator</a>and secret plans along with blueprints to build energy bursting generators which have just currently been discovered ",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "The Tesla Secret",
  "revision_id": "416cccde-5da0-4c77-8f92-f488c944099a"
}