{
  "license_title": "Other (Open)",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 1,
  "id": "e469709e-63d5-49f8-82ff-783dd248354e",
  "metadata_created": "2013-07-17T09:21:30.459698",
  "metadata_modified": "2013-10-10T21:17:42.073498",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": null,
  "creator_user_id": "20e0514b-d58d-42af-bf15-5fbe7e00ffdc",
  "type": "dataset",
  "resources": [
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The task under investigation is determination of disposition of emission source according to the temporal delays of the signals accepted in the network of sensors diversity. The criterion of efficiency for optimization of placing of sensors and the standard examples of network configuration are worked out.",
      "name": "Simulation of the Sensor Network Configuration for the Removal of Ambiguousness in Determination of Coordinates in Passive Location",
      "format": "",
      "url": "http://www.seipub.org/fs/paperInfo.aspx?ID=2710",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "e469709e-63d5-49f8-82ff-783dd248354e",
      "created": "2013-07-17T04:22:07.086661",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 0,
      "revision_id": "7d6d95b0-3787-4fab-80f5-1e9cb978374e",
      "url_type": null,
      "id": "3ecb44c2-9b59-4950-a529-e8dc1fa3a16d",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The aim of this work is to describe the physics-based simulation model of a custom 3D range laser scanner together with generic interface which offers the possibility for client applications to seamlessly interact with instances of the physical and virtual 3D range scanner. The physics-based virtual model of the 3D range scanner is realized in rigid body dynamics environment provided by Open Dynamics Engine (ODE) library. In order to simulate the stepper motor used in the real scanner, the joints are virtually constrained and motorized with the parameters obtained from real device. For rays modeling the ray-cast method is used. The incidence angle and the surface properties of the object hit by the rays are also taken into the consideration. The sensor noise that represents the uncertainty of the measure is also taken into account. We have also tried to mimic the internal sensor control logic. In order to verify the developed model and the interface architecture, a simple client application for 3D data acquisition is developed and connected through the same interface to both “physical” and “virtual” device. The results of the evaluation are also reported and discussed.",
      "name": "Modeling and Simulation of 3D Laser Range Scanner with Generic Interface for Robotics Applications",
      "format": "",
      "url": "http://www.seipub.org/fs/paperInfo.aspx?ID=2712",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "e469709e-63d5-49f8-82ff-783dd248354e",
      "created": "2013-07-17T04:23:18.664490",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 1,
      "revision_id": "94caf3c6-27b2-4019-bd4d-e3466c3d859e",
      "url_type": null,
      "id": "d8bfd9af-4f1d-487c-ae63-ce84927bf57c",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": " Nano-porous titanium dioxide (TiO2) thin films were developed by UV assisted potentiostatic anodization of 99.7% pure titanium foil. The internationally popular soft drink ‘Coca-Cola’ was used as the electrolyte in this anodization process. Electrochemical oxidation and photoetching were carried out at room temperature and at 10 V potentiostatic bias without and with 400 W UV light illumination respectively. The prepared TiO2 thin film was annealed at 150ᴼC for 3 hours. The surface of the prepared TiO2 film was characterized with Scanning Electron Microscopy (SEM) and Atomic Force Microscopy (AFM) to confirm the crystallinity, porous structure and surface roughness. The Optical study revealed a band gap of 3.898 eV. Hot probe method exhibited n-type conductivity of the electrochemically grown TiO2 thin films. Palladium-Silver alloy (Pd-Ag) contacts were deposited laterally on the oxide surface as catalytic metal electrodes to fabricate a planar sensor configuration. The hydrogen sensor study was carried out at different temperatures (100 to 200ᴼC) and in different hydrogen gas concentrations (1000 to 10000 ppm). Nanocrystalline and nano-porous TiO2 sensor was promising to sense hydrogen in air ambient with relatively fast response and recovery times (e.g. ~2.9 s and ~75 s) at the optimum temperature of 1500C. Brief mechanism behind the sensing performance is also discussed.",
      "name": "Studies on Hydrogen Sensing by Anodized Nanoporous Titania Thin Film Using Soft Drink Electrolyte",
      "format": "",
      "url": "http://www.seipub.org/fs/paperInfo.aspx?ID=3735",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "e469709e-63d5-49f8-82ff-783dd248354e",
      "created": "2013-07-17T04:24:02.259725",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 2,
      "revision_id": "f79f1042-5f5c-456d-a9a2-c90fa99c0fe0",
      "url_type": null,
      "id": "cad2a955-c520-4845-8beb-b49f209f1aee",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "Electrical resistance measurements on different rod materials in liquid solutions, molten salts, or molten lead are considered to design a liquid level sensor in a sealed containers when the temperature of the fluid is very high (~1000ºC) and conventional measurements are not possible due to properties of the fluid or condition of the container. An analytical solution to the problem is adopted to reduce the cost of the sensor and overcome the difficulties of calibration of sensors at high temperature for prediction of the level of liquid. An electrical circuit model is suggested for analytical solution to compute the resistivity versus height of the electrode rod submerged in the liquid in a narrow container. Good prediction of circuit model for experimental results is verified by comparison of analytical results of different combination of liquid solutions and rods’ material with experimental graphs.\r\n",
      "name": "Liquid Level Sensor for High Temperature Molten Salt in Confined Container",
      "format": "",
      "url": "http://www.seipub.org/fs/paperInfo.aspx?ID=2885",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "e469709e-63d5-49f8-82ff-783dd248354e",
      "created": "2013-07-17T04:24:39.795474",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 3,
      "revision_id": "604230ef-622a-4861-8616-568df0463f81",
      "url_type": null,
      "id": "157dab6b-b73c-4ff2-83ae-c307100ac75d",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The reliable operation of wide-bandgap HEMT (High Electron Mobility Transistor) devices at elevated temperatures up to 400°C, along with their less vulnerability to thermal or optical excitation, combined with their greater resistance to chemical corrosion by acids and alkalis, has encouraged researchers to make endeavours towards the development of a family of sensors for harsh environments, an area where conventional silicon MOSFET (metal-oxide-semiconductor field-effect transistor) and ISFET (ion-sensitive field-effect transistor) devices are rendered ineffective. Additionally, the close proximity of the conducting 2DEG (two-dimensional electron gas) HEMT channel to the surface provides enhanced sensitivity to adsorption of substances, while the miniaturization and high-frequency operation capability of HEMT-based microsensors enables their seamless integration into wireless sensor networks for remote monitoring of patient’s health through bedside or handheld instrumentation. This paper reviews the recent progress of HEMT-based microsensors for physical, chemical and biological applications, describes the challenges faced, and also points out the future trends and opportunities in this field. The notable HEMT sensing devices include physical sensors for pressure, stress and magnetic field measurements, and for terahertz detection; chemical sensors for pH, ammonium, potassium, mercury and other ions; oxygen, hydrogen, chlorine, HCl vapor, and other gases; biosensors for glucose, lactic acid, uric acid, DNA, prostate and breast cancer markers, kidney injury molecule-1, perkisus marinus, botulinum toxin, and various other analytes.",
      "name": "Robust HEMT Microsensors as Prospective Successors of MOSFET/ISFET Detectors in Harsh Environments—HEMT Microsensors",
      "format": "",
      "url": "http://www.seipub.org/fs/paperInfo.aspx?ID=3112",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "e469709e-63d5-49f8-82ff-783dd248354e",
      "created": "2013-07-17T04:25:20.740596",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 4,
      "revision_id": "2d699b34-4d0d-474e-9207-578133f93f1a",
      "url_type": null,
      "id": "7e2e6fd6-3eb2-41c0-85b7-baf410aabc10",
      "resource_type": "file",
      "size": null
    },
    {
      "mimetype": null,
      "cache_url": null,
      "hash": "",
      "description": "The principle of operation, design aspects, experimentation and performance of a polymer fibre optic probe for sensing micro displacement are discussed. The device is based upon the phenomenon of reflective concept. The sensor can work in either the positive slope region or the negative slope region， in addition, it is capable to measure displacement ranging from 0.1 to 0.8 mm with sensitivity of 2.619 V/mm in the positive slope region and 1.3 to 2.9 mm in the negative slope region with a sensitivity of -0.814 V/mm. The simplicity of design, high precision, stability, linearity, high degree of sensitivity, dynamic range, non-contact sensing and low cost of the fabrication make it suitable for real field applications.",
      "name": "Displacement Sensing with Polymer Fibre Optic Probe",
      "format": "",
      "url": "http://www.seipub.org/fs/paperInfo.aspx?ID=4237",
      "datastore_active": false,
      "cache_last_updated": null,
      "package_id": "e469709e-63d5-49f8-82ff-783dd248354e",
      "created": "2013-07-17T04:25:58.430538",
      "state": "active",
      "mimetype_inner": null,
      "last_modified": null,
      "position": 5,
      "revision_id": "5d0be053-ad26-4435-9e1c-cbd48ba10e95",
      "url_type": null,
      "id": "1c80efa1-7bf9-4bb8-a500-9ee94cd092df",
      "resource_type": "file",
      "size": null
    }
  ],
  "num_resources": 6,
  "tags": [
    {
      "vocabulary_id": null,
      "state": "active",
      "display_name": "Frontiers in Sensors",
      "id": "088d12e1-ce33-4f80-91f2-d96025fd6a45",
      "name": "Frontiers in Sensors"
    }
  ],
  "groups": [],
  "license_id": "other-open",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "http-www-seipub-org-fs-default-aspx",
  "isopen": true,
  "url": null,
  "notes": "Frontiers in Sensors (FS) is an internationally refereed journal dedicated to publishing the latest advancements in different areas of sensors research. The goal of this journal is to record the latest findings and promote further research in these areas. Scholars from all relevant academic fields are invited to submit high-quality manuscripts that describe the latest, state-of-the-art research results or innovations.",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Frontiers in Sensors (FS)",
  "revision_id": "54bfd1e6-3ed1-46c3-8b7a-104b0796a4f1"
}