{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "3cbd8641-11b6-4436-9306-7ce0f07f3e72",
  "metadata_created": "2013-08-29T04:58:59.603493",
  "metadata_modified": "2013-10-10T19:55:03.943645",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "0c271449-ce6c-494f-80c6-f2f26d4aebf9",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "bech",
  "isopen": false,
  "url": "",
  "notes": "By Flemming Andersen \n\nA stairway raise is something which more and more folks are getting put in their domiciles. This really is going to help those who cannot bypass like they once did and it'll allow the freedom to them to reside in their own domiciles on their own. \n\nA step lift may be used in just about any home. They are special seats that are placed on the wall where your staircase is in your home. This chair includes a motor attached to it that'll raise someone up and down the stairs. Browse here at the link <a href=\"http://www.charlestonhandymanservice.com/\">charleston handyman service</a> to learn when to look at this activity. This really is some thing that comes into play very useful for anybody that has a hard time rising or down stairs. You only sit-in the chair and the stair lift will lightly take you up and down. \n\nMost of the seniors that live alone in a home depend on a stair lift to aid them go up and down their stairs properly. For one reason or another, this type of person perhaps not likely to or can't increase and down stairs on their own. With a stair, lift seniors individuals who have this problem may feel more independent and free to do things that they've often done independently. My father discovered <a href=\"http://www.charlestonhandymanservice.com/\">purchase here</a> by searching newspapers. \n\nMany stair lift organizations can install the lifts in elderly or disability peoples home. It is very important to have a stair lift fitted with a organization that's a good name within this sort of work. It is very important to have a proper installation for your stair lift. You have to make sure that it's fitted correctly because you've to make sure that you able to increase and down safely. There's no requirement for one to get hurt on the stair lift. \n\nA stairway lift is not a doll. It's certainly not a thing that should be utilized by children independently. You should not need young children playing about the stair lift. These things should only be used for folks that really need them. Some body might get hurt if they are not careful and don't use the stair lift in-the appropriate way. \n\nA step raise is something that anyone that has a disability or handicap so that they will not have to move out of their home. Every one deserves to have a feeling of freedom and be in-dependent. Browse here at the link <a href=\"http://www.charlestonhandymanservice.com/\">rent wheelchair ramps</a> to discover when to consider it. It's therefore very important to these folks to have the capacity to do the same things that they always have. Using a stair lift, you are able to still do these things. \n\nTo find out more visit: http://www.stairliftsite.biz.Handyman Service Charleston WV",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "What is a Stair raise?",
  "revision_id": "932b791d-3bce-4483-b175-052e4963649c"
}