{
  "license_title": "",
  "maintainer": "",
  "relationships_as_object": [],
  "private": false,
  "maintainer_email": "",
  "num_tags": 0,
  "id": "bb3aa189-54e1-4da3-946d-54b0d12aef83",
  "metadata_created": "2013-09-06T12:32:08.692056",
  "metadata_modified": "2013-10-10T21:46:01.192512",
  "author": "",
  "author_email": "",
  "state": "active",
  "version": "",
  "creator_user_id": "23a8315f-bf26-4b52-ad45-2bff326fa703",
  "type": "dataset",
  "resources": [],
  "num_resources": 0,
  "tags": [],
  "groups": [],
  "license_id": "",
  "relationships_as_subject": [],
  "organization": {
    "description": "",
    "created": "2013-10-10T14:24:46.556146",
    "title": "Global",
    "name": "global",
    "is_organization": true,
    "state": "active",
    "image_url": "",
    "revision_id": "6f9b4b38-6781-489c-bb4d-ea106ee7ac37",
    "type": "organization",
    "id": "94d03217-717d-41ce-a20c-00e754e94183",
    "approval_status": "approved"
  },
  "name": "joyner",
  "isopen": false,
  "url": "",
  "notes": "You can find three sectors of the golf training swing series. They are namely the trunk swing, the down swing and finally the influence and continue. To research more, please check out: <a href=\"http://www.singinglessonexpert.com/\">vocal lessons encinitas</a>. \n\nThe first golf teaching swing sequenceis the trunk swing, which can be extremely important to the whole golf swing. Dig up further on our partner URL by visiting <a href=\"http://www.singinglessonexpert.com/\">private singing lessons</a>. This is basically because if the approach is not appropriate at this early stage, one other parts of the golf teaching move sequence won't matter and the effect will be described as a very poor travel. To get additional information, consider checking out: <a href=\"http://www.singinglessonexpert.com/Private-Voice-Lessons.html\">purchase here</a>. The key focus at this time of the tennis teaching swing string ought to be on body rotation and club and arm extension. \n\nThe downswing golf teaching swing routine actually begins with the hips and legs as opposed to the hands, which does the actual swinging of the golf club. There must be an obvious transfer of body weight from back to front with the thighs, legs and hips all beginning to move forward. Here is the correct instruction for the portion of the golf swing string. \n\nFinally at impact the weight should be on the outside of the forward heel and the inside the rear foot. This could be the only correct golf instruction for this swing routine. \n\nObtaining the golf teaching move string right is actually difficult without golf-specific exercises to condition and improve the appropriate muscles. What you ought to remember is that the golf swing can be quite a very unfamiliar and unpleasant action, which the human body violently avoids. Here is the reasons why it's so difficult to have right the swing movement, something which appears so simple and easy to master once you look at it from a distance. \n\nGolf certain exercises certainly are a very effective means of getting the body to modify such that it is a lot easier to master the tennis instruction move collection.Singing Lesson Expert\n1734 Village Run North\nEncinitas, CA 92024\n(760) 652-5823",
  "owner_org": "94d03217-717d-41ce-a20c-00e754e94183",
  "extras": [],
  "title": "Studying The Correct Golf Instruction Swing Sequence",
  "revision_id": "0eba1c5e-48ff-441b-b896-e2d03275b3e2"
}